<?php

/**
 * Isotope eCommerce for Contao Open Source CMS
 *
 * Copyright (C) 2009-2012 Isotope eCommerce Workgroup
 *
 * @package    Isotope
 * @link       http://www.isotopeecommerce.com
 * @license    http://opensource.org/licenses/lgpl-3.0.html LGPL
 *
 * @author     D S <dreel@bk.ru>
 */

$GLOBALS['TL_LANG']['MSG']['epay'][-5604] = 'Платеж не может быть расчитан для этого типа карты.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5603] = 'Магазин не позволяет использовать этот тип карты.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5602] = 'Был использован неверный код валюты';
$GLOBALS['TL_LANG']['MSG']['epay'][-5601] = 'Платеж не может быть расчитан для этого типа карты.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5600] = 'Номер карты неверный - неправильный префикс (должен быть 6 символов).';
$GLOBALS['TL_LANG']['MSG']['epay'][-5514] = 'Сессия покупателя истекла или процесс оплаты начался неверно.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5511] = 'Произошла ошибка! Начните процесс оплаты заново.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5509] = 'Вы получите сообщение об ошибке "Не достоверные данные", когда вы пытаетесь открыть Стандартный платеж. Вы получаете эту ошибку, потому EPAY не может найти данные транзакции. Эта ошибка возникает, так как пользователь / клиент был неактивным более 20 минут!';
$GLOBALS['TL_LANG']['MSG']['epay'][-5508] = 'Вы получаете сообщение об ошибке "Для компании не созданы домены", при попытке открыть окно оплаты. Вы получаете эту ошибку, поскольку Вы не ввели домен для своего счета в платежной системе. В платежной системы в меню "Настройки" и "Платежная система" вы можете увидеть домены связанные с вашим счетом.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5507] = 'Вы получите ошибку "URL не допускается для ретрансляции", при попытке открыть окно оплаты. Вы получаете эту ошибку, потому что домен, из которого в открываете окно, не добавлен в платежную систему. В настройках платежной системы из меню "Настройки" и "Платежная система", вы можете добавить домена.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5506] = 'Вы получаете ошибку "Неверный номер продавца", когда пытаетесь открыть окно Стандартный платеж. Вы получаете эту ошибку, потому что использованный вами номер выкупа / номер продавца не установлен в платеже! Проверьте правильность номера продавца.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5505] = 'Вы получите ошибку "Типы карт не заданы", при попытке открыть стандартное окно оплаты. Это потому, что нет карт для вашей учетной записи в платежной системе.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5504] = 'Вы получите сообщение об ошибке "Неверный код валюты", когда вы попытаетесь открыть стандартное окно оплаты. Вы получаете эту ошибку, потому что вы используете неверный код валюты. Вы можете просмотреть список доступных валют из панели настроек платежной системы в меню «Поддержка» и «Коды валют".';
$GLOBALS['TL_LANG']['MSG']['epay'][-5503] = 'Данные, которые вы посылаете на окно оплаты неверны! Вы получите описание данных, так как они отображены в списке неправильно.';
$GLOBALS['TL_LANG']['MSG']['epay'][-5502] = 'Вы получаете сообщение об ошибке "Неверная компания" при попытке открыть окно оплаты. Вы получаете эту ошибку, так как вы еще не активировали окно оплаты. Вы должны активировать окно из панели настроек платежной системы в меню "Настройки" и "Окна оплаты».';
$GLOBALS['TL_LANG']['MSG']['epay'][-5501] = 'Вы получаете сообщение об ошибке "Окно не активировано", при попытке открыть окно оплаты. Вы получаете эту ошибку, так как вы еще не активировали окно оплаты. Вы должны активировать окно из панели управления платежной системы из меню "Настройки" и "Окно оплаты».';
$GLOBALS['TL_LANG']['MSG']['epay'][-2003] = 'Отклонено - запрашивающая страна / регион, не соответствует стране откуда поступает оплата.';
$GLOBALS['TL_LANG']['MSG']['epay'][-2002] = 'Отклонено - незащищенные платежи из страны  / региона не принимаются.';
$GLOBALS['TL_LANG']['MSG']['epay'][-2001] = 'Отклонено - Платежи из страны  / региона не принимаются.';
$GLOBALS['TL_LANG']['MSG']['epay'][-2000] = 'Отклонено - Платежи с вашего IP-адреса не принимаются.';
$GLOBALS['TL_LANG']['MSG']['epay'][-1602] = 'PBS тестовый шлюз, к сожалению, не работает сейчас, попробуйте позже.';
$GLOBALS['TL_LANG']['MSG']['epay'][-1601] = 'Ответ, посланный к платежной системе ожидался из банка, но он недействителен. Были недопустимые данные созданы.';
$GLOBALS['TL_LANG']['MSG']['epay'][-1600] = 'Сессии банковского обслуживания уже была использована. Та же сессия не может быть использована снова.';
$GLOBALS['TL_LANG']['MSG']['epay'][-1303] = 'Отказано - Платеж не может быть увеличен - отказ от EWIRE.';
$GLOBALS['TL_LANG']['MSG']['epay'][-1302] = 'Отклонено - Ошибка Ewire MD5 данных. Проверьте MD5 данные размещенные в eWire и EPAY.';
$GLOBALS['TL_LANG']['MSG']['epay'][-1301] = 'Отклонено - eWire номер продовца не найден - Убедитесь, что ваш номер продавца eWire установлен на ePay.';
$GLOBALS['TL_LANG']['MSG']['epay'][-1019] = 'Использован неверный пароль для доступа к веб-сервису!';
$GLOBALS['TL_LANG']['MSG']['epay'][-1011] = 'MD5 отпечаток невернен.';
$GLOBALS['TL_LANG']['MSG']['epay'][-23] = 'PBS тестовый шлюз недоступен.';
$GLOBALS['TL_LANG']['MSG']['epay'][4104] = 'Отказано - Системная ошибка - нет ответа';
$GLOBALS['TL_LANG']['MSG']['epay'][4105] = 'Отказано - неизвестная ошибка';
$GLOBALS['TL_LANG']['MSG']['epay'][4111] = 'Отказано - Карта не найдена в 3D secure.';
$GLOBALS['TL_LANG']['MSG']['epay'][100] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][102] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][107] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][108] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][110] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][112] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][113] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][114] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][115] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][116] = 'Платеж был отклонен, так как недостаточно средств для совершения платежа. Попробуйте использовать другую банковскую карту.';
$GLOBALS['TL_LANG']['MSG']['epay'][117] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][119] = 'Платеж был отклонен, так как недостаточно средств для совершения платежа. Попробуйте использовать другую банковскую карту.';
$GLOBALS['TL_LANG']['MSG']['epay'][121] = 'Платеж был отклонен, так как недостаточно средств для совершения платежа. Попробуйте использовать другую банковскую карту.';
$GLOBALS['TL_LANG']['MSG']['epay'][122] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][123] = 'Платеж был отклонен, так как недостаточно средств для совершения платежа. Попробуйте использовать другую банковскую карту.';
$GLOBALS['TL_LANG']['MSG']['epay'][124] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][126] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][127] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][128] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][129] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][160] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][161] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][162] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][164] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][165] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][167] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][200] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][202] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][204] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][206] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['epay'][902] = 'Платеж был отклонен, так как номер карты не был найден. Попробуйте использовать другую банковскую карту.';
$GLOBALS['TL_LANG']['MSG']['epay'][903] = 'Платеж отклонен. Попробуйте снова чуть позже или воспользуйтесь другой банковской картой.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['200'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный номер карты.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['201'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный срок дейсвия карты.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['202'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный тип транзакции.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['203'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверное значение поля сумма.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['204'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный код отдела.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['205'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверное значение предоставлено в поле номер продавца.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['206'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Продавец не зарегистрирован.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['207'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Учетная запись продавца закрыта.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['208'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Продавец не зарегистрирован.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['209'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Невозможно установить связь с процессором.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['210'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['211'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Держатель карты не зарегистрирован.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['212'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Конфигурация банка не зарегистрирована.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['213'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный код оценки продавца.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['214'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Эта функция сейчас недоступна.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['215'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный формат поля шифрованного PIN.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['216'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный ATM ID.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['217'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Эта транзакция перенесла проблему общего формата сообщения.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['218'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный блок PIN формата или значение доступности PIN.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['219'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. ETC void не совпадает.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['220'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Основной процессор недоступен.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['221'] = 'Транзакция была отклонена. - Этот код ошибки применим только для продавцов в FDC Omaha. Неверный номер SE.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['3']['246'] = 'Этот тип eCheck.Net не разрешен. - В учетной записи платежного шлюза для продавцов не включена возможность принимать этот тип eCheck.Net.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['254'] = 'Ваша транзакция отклонена. - Транзакция была отклонена после ручной проверки.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['3']['296'] = 'Введен неправильный SplitTenderId';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['3']['303'] = 'Накопитель устройства полон. Пожалуйста, закройте накопитель . - Текущий накопитель устройства должн быть закрыты вручную с устройства POS.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['3']['309'] = 'Это устройство было отключено. - Это устройство было отключено.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['1']['310'] = 'Эта транзакция была аннулирована. - Эта транзакция была аннулирована.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['1']['311'] = 'Эта транзакция была зарегистрирована ранее. - Эта транзакция была зарегистрирована ранее.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['315'] = 'Неверный номер карты. - Это инициированный процессом отказ.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['316'] = 'Неверный срок действия карты. - Это инициированный процессом отказ.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['317'] = 'Срок действия карты истек. - Это инициированный процессом отказ.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['318'] = 'Был предоставлен дубликат транзакции. - Это инициированный процессом отказ.';
$GLOBALS['TL_LANG']['MSG']['authorizedotnet']['2']['319'] = 'Транзакция не найдена. - Это инициированный процессом отказ.';

