Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_config.xlf
Languages: de, es, fr, it, nl, sv_se, tr

# tl_iso_config.config_legend
source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione
nl: Configuratie
sv_se: Konfiguration
tr: Yapılandırma

# tl_iso_config.bank_legend
source: Bank details
de: Bankdaten
it: Coordinate bancarie
sv_se: Bankuppgifter
tr: Banka detayları

# tl_iso_config.pricing_legend
source: Pricing
de: Preise
it: Prezzi
sv_se: Prissättning
tr: Fiyatlandırma

# tl_iso_config.currency_legend
source: Currency formatting
de: Währungs-Formatierung
es: Formato de moneda
fr: Formatage de la monnaie
it: Formattazione della valuta
nl: Valutaopmaak
sv_se: Valutaformatering
tr: Para birimi biçimlendirme

# tl_iso_config.converter_legend
source: Currency conversion
de: Währungs-Umrechnung
es: Conversión de divisa
fr: Conversion de la monnaie
it: Conversione di valuta
nl: Valutaomrekening
sv_se: Valutaväxling
tr: Para birimi dönüştürme

# tl_iso_config.order_legend
source: Orders
de: Bestellungen
es: Pedidos
fr: Commandes
it: Ordini
nl: Bestellingen
sv_se: Order
tr: Siparişler

# tl_iso_config.images_legend
source: Images
de: Bilder
es: Imágenes
it: Immagini
nl: Afbeeldingen
sv_se: Bilder
tr: Resimler

# tl_iso_config.url_legend
source: URL settings
de: URL-Einstellungen
fr: Paramètres URL
it: Impostazioni URL
nl: URL instellingen
sv_se: URL-inställningar
tr: URL ayarları

# tl_iso_config.products_legend
source: Products
de: Produkte
es: Productos
fr: Produits
it: Prodotti
nl: Producten
sv_se: Produkter
tr: Ürünler

# tl_iso_config.analytics_legend
source: Analytics
de: Analysen
it: Analitiche

# tl_iso_config.checkout_legend
source: Checkout
de: Kasse
es: Caja
fr: Commander
nl: Afrekenen
sv_se: Kassa
tr: Ödeme
