Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_payment.xlf
Languages: de, fr, it, sv_se, tr

# tl_iso_payment.name.0
source: Payment Method Name
de: Name
fr: Nom du mode de paiement
it: Nome Metodo di Pagamento
sv_se: Betalningsmetods namn
tr: Ödeme Şekli Adı

# tl_iso_payment.name.1
source: Enter a name for this payment method. This will only be used in the backend.
de: Geben Sie einen Namen für diese Zahlungsart ein. Dieser wird nur im Backend benutzt.
fr: Saisir un nom pour ce mode de paiement. Il ne sera utilisé que dans le back office.
it: Inserisca un nome per questo metodo di pagamento. Questo sarà utilizzato soltanto nel backend.
sv_se: Ange ett namn för denna betalningsmetod. Detta kommer endast att användas i backend.
tr: Bu ödeme yöntemi için bir ad girin. Bu sadece arka planda kullanılacaktır.

# tl_iso_payment.label.0
source: Payment Method Label
de: Bezeichnung
fr: Libellé du mode de paiement
it: Etichetta Metodo di Pagamento
sv_se: Betalningsmetodetikett
tr: Ödeme Şekli Etiketi

# tl_iso_payment.label.1
source: The label will be shown to customers on checkout.
de: Diese Bezeichnung wird dem Kunden bei der Bestellung angezeigt.
fr: Le libellé sera montré aux clients à la caisse.
it: L'etichetta sarà mostrata ai clienti al checkout.
sv_se: Etiketten kommer att visas för kunderna i kassan.
tr: Etiket, ödeme sırasında müşterilere gösterilecektir.

# tl_iso_payment.type.0
source: Type of Payment Gateway
de: Zahlungsmodul
fr: Type de passerelle de paiement
it: Gateway Tipo di Pagamento
sv_se: Typ av betalningsgateway
tr: Ödeme Tipi Ağ Geçidi

# tl_iso_payment.type.1
source: Select a particular payment gateway
de: Wählen Sie eines der unterstützen Zahlungsmodule
fr: Sélectionner une passerelle de paiement particulière (par exemple Authorize.net)
it: Selezioni un gateway di pagamento
sv_se: Välj en viss betalningsgateway
tr: Belirli bir ödeme ağ geçidi seçin

# tl_iso_payment.note.0
source: Payment Note
de: Hinweise
fr: Note relative au paiement
it: Nota di Pagamento
sv_se: Betalningsanmärkning
tr: Ödeme Notu

# tl_iso_payment.note.1
source: This note can be sent in confirmation mails (##payment_note##).
de: Die Hinweise können in der Bestellbestätigung mitgesendet werden (##payment_note##).
fr: Cette note peut être envoyée dans les mails de confirmation (##payment_note##).
it: Questa nota può essere inviata nella mail di conferma (##payment_note##).
sv_se: Denna notering kan skickas i bekräftelsemail (##payment_note##).
tr: Bu not onay postalarında gönderilebilir (##payment_note##).

# tl_iso_payment.new_order_status.0
source: Status for new orders
de: Status für neue Bestellungen
fr: État pour les nouvelles commandes
it: Stato nuovi ordini
sv_se: Status för nya beställningar
tr: Yeni siparişlerin durumu

# tl_iso_payment.new_order_status.1
source: Choose a matching status for new orders.
de: Wählen Sie einen zutreffenden Status für neue Bestellungen im System.
fr: Choisir un état correspondant aux nouvelles commandes.
it: Scelga uno stato corrispondente per i nuovi ordini.
sv_se: Välj en matchande status för nya beställningar.
tr: Yeni siparişler için eşleşen bir durum seçin.

# tl_iso_payment.minimum_total.0
source: Minimum total
de: Mindestbestellwert
fr: Total minimum
it: Totale minimo
sv_se: Minsta summa
tr: Minimum toplam

# tl_iso_payment.minimum_total.1
source: Enter a number greater zero to exclude this payment method for lower priced orders.
de: Geben Sie ein Zahl grösser als 0 ein, wenn diese Zahlungsart erst ab einem bestimmten Mindestbestellwert zur Verfügung steht.
fr: Saisir un nombre supérieur à zéro pour exclure ce mode de paiement pour les commandes de prix inférieur.
it: Inserisca un numero maggiore di zero per escludere questo metodo di pagamento per ordini con prezzi bassi.
sv_se: Ange ett nummer större noll för att utesluta denna betalningsmetod för lägre prissatta beställningar.
tr: Düşük fiyatlı siparişler için bu ödeme yöntemini hariç tutmak için bir sayı daha büyük sıfır girin.

# tl_iso_payment.maximum_total.0
source: Maximum total
de: Höchstbestellwert
fr: Total maximum
it: Totale massimo
sv_se: Maximal summa
tr: Maksimum toplam

# tl_iso_payment.maximum_total.1
source: Enter a number greater zero to exclude this payment method for higher priced orders.
de: Geben Sie ein Zahl grösser als 0 ein, wenn diese Zahlungsart nur bis zu einem bestimmten Höchstbestellwert zur Verfügung steht.
fr: Saisir un nombre supérieur à zéro pour exclure ce mode de paiement pour les commandes de prix supérieur.
it: Inserisca un numero maggiore di zero per escludere questo metodo di pagamento per ordini con prezzi alti.
sv_se: Ange en siffra högre än noll för att utesluta denna betalningsmetod för högre prissatta beställningar.
tr: Daha yüksek fiyatlı siparişler için bu ödeme yöntemini hariç tutmak için daha büyük bir sayı girin.

# tl_iso_payment.minimum_quantity.0
source: Minimum quantity
de: Mindestmenge
it: Quantità minima
sv_se: Minsta kvantitet
tr: Minimum adet

# tl_iso_payment.minimum_quantity.1
source: Enter a number greater zero to exclude this payment method for orders with lower quantity.
de: Geben Sie eine Zahl größer als 0 ein, um diese Zahlungsart bei Bestellungen mit niedrigerer Menge auszuschließen.
it: Inserire un numero maggiore di zero per escludere questo metodo di pagamento per ordini con quantità inferiori.
sv_se: Ange ett nummer större noll för att utesluta denna betalningsmetod för beställningar med lägre kvantitet.
tr: Daha düşük miktarlı siparişler için bu ödeme yöntemini hariç tutmak için daha büyük bir sayı girin.

# tl_iso_payment.maximum_quantity.0
source: Maximum quantity
de: Höchstmenge
it: Quantità massima
sv_se: Maximal kvantitet
tr: Maximum adet

# tl_iso_payment.maximum_quantity.1
source: Enter a number greater zero to exclude this payment method for orders with higher quantity.
de: Geben Sie eine Zahl größer als 0 ein, um diese Zahlungsart bei Bestellungen mit höherer Menge auszuschließen.
it: Inserire un numero maggiore di zero per escludere questo metodo di pagamento per ordini con quantità maggiori.
sv_se: Ange ett nummer större noll för att utesluta denna betalningsmetod för beställningar med högre kvantitet.
tr: Daha yüksek miktarda siparişler için bu ödeme yöntemini hariç tutmak için bir sayı daha büyük sıfır girin.

# tl_iso_payment.quantity_mode.0
source: Quantity calculation mode
de: Mengen-Berechnungsmodus
it: Modalità quantità calcolo
sv_se: Kvantitets beräkningsläge
tr: Adet hesaplama modu

# tl_iso_payment.quantity_mode.1
source: Select a calculation mode for min/max quantity.
de: Wählen Sie einen Berechnungsmodus für die minimale/maximale Menge.
it: Selezionare una modalità calcolo per una quantità minima/massima.
sv_se: Välj ett beräkningsläge för min/max kvantitet.
tr: Min / maks adet için bir hesaplama modu seçin.

# tl_iso_payment.quantity_mode.cart_items
source: Total quantity in cart
de: Gesamtmenge im Warenkorb
fr: Quantité totale dans le panier
it: Quantità totale nel carrello
sv_se: Total kvantitet i varukorgen
tr: Sepetteki toplam adet

# tl_iso_payment.quantity_mode.cart_products
source: Total products in cart
de: Menge der verschiedenen Produkte im Warenkorb
fr: Total des produits dans le panier
it: Prodotti totali nel carrello
sv_se: Totalt antal produkter i varukorgen
tr: Sepetteki Toplam Ürün

# tl_iso_payment.countries.0
source: Available countries
de: Aktive Länder
fr: Pays autorisés
it: Paesi disponibili
sv_se: Tillgängliga länder
tr: Kullanılabilir ülkeler

# tl_iso_payment.countries.1
source: Select the countries where this payment method may be used (customer's billing address).
de: Falls diese Zahlungsart nur in gewissen Ländern unterstützt wird (Rechnungsadresse des Kunden).
fr: Sélectionner les pays pour lesquels ce mode de paiement est accepté (adresse de facturation du client).
it: Selezioni i paesi in cui questo metodo di pagamento può essere usato (indirizzo fatturazione del cliente)
sv_se: Välj de länder där denna betalningsmetod kan användas (kundens faktureringsadress).
tr: Bu ödeme yönteminin kullanılabileceği ülkeleri (müşterinin fatura adresi) seçin.

# tl_iso_payment.shipping_modules.0
source: Shipping methods
de: Versandarten
fr: Modes de livraison
it: Metodi di spedizione
sv_se: Fraktmetoder
tr: Nakliye yöntemleri

# tl_iso_payment.shipping_modules.1
source: You can restrict this payment method to certain shipping methods (e.g. Cash only when picking up).
de: Falls diese Zahlungsart nur für bestimmte Versandarten unterstützt wird (z. B. Barzahlung nur bei Abholung).
fr: Vous pouvez limiter ce mode de paiement à certains modes de livraison (par exemple, en espèces uniquement lors du ramassage).
it: Può limitare questo metodo di pagamento a certi metodi di spedizione (es. Contanti alla consegna).
sv_se: Du kan begränsa denna betalningsmetod till vissa fraktmetoder (t.ex. endast kontanter vid hämtning).
tr: Bu ödeme yöntemini belirli gönderim yöntemleriyle (örn. kapıda ödeme nakit) kısıtlayabilirsiniz.

# tl_iso_payment.product_types.0
source: Product types
de: Produkttypen
fr: Types de produits
it: Tipi prodotto
sv_se: Produkttyper
tr: Ürün tipleri

# tl_iso_payment.product_types.1
source: You can restrict this payment method to certain product types. If the cart contains a product type you have not selected, the payment method is not available.
de: Sie können diese Bezahlmethode auf bestimmte Produkttypen einschränken. Wenn der Warenkorb einen Produkttypen enthält, den Sie nicht gewählt haben, ist die Bezahlmethode nicht verfügbar.
fr: Limiter ce mode de paiement pour certains types de produits. Si le panier contient un type de produit que vous n'avez pas sélectionné, le module de paiement n'est pas disponible.
it: Può limitare questo metodo di pagamento a certi tipi di prodotto. Se il carello contiene un tipo di prodotto non selezionato, il modulo di pagamento non sarà disponibile.
sv_se: Du kan begränsa denna betalningsmetod till vissa produkttyper. Om varukorgen innehåller en produkttyp som du inte har valt är betalningsmetoden inte tillgänglig.
tr: Bu ödeme yöntemini belirli ürün türlerine göre kısıtlayabilirsiniz. Sepet, seçmediğiniz bir ürün türünü içeriyorsa, ödeme yöntemi kullanılamaz.

# tl_iso_payment.product_types_condition.0
source: Product type condition
de: Produkttyp-Bedingungen
it: Stato del tipo di prodotto
sv_se: Produkttyp skick
tr: Ürün tipi koşulu

# tl_iso_payment.product_types_condition.1
source: Select how the product type filter should be applied.
de: Wählen Sie aus, wie der Produkttyp-Filter angewandt werden soll.
it: Selezionare come deve essere applicato il filtro del tipo di prodotto.
sv_se: Välj hur produkttypfiltret ska tillämpas.
tr: Ürün tipi filtresinin nasıl uygulanacağını seçin.

# tl_iso_payment.config_ids.0
source: Store configurations
de: Konfigurationen
fr: Configurations de boutique
it: Configurazioni negozio
sv_se: Shop konfigurationer
tr: Mağaza yapılandırmaları

# tl_iso_payment.config_ids.1
source: You can restrict this payment method to certain shop configurations.
de: Diese Bezahlmethode kann auf bestimmte Shopkonfigurationen beschränkt werden.
it: È possibile limitare questo metodo di pagamento a determinate configurazioni del negozio.
sv_se: Du kan begränsa denna betalningsmetod till vissa butikskonfigurationer.
tr: Bu ödeme yöntemini belirli mağaza yapılandırmalarıyla sınırlandırabilirsiniz.

# tl_iso_payment.price.0
source: Price
de: Preis
fr: Prix
it: Prezzo
sv_se: Pris
tr: Fiyat

# tl_iso_payment.price.1
source: Enter a price or percent value (e.g. "10" or "10%").
de: Geben Sie Preis oder einen prozentualen Wert ein (z. B. "10" oder "10%").
it: Inserite un prezzo o un valore percentuale (ad es. "10" o "10%").
sv_se: Ange ett pris eller procentvärde (t.ex. "10" eller "10 %").
tr: Bir fiyat veya yüzde değeri girin (ör. "10" veya "%10").

# tl_iso_payment.tax_class.0
source: Tax Class
de: Steuerklasse
fr: Taxe
it: Classe fiscale
sv_se: Skatteklass
tr: Vergi Sınıfları

# tl_iso_payment.tax_class.1
source: Please select a tax class for the price.
de: Bitte wählen Sie eine Steuerklasse für diesen Preis.
fr: Sélectionner une taxe pour le prix.
it: Si prega di selezionare una classe fiscale per il prezzo.
sv_se: Vänligen välj en skatteklass för priset.
tr: Lütfen fiyat için bir vergi sınıfı seçin.

# tl_iso_payment.trans_type.0
source: Transaction type
de: Transaktions-Typ
fr: Type de transaction
it: Tipo transazione
sv_se: Överföringstyp
tr: İşlem tipi

# tl_iso_payment.trans_type.1
source: Select if you want to instantly capture the money or authorize (and hold) for a later transaction (e.g. when shipping).
de: Wählen Sie ob Sie das Geld sofort einnehmen oder für eine spätere Transaktion (z. B. wenn versandt wird) autorisieren (und abwarten) wollen.
fr: Sélectionner un encaissement immédiat ou autoriser (et maintenir) en différé (par exemple lors de l'expédition).
it: Selezioni se vuole avere subito i soldi o autorizzare (e tenere) per una transazione successiva (ad es. alla spedizione).
sv_se: Välj om du omedelbart vill få pengarna eller auktorisera (och behålla) för en senare transaktion (t.ex. vid leverans).
tr: Parayı anında yakalamak isteyip istemediğinizi veya daha sonraki bir işlem için (örneğin, gönderim sırasında) yetkilendirip (veya beklemeye) seçim yapın.

# tl_iso_payment.paybyway_merchant_id.0
source: Merchant ID
de: Händler-ID
it: ID Mercante
sv_se: Säljar-ID
tr: Tüccar ID

# tl_iso_payment.paybyway_merchant_id.1
source: Please enter your Paybyway merchant ID. The sub-merchant ID is listed in the sub-merchants page in the merchant UI.
de: Bitte geben Sie Ihre Paybyway Händer-ID ein. Die Unterhändler-ID ist auf der Unterhändler-Seite der Händler-Oberfläche aufgelistet.
it: Inserisci il tuo codice identificativo del commerciante Paybyway. Il sub-merchant ID è elencato nella pagina dei sub-merchant ID nell'interfaccia utente del commerciante.
sv_se: Ange ditt Paybyway-säljar-ID. Undersäljar-ID:t finns på sidan för undersäljare i säljarens användargränssnitt.
tr: Lütfen Paybyway tüccar kimliğinizi girin. Alt tüccar kimliği, satıcı arayüzündeki alt tüccarlar sayfasında listelenir.

# tl_iso_payment.paybyway_private_key.0
source: Private Key
de: Privater Schlüssel
it: Chiave privata
sv_se: Privat nyckel
tr: Özel Anahtar

# tl_iso_payment.paybyway_private_key.1
source: Please enter your Paybyway private key.
de: Bitte geben Sie den privaten Paybyway-Schlüssel ein.
it: Inserire la chiave privata Paybyway.
sv_se: Vänligen ange din Paybyway privata nyckel.
tr: Lütfen Paybyway özel anahtarınızı girin.

# tl_iso_payment.paypal_account.1
source: Enter the default email address from your PayPal-Account. Note: Check the correct spelling, and case-sensitive.
de: Geben Sie die E-Mail Adresse ein, welche als Standard ihres PayPal Kontos festgelegt ist. Beachten Sie die korrekte Schreibweise, auch Groß-Kleinschreibung!
fr: Entrez votre nom d'utilisateur PayPal (adresse e-mail).
it: Inserisca il suo conto di paypal (indirizzo di mail). Nota: controllare l'ortografia corretta e le maiuscole e minuscole.
sv_se: Ange standard-e-postadressen från ditt PayPal-konto. Obs: Kontrollera rätt stavning och versaler och gemener..
tr: PayPal Hesabınızdan varsayılan e-posta adresini girin. Not: Doğru harf yazımını kontrol edin ve büyük / küçük harf duyarlıdır.

# tl_iso_payment.paypal_client.0
source: Client ID
de: Kundennummer (Client ID)
it: ID cliente
sv_se: Klient ID

# tl_iso_payment.paypal_client.1
source: Enter your PayPal Client ID. You must create an application on the PayPal portal to get the access details.
de: Geben Sie Ihre PayPal-Kundennummer ein. Sie müssen eine Anwendung im PayPal-Portal erstellen, um die Zugangsdaten zu erhalten.
it: Inserire il proprio codice cliente PayPal. Per ottenere i dati di accesso è necessario creare un'applicazione sul portale PayPal.
sv_se: Ange ditt PayPal-klient-ID. Du måste skapa en applikation på PayPal-portalen för att få åtkomstinformationen.

# tl_iso_payment.paypal_secret.0
source: Secret
de: Schlüssel (Secret)
it: Segreto
sv_se: Hemlighet

# tl_iso_payment.paypal_secret.1
source: Enter your PayPal API secret.
de: Geben Sie Ihren PayPal API Schlüssel ein.
it: Inserire il vostro segreto API PayPal.
sv_se: Ange din PayPal API-hemlighet.

# tl_iso_payment.psp_pspid.1
source: The PSPID is your unique identification for the payment method.
de: Die PSPID ist Ihr eindeutiger Erkennungsname im Postfinance-System.
fr: Le PSPID est votre unique identifiant pour la méthode de paiement.
it: Il PSPID è la vostra identificazione unica per il metodo di pagamento.
sv_se: Die PSPID ist Ihre eindeutige Identifikation für die Zahlungsmethode.
tr: PSPID, ödeme yöntemi için benzersiz tanımlamanızdır.

# tl_iso_payment.psp_http_method.0
source: HTTP method
de: HTTP Methode
fr: Mode HTTP
it: Metodo HTTP
sv_se: HTTP-metod
tr: HTTP methodu

# tl_iso_payment.psp_http_method.1
source: Type of HTTP data transfer from and to the servers.
de: Typ der HTTP Daten von und zu den Servern.
fr: Type de transfert de donnée HTTP depuis et vers les serveurs.
it: Tipo di trasferimento dati HTTP da e verso il server
sv_se: Typ av HTTP-dataöverföring från och till servrarna.
tr: Sunuculardan HTTP veri aktarımı türü.

# tl_iso_payment.psp_hash_method.0
source: Hash method
de: Hash-Methode
fr: Méthode de hachage
it: Metodo Hash
sv_se: Hash-metod
tr: Hash yöntemi

# tl_iso_payment.psp_hash_method.1
source: Hashing algorithm for data transfer from and to the servers.
de: Hash-Algorithmus für Datentransfer von und zu Servern.
fr: Algorithme de hachage pour le transfert de donnée depuis et vers les serveurs.
it: Algoritmo di Hashing per il trasferimento dei dati da e verso i server.
sv_se: Hashingalgoritm för dataöverföring från och till servrarna.
tr: Sunuculardan veri aktarımı için algoritmayı yakalama.

# tl_iso_payment.psp_hash_in.0
source: SHA-IN signature
de: SHA-IN Signatur
fr: Signature SHA-IN
it: Firma SHA-IN
sv_se: SHA-IN signatur
tr: SHA-IN imza

# tl_iso_payment.psp_hash_in.1
source: This will be used to validate the server to server communication.
de: Dies wird zum Validieren der Server-zu-Server-Verbindung genutzt.
fr: Ceci sera utilisé pour valider la communication de serveur à serveur.
it: Questo verrà utilizzato per convalidare la comunicazione da server a server.
sv_se: Detta kommer att användas för att validera server till server-kommunikation.
tr: Bu, iki sunucu arasındaki iletişimi doğrulamak için kullanılacaktır.

# tl_iso_payment.psp_hash_out.0
source: SHA-OUT signature
de: SHA-OUT Signatur
fr: Signature SHA-OUT
it: Firma SHA-OUT
sv_se: SHA-OUT signatur
tr: SHA-OUT imza

# tl_iso_payment.psp_hash_out.1
source: This will be used to validate the server to server communication.
de: Dies wird zum Validieren der Server-zu-Server-Verbindung genutzt.
fr: Ceci sera utilisé pour valider la communication de serveur à serveur.
it: Questo verrà utilizzato per convalidare la comunicazione da server a server.
sv_se: Detta kommer att användas för att validera server till server-kommunikation.
tr: Bu, iki sunucu arasındaki iletişimi doğrulamak için kullanılacaktır.

# tl_iso_payment.psp_dynamic_template.0
source: Dynamic template URL
de: Dynamische Template URL
fr: URL dynamique
it: URL modello dinamico
sv_se: Dynamisk mall-URL
tr: Dinamik şablon URL'si

# tl_iso_payment.psp_dynamic_template.1
source: Enter a valid <strong>absolute</strong> URL to a dynamic template here.
de: Geben Sie eine <strong>absolute</strong> URL zu einem dynamischen Template ein.
fr: Entrez ici une URL <strong>absolue</strong> valide à une modèle dynamique.
it: Inserire qui un URL <strong>assoluto</strong> valido per un modello dinamico.
sv_se: Ange en giltig <strong>absolut</strong> URL till en dynamisk mall här.
tr: Burada dinamik bir şablon için geçerli bir <strong> mutlak </ strong> URL girin.

# tl_iso_payment.psp_payment_method.0
source: Payment method
de: Zahlungsart
fr: Mode de paiement
it: Metodo di pagamento
sv_se: Betalningsmetod
tr: Ödeme Şekli

# tl_iso_payment.psp_payment_method.1
source: You can select a payment method here. Make sure your PSP contract also includes this payment method! If you don't select anything at all here, the customer will have to choose the preferred payment method on the PSP interface!
de: Sie können hier eine Zahlungsart auswählen. Stellen Sie sicher, dass Ihr PSP-Vertrag diese Zahlungsart auch beinhaltet! Wenn Sie nichts auswählen, muss der Kunde die bevorzugte Zahlungsart in der PSP-Oberfläche auswählen.
it: Qui potete selezionare un metodo di pagamento. Assicuratevi che il vostro contratto PSP includa anche questo metodo di pagamento! Se non selezionate nulla qui, il cliente dovrà scegliere il metodo di pagamento preferito sull'interfaccia PSP!
sv_se: Du kan välja en betalningsmetod här. Se till att ditt PSP-kontrakt även innehåller denna betalningsmetod! Om du inte väljer något alls här, måste kunden välja den föredragna betalningsmetoden på PSP-gränssnittet!
tr: Burada bir ödeme yöntemi seçebilirsiniz. PSP sözleşmenizin de bu ödeme yöntemini de içerdiğinden emin olun! Burada hiç bir şey seçmezseniz, müşterinin PSP arayüzünde tercih edilen ödeme yöntemini seçmesi gerekir!

# tl_iso_payment.requireCCV.0
source: Require Card Code Verification (CCV) Number
de: Benötigt den Prüfcode (Card Code Verification - CCV)
fr: Code de vérification de la carte (cryptogramme)
it: Necessita del Numero di Verifica Codice Card (CCV)
sv_se: Kräv kortkodverifieringsnummer (CVV).
tr: Kart Kodu Doğrulama (CCV) Numarasını Gerektir

# tl_iso_payment.requireCCV.1
source: Choose this option if you would like to increase transaction security by requiring the card code verification number.
de: Wählen Sie diese Option wenn sie die Transaktionssicherheit durch die Abfrage des Prüfcodes erhöhen möchten.
fr: Choisir cette option pour augmenter la sécurité des transactions en exigeant que le numéro de vérification de carte soit saisi.
it: Scelga questa opzione se vuole aumentare la sicurezza della transazione chiedendo il numero di verifica dlla card.
sv_se: Välj det här alternativet om du vill öka transaktionssäkerheten genom att kräva verifieringsnumret för kortkoden.
tr: Kart şifresi doğrulama numarasını girerek işlem güvenliğini artırmak istiyorsanız bu seçeneği belirleyin.

# tl_iso_payment.allowed_cc_types.0
source: Allowed Credit Card Types
de: Erlaubte Kreditkarten-Typen
fr: Cartes de crédit acceptés
it: Tipi Carte di Credito Ammesse
sv_se: Tillåtna kreditkortstyper
tr: İzin Verilen Kredi Kartı Türleri

# tl_iso_payment.allowed_cc_types.1
source: Select which credit cards the payment method accepts.
de: Wählen Sie welche Kreditkarten die Bezahlmethode akzeptiert.
fr: Sélectionner quelles cartes de crédits sont acceptées par le module.
it: Selezioni quele modulo pagamento carta di credito è accettato.
sv_se: Välj vilka kreditkort som betalningsmetoden accepterar.
tr: Ödeme yönteminin hangi kredi kartlarını kabul ettiğini seçin.

# tl_iso_payment.datatrans_id.0
source: Merchant-ID
de: Händler-ID
fr: ID du commerçant
sv_se: Säljar-ID
tr: Tüccar-ID

# tl_iso_payment.datatrans_id.1
source: Please enter your merchant ID.
de: Bitte geben Sie Ihre Händler-ID ein.
fr: Saisir votre identifiant de commerçant (merchant ID).
it: Inserire il vostro Merchant-ID.
sv_se: Ange ditt säljar-ID.
tr: Lütfen satıcı kimliğinizi girin.

# tl_iso_payment.datatrans_sign.0
source: HMAC Key
de: HMAC Schlüssel
fr: Clé HMAC
sv_se: HMAC-nyckel
tr: HMAC Anahtarı

# tl_iso_payment.datatrans_sign.1
source: Please enter your HMAC key from the Datatrans control panel.
de: Bitte geben Sie den HMAC Schlüssel der Datatrans-Verwaltung ein.
fr: Saisir votre clé HMAC à partir de l'interface d'administration de Datatrans.
it: Inserite la vostra chiave HMAC dal pannello di controllo Datatrans.
sv_se: Vänligen ange din HMAC-nyckel från Datatrans kontrollpanel.
tr: Datatrans kontrol panelinden sağlanan HMAC anahtarınızı girin.
