Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_document.xlf
Languages: de, fr, it, tr

# tl_iso_document.name.0
source: Document name
de: Dokumentname
fr: Nom du document
it: Documento
tr: Belge adı

# tl_iso_document.name.1
source: Enter a name for this document. This will only be used in the backend.
de: Geben Sie einen Namen für dieses Dokument ein. Dieser wird nur im Backend benutzt.
fr: Saisir un nom pour ce document. Il ne sera utilisé que dans le back office.
it: Inserire un nome per questo documento. Questo verr√† utilizzato solo nel backend.
tr: Bu belge için bir ad girin. Bu sadece geri planda kullanılacaktır.

# tl_iso_document.type.0
source: Type of document
de: Dokumententyp
fr: Type de document
it: Tipo di documento
tr: Belge türü

# tl_iso_document.type.1
source: Select a particular document rendering class.
de: Wählen Sie eine mögliche Renderingklasse für das Dokument.
fr: Sélectionner une classe de rendu document particulière.
it: Selezionare una determinata classe di rendering del documento.
tr: Belirli bir belge işleme sınıfı seçin.

# tl_iso_document.logo.1
source: Select a logo.
de: Wählen Sie ein Logo.
fr: Sélectionner un logo
it: Seleziona un logo.
tr: Bir logo seçin

# tl_iso_document.documentTitle.0
source: Document title
de: Dokumententitel
fr: Titre du document
it: Titolo documento.
tr: Belgeni başlığı

# tl_iso_document.documentTitle.1
source: You can use simple tokens ("collection_*" whereas * equals the database column of the collection) to render your file title (e.g. "Invoice title ##collection_document_number##").
de: Sie können Simple-Tokens ("collection_*" feldname * entspricht dem Datenbankfeld der Sammlung) verwenden, um den Dateinamen zu generieren (z.B. "Rechnungstitel ##collection_document_number##").
fr: Vous pouvez utiliser des signes simples ("collection_*" où * équivaut à la colonne de la base de donnée de la collection) pour générer vos titre de fichier (ex: "Invoice title##nombre_document_collection##").
it: Potete usare semplici token ("collection_*" whereas * equivale alla colonna del database della collezione) per rendere il titolo del vostro file (ad es. "Titolo della fattura ##collection_document_number##").
tr: Dosya başlığınızı oluşturmak için basit simgeleri ("collection_ *", buna karşın * koleksiyonun veritabanı sütununa eşittir) kullanabilirsiniz (ör. "Fatura başlığı ## collection_document_number ##").

# tl_iso_document.fileTitle.0
source: File title
de: Dateiname
fr: Titre du fichier
it: Titolo file
tr: Dosya başlığı

# tl_iso_document.fileTitle.1
source: You can use simple tokens ("collection_*" whereas * equals the database column of the collection) to render your file title (e.g. "invoice_##collection_document_number##").
de: Sie können Simple-Tokens ("collection_*" feldname * entspricht dem Datenbankfeld der Sammlung) verwenden, um den Dateinamen zu generieren (z.B. "Rechnungstitel ##collection_document_number##").
fr: Vous pouvez utiliser des signes simples ("collection_*" où * équivaut à la colonne de la base de donnée de la collection) pour générer vos titre de fichier (ex: "Invoice_##nombre_document_collection##").
it: Potete usare semplici token ("collection_*" whereas * equivale alla colonna del database della collezione) per rendere il titolo del vostro file (ad es. "Titolo della fattura ##collection_document_number##").
tr: Dosya başlığınızı oluşturmak için basit simgeleri ("collection_ *", buna karşın * koleksiyonun veritabanı sütununa eşittir) kullanabilirsiniz (ör. "Fatura başlığı ## collection_document_number ##").

# tl_iso_document.documentTpl.0
source: Document template
de: Dokumenten-Template
fr: Modèle de document
it: Modello documento
tr: Belge şablonu

# tl_iso_document.documentTpl.1
source: Choose a template you want to render this document with.
de: Wählen Sie ein Template aus, mit dem Sie das Dokument rendern möchten.
fr: Choisissez un modèle de votre choix pour générer le document.
it: Scegliere un modello con cui renderizzare questo documento.
tr: Bu belgeyle birlikte oluşturmak istediğiniz bir şablon seçin.

# tl_iso_document.gallery.0
source: Gallery
de: Galerie
fr: Galerie
it: Galleria
tr: Galeri

# tl_iso_document.gallery.1
source: Select a gallery to render images.
de: Wählen Sie eine Galerie, um die Bilder zu rendern.
fr: Sélectionner une galerie pour rendre les images.
it: Seleziona una galleria per renderizzare immagini.
tr: Görüntüleri oluşturmak için bir galeri seçin.

# tl_iso_document.collectionTpl.0
source: Collection template
de: Sammlungs-Template
fr: Ensemble de modèles
it: Modello collezione
tr: Koleksiyon şablonu

# tl_iso_document.collectionTpl.1
source: Choose a collection template you want to render the products with.
de: Bitte wählen Sie ein Template aus, mit welchem Sie die Sammlung rendern möchten.
fr: Choisissez un modèle de collection pour générer les produits
it: Scegliere un modello di raccolta con cui renderizzare i prodotti.
tr: Ürünleri sunmak istediğiniz bir koleksiyon şablonu seçin.

# tl_iso_document.orderCollectionBy.0
source: Sorting
de: Sortierung
fr: Ordonnancement
it: Ordinamento
tr: Sıralama

# tl_iso_document.orderCollectionBy.1
source: Define in what order the collection items should be listed.
de: Definieren Sie, in welcher Reihenfolge die Einträge einer Sammlung aufgelistet werden sollen.
fr: Définir dans quel ordre les éléments de l'ensemble doivent être listés.
it: Definisci in quale ordine gli elementi della raccolta dovrebbero essere elencati.
tr: Koleksiyon öğelerinin hangi sırayla listeleneceğini tanımlayın.

# tl_iso_document.new.0
source: New document
de: Neues Dokument
fr: Nouveau document
it: Nuovo documento
tr: Yeni belge

# tl_iso_document.new.1
source: Create a new document
de: Neues Dokument erstellen
fr: Créer un nouveau document
it: Crea un nuovo documento
tr: Yeni belge oluştur

# tl_iso_document.edit.0
source: Edit document
de: Dokument bearbeiten
fr: Éditer le document
it: Modifica documento
tr: Belgeyi düzenle

# tl_iso_document.edit.1
source: Edit document ID %s
de: Dokument ID %s bearbeiten
fr: Éditer le document ID %s
it: Modifica documento ID %s
tr: %s ID'li Belgeyi Düzenle

# tl_iso_document.copy.0
source: Copy document
de: Dokument kopieren
fr: Dupliquer le document
it: Copiare documento
tr: Belgeyi kopyala

# tl_iso_document.copy.1
source: Copy document ID %s
de: Dokument ID %s kopieren
fr: Dupliquer le document ID %s
it: Copiare ID %s documento
tr: %s ID'li Belgeyi kopyala

# tl_iso_document.delete.0
source: Delete document
de: Dokument löschen
it: Cancella documento
tr: Belgeyi sil

# tl_iso_document.delete.1
source: Delete document ID %s
de: Dokument ID %s löschen
fr: Supprimer le document ID %s
it: Cancella ID %s documento
tr: %s ID'li Belgeyi sil

# tl_iso_document.show.0
source: Document details
de: Dokumentendetails
fr: Détails du document
it: Dettagli documento
tr: Belge detayları

# tl_iso_document.show.1
source: Show details of document ID %s
de: Details vom Dokument ID %s anzeigen
fr: Afficher les détails du document ID %s
it: Mostra i dettagli ID %s del documento
tr: %s ID'li belgenin detaylarını gör

# tl_iso_document.type_legend
source: Name & type
de: Name & Typ
fr: Nom & Type
it: Nome e tipo
tr: İsim ve tip

# tl_iso_document.config_legend
source: General configuration
de: Allgemeine Einstellungen
fr: Configuration générale
it: Configurazione Generale
tr: Genel düzenlemeler

# tl_iso_document.template_legend
source: Template
fr: Modèle
tr: Şablon
