Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_orderstatus.xlf
Languages: de, fr, it, nl, pl, ru, sv_se, tr

# tl_iso_orderstatus.name.0
source: Name
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Название
sv_se: Namn
tr: Ad

# tl_iso_orderstatus.name.1
source: Please enter a name for this status.
de: Bitte geben Sie den Namen für den Status ein.
fr: Veuillez, s'il vous plaît, entrer un nom pour cet état.
it: Si prega di inserire un nome per questo stato.
nl: Vul een naam in voor deze status.
pl: Wprowadź nazwę tego statusu.
ru: Пожалуйста, введите название статуса.
sv_se: Ange ett namn för denna status.
tr: Bu durum için bir ad girin

# tl_iso_orderstatus.color.0
source: Color
de: Farbe
it: Colore
ru: Цвет
sv_se: Färg
tr: Renk

# tl_iso_orderstatus.color.1
source: Here you can set a custom color for this status. The color will appear on the order list in back end.
de: Hier können Sie eine Farbe für den Bestellstatus festlegen. Die Farbe wird in der Bestellliste im Backend ausgegeben.
it: Qui è possibile impostare un colore personalizzato per questo stato. Il colore apparirà nella lista dell'ordine nel backend
sv_se: Här kan du ställa in en anpassad färg för denna status. Färgen kommer att synas på beställningslistan i back end.
tr: Burada bu durum için özel bir renk ayarlayabilirsiniz. Renk, arka plandaki sipariş listesinde görünecektir.

# tl_iso_orderstatus.paid.0
source: Order is paid
de: Die Bestellung wurde bezahlt
fr: La commande est payée
it: Ordine pagato
nl: Bestelling is betaald
pl: Zamówienie jest zapłacone
ru: Заказ оплачен
sv_se: Beställning är betald
tr: Sipariş ödendi

# tl_iso_orderstatus.paid.1
source: Assume the order is paid when it has this status. This will for example allow files to be downloaded.
de: Bei diesem Status wurde die Bestellung bezahlt. Beispielsweise ist das Herunterladen von Dateien möglich.
fr: On suppose que la commande est payée quand elle a cet état.
it: Si presume che l'ordine sia pagato quando ha questo stato. Questo permetterà, ad esempio, di scaricare i file.
nl: Geeft aan dat de bestelling met deze status betaald is. Dit staat bijvoorbeeld toe dat bestanden gedownload kunnen worden.
pl: Zamówienie jest opłacone jeśli ma ten status. Pozwoli to na przykład na ściągnięcie plików.
sv_se: Antag att beställningen är betald när den har denna status. Detta gör till exempel att filer kan laddas ner.
tr: Siparişin bu statüye sahip olduğu durumda ödenmesini varsayalım. Bu durum , örneğin dosyaların indirilmesine izin verir.

# tl_iso_orderstatus.welcomescreen.0
source: Show on welcome screen
de: Auf der Willkommensseite anzeigen
fr: Afficher dans le back office
it: Mostra nella schermata di benvenuto
nl: Toon op welkomstscherm
pl: Pokaż na ekranie powitania
ru: Показать на приветственном экране
sv_se: Visa på välkomstskärmen
tr: Karşılama ekranında göster

# tl_iso_orderstatus.welcomescreen.1
source: Show number of orders with this status on the backend welcome screen.
de: Zeigt die Anzahl von Bestellungen mit diesem Status auf der Willkommensseite im Backend an.
fr: Afficher le nombre de commandes avec cet état dans le back office.
it: Mostra il numero di ordini con questo stato nella schermata di benvenuto del backend.
nl: Toon het aantal bestellingen met deze status op het welkomstscherm van het backend.
pl: Pokaż liczbę zamówień z tym statusem na stronie powitalnej panelu administratora.
sv_se: Visa antalet beställningar med denna status på backend-välkomstskärmen.
tr: Bu durumdaki sipariş sayısını arka planda karşılama ekranında göster.

# tl_iso_orderstatus.notification.0
source: Notification
de: Benachrichtigung
it: Notifica
nl: Melding
pl: Powiadomienie
ru: Уведомление
sv_se: Meddelanden
tr: Bildirim

# tl_iso_orderstatus.notification.1
source: Please select a notification.
de: Bitte wählen Sie eine Benachrichtigung.
fr: Veuillez choisir une notification.
it: Selezionare una notifica.
nl: Kies alstublieft een melding.
pl: Proszę wybrać powiadomienie.
ru: Пожалуйста, выберите уведомление.
sv_se: Välj ett meddelande.
tr: Bir bildirim seçin

# tl_iso_orderstatus.saferpay_status.0
source: Saferpay transaction
de: Saferpay-Abwicklung
it: Transazione Saferpay
sv_se: Saferpay-transaktion
tr: Saferpay işlemi

# tl_iso_orderstatus.saferpay_status.1
source: Please select an option if you want to automatically update the payment gateway. This only applies if the client has used "Saferpay" or "Billpay for Saferpay" payment method.
de: Bitte wählen Sie eine Option, wenn das Zahlungs-Gateway automatisch aktualisiert werden soll. Funktioniert nur, wenn der Kunde „Saferpay“ oder „Billpay for Saferpay“ schon als Zahlungsmethode verwendet hatte.
it: Selezionare un'opzione se si desidera aggiornare automaticamente il gateway di pagamento. Questo vale solo se il cliente ha utilizzato il metodo di pagamento "Saferpay" o "Billpay for Saferpay".
sv_se: Vänligen välj ett alternativ om du vill uppdatera betalningsgatewayen automatiskt. Detta gäller endast om kunden har använt "Saferpay" eller "Billpay for Saferpay" betalningsmetod.
tr: Ödeme ağ geçidini otomatik olarak güncellemek istiyorsanız lütfen bir seçenek belirleyin. Bu yalnızca, müşteri "Saferpay" veya "Saferpay için Billpay" ödeme yöntemi kullanıyorsa geçerlidir.

# tl_iso_orderstatus.saferpay_status.capture
source: Capture payment
de: Zahlung erfassen
it: Registrazione del pagamento
sv_se: Registrera betalning
tr: Ödemeyi yakala

# tl_iso_orderstatus.saferpay_status.cancel
source: Suggest manual payment cancellation
de: Manuelle Zahlungsstornierung vorschlagen
it: Suggerire l'annullamento del pagamento manuale
ru: Предложить отмену платежа вручную
sv_se: Föreslå manuell avbokning av betalningar
tr: Manuel ödeme iptali öner

# tl_iso_orderstatus.new.0
source: New order status
de: Neuer Bestellstatus
fr: Nouvel état des commandes
it: Nuovo stato ordini
nl: Nieuwe bestelstatus
pl: Status nowego zamówienia
ru: Новый статус заказа
sv_se: Ny orderstatus
tr: Yeni sipariş durumu

# tl_iso_orderstatus.new.1
source: Create a new order status
de: Einen neuen Bestellstatus erstellen
fr: Créer un nouvel état des commandes
it: Creare un nuovo stato ordine
nl: Maak een nieuwe bestelstatus
pl: Stwórz status nowego zamówienia
ru: Создать новый статус заказа
sv_se: Skapa en ny orderstatus
tr: Yeni sipariş durumu oluştur

# tl_iso_orderstatus.edit.0
source: Edit order status
de: Bestellstatus bearbeiten
fr: Éditer un état des commandes
it: Modifica lo stato ordine
nl: Pas bestelstatus aan
pl: Edytuj status zamówienia
ru: Изменить статус заказа
sv_se: Redigera orderstatus
tr: Sipariş durumunu düzenle

# tl_iso_orderstatus.edit.1
source: Edit order status ID %s
de: Bestellstatus ID %s bearbeiten
fr: Éditer l'état des commandes ID %s
it: Modificare l'ID %s dello stato ordine
nl: Pas bestelstatus ID %s aan
pl: Edytuj status zamówienia ID %s
ru: Изменить ID статуса заказа %s
sv_se: Redigera orderstatus ID %s
tr: %s ID'li sipariş durumunu düzenle

# tl_iso_orderstatus.copy.0
source: Duplicate order status
de: Bestellstatus duplizieren
fr: Dupliquer un état des commandes
it: Stato ordine duplicato
nl: Dupliceer bestelstatus
pl: Duplikuj status zamówienia
ru: Дублировать статус заказа
sv_se: Duplicera orderstatus
tr: Sipariş durumunu kopyala

# tl_iso_orderstatus.copy.1
source: Duplicate order status ID %s
de: Bestellstatus ID %s duplizieren
fr: Dupliquer l'état des commandes ID %s
it: Duplicare l'ID %s dello stato ordine
nl: Dupliceer bestelstatus ID %s
pl: Duplikuj status zamówienia ID %s
ru: Дублировать ID статуса заказа %s
sv_se: Duplicerad orderstatus ID %s
tr: %s ID'li sipariş durumunu kopyala

# tl_iso_orderstatus.cut.0
source: Move order status
de: Bestellstatus verschieben
fr: Déplacer un état des commandes
it: Spostare lo stato ordine
nl: Verplaats bestelstatus
pl: Przenieś status zamówienia
ru: Переместить статус заказа
sv_se: Flytta orderstatus
tr: Sipariş durumunu taşı

# tl_iso_orderstatus.cut.1
source: Move order status ID %s
de: Bestellstatus ID %s verschieben
fr: Déplacer l'état des commandes ID %s
it: Spostare l'ID %s dello stato ordine
nl: Verplaats bestelstatus ID %s
pl: Przenieś status zamówienia ID %s
sv_se: Flytta orderstatus ID %s
tr: %s ID'li sipariş durumunu taşı

# tl_iso_orderstatus.delete.0
source: Delete order status
de: Bestellstatus löschen
fr: Supprimer un état des commandes
it: Cancellare lo stato ordine
nl: Verwijder bestelstatus
pl: Usuń status zamówienia
ru: Удалить статус заказа
sv_se: Ta bort orderstatus
tr: Sipariş durumu sil

# tl_iso_orderstatus.delete.1
source: Delete order status ID %s
de: Bestellstatus ID %s löschen
fr: Supprimer l'état des commandes ID %s
it: Cancellare l'ID %s dello stato ordine
nl: Verwijder bestelstatus ID %s
pl: Usuń status zamówienia ID %s
ru: Удалить ID статуса заказа %s
sv_se: Ta bort orderstatus ID %s
tr: %s ID'li sipariş durumunu sil

# tl_iso_orderstatus.show.0
source: Order status details
de: Bestellstatusdetails
fr: Détails de l'état des commandes
it: Dettagli sullo stato ordine
nl: Details van de bestelstatus
pl: Szczegóły statusu zamówienia
ru: Детали статуса заказа
sv_se: Beställningsstatusdetaljer
tr: Sipariş durumu detayları

# tl_iso_orderstatus.show.1
source: Show details of order status ID %s
de: Details des Bestellstatus ID %s anzeigen
fr: Afficher les détails de l'état des commandes ID %s
it: Mostra i dettagli dello stato ordine ID %s
nl: Toon details van de bestelstatus ID %s
pl: Pokaż szczegóły statusu zamówienia ID %s
ru: Показать детали ID статуса заказа %s
sv_se: Visa information om orderstatus ID%s
tr: %s ID'li sipariş durumunun detaylarını gör

# tl_iso_orderstatus.pasteafter.0
source: Paste after
de: Danach einfügen
fr: Coller après
it: Incolla dopo
nl: Invoegen achter
pl: Wklej po
ru: Вставить после
sv_se: Klistra in efter
tr: Şundan sonra yapıştır

# tl_iso_orderstatus.pasteafter.1
source: Paste after order status ID %s
de: Nach dem Bestellstatus ID %s einfügen
fr: Coller après l'état des commandes ID %s
it: Incolla dopo l'ID %s dello stato ordine
nl: Invoegen achter bestelstaus ID %s
pl: Wklej po statusie zamówienia ID %s
sv_se: Klistra in efter orderstatus ID %s
tr: %s ID'li sipariş durumundan sonra yapıştır

# tl_iso_orderstatus.pasteinto.0
source: Paste into
de: Am Anfang einfügen
fr: Coller dans
it: Incolla in
nl: Invoegen in
pl: Wklej w
ru: Вставить в
sv_se: Klistra in i
tr: Şunun içine yapıştır

# tl_iso_orderstatus.pasteinto.1
source: Paste into order status ID %s
de: Am Anfang einfügen
fr: Coller dans l'état des commandes ID %s
it: Incolla nell'ID %s dello stato ordine
nl: Invoegen in bestelstaus ID %s
pl: Wklej w status zamówienia ID %s
sv_se: Klistra in i orderstatus ID %s
tr: %s ID'li sipariş durumunun içine yapıştır

# tl_iso_orderstatus.name_legend
source: Name
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Название
sv_se: Namn
tr: Ad

# tl_iso_orderstatus.email_legend
source: E-Mail Notification
de: Benachrichtigung
fr: Notification par e-mail
it: Notifica e-mail
nl: E-mail melding
pl: Powiadomienie e-mail
ru: Уведомление по электронной почте
sv_se: E-postmeddelande
tr: E-posta Bildirimi

# tl_iso_orderstatus.payment_legend
source: Payment Gateways
de: Zahlungs-Gateways
it: Gateway di pagamento
ru: Платежные шлюзы
tr: Ödeme Ağ Geçitleri
