Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_config.xlf
Languages: de, es, fr, it, nl, sv_se, tr

# tl_iso_config.name.0
source: Configuration Name
de: Name der Shop-Konfiguration
es: Nombre de la configuración
fr: Nom de la configuration
it: Nome della configurazione
nl: Naam van configuratie
sv_se: Konfigurationsnamn
tr: Yapılandırma Adı

# tl_iso_config.name.1
source: Please enter a name for your configuration. This is only used for back end reference.
de: Geben Sie einen eindeutigen Namen ein.
fr: Veuillez entrer un nom pour la configuration. Ce n'est utilisé que dans le back office
it: Inserite un nome per la vostra configurazione. Questo viene utilizzato solo per il riferimento di back end.
nl: Vul een naam in voor deze configuratie. Dit wordt alleen gebruikt voor verwijzingen in het backend.
sv_se: Ange ett namn för din konfiguration. Detta används endast för backend-referens.
tr: Bu yapılandırma için bir ad girin. Bu sadece geri planda kullanılacaktır.

# tl_iso_config.label.0
source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
sv_se: Etikett
tr: Etiket

# tl_iso_config.label.1
source: The label is used in frontend, e.g. for config switcher.
de: Die Bezeichnung wird im Frontend z.B. für den Konfigurationswechsler verwendet.
es: La etiqueta se utiliza en la interfaz, por ejemplo, config switcher.
fr: Ce libellé est utilisé en front office, ex. : l'outil de changement de configuration
it: L'etichetta viene utilizzata nel frontend, ad es. per il config switcher.
nl: Het label wordt gebruikt in de frontend, bijv. voor het config switcher.
sv_se: Etiketten används i frontend, t.ex. för config switcher.
tr: Etiket, ön tarafta kullanılır, ör. Yapılandırma değiştiricisi için.

# tl_iso_config.fallback.0
source: Set as default store
de: Standard-Konfiguration
es: Definir como tienda por defecto
fr: Boutique par défaut
it: Impostato come negozio predefinito
nl: Stel in als standaardwinkel
sv_se: Ställ in som standardbutik
tr: Varsayılan mağaza olarak ayarla

# tl_iso_config.fallback.1
source: Set this as the default store for back-end currency formatting and other locale-specific information.
de: Verwendet diese als Standardkonfiguration für die Anzeige im Backend.
es: Configura está como almacén predeterminado para el formato de moneda y otra información específica para la localización.
fr: Définir cette boutique par défaut pour le formatage de monnaies et d'autres informations spécifiques aux paramètres régionaux du back office.
it: Impostare questo come archivio predefinito per la formattazione della valuta di back end e altre informazioni specifiche locali.
nl: Stel deze als standaard op te slaan voor de back-end munt formattering en andere locale-specifieke informatie.
sv_se: Ställ in detta som standardbutik för backend-valutaformatering och annan lokalspecifik information.
tr: Bu mağazayı, arka plan para birimi biçimlendirmesi ve diğer yerel ayara özgü bilgiler için varsayılan mağaza olarak ayarlayın.

# tl_iso_config.firstname.0
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
nl: Voornaam
sv_se: Förnamn
tr: Adınız

# tl_iso_config.firstname.1
source: Please enter the first name (if applicable).
de: Bitte geben Sie den Vornamen ein (falls anwendbar).
es: Introduce el nombre (si es aplicable).
fr: Saisir le prénom.
it: Inserire il nome (se applicabile).
nl: Vul de voornaam (indien van toepassing).
sv_se: Ange förnamnet (om tillämpligt).
tr: Lütfen adınızı girin (uygunsa).

# tl_iso_config.lastname.0
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
nl: Achternaam
sv_se: Efternamn
tr: Soyadınız

# tl_iso_config.lastname.1
source: Please enter the last name (if applicable).
de: Bitte geben Sie den Nachnamenen (falls anwendbar).
es: Introduce el apellido (si es aplicable).
fr: Saisir le nom.
it: Inserire il cognome (se applicabile).
nl: Vul de achternaam (indien van toepassing).
sv_se: Ange efternamnet (om tillämpligt).
tr: Lütfen soy adınızı girin (uygunsa).

# tl_iso_config.company.0
source: Company
de: Firma
es: Empresa
fr: Entreprise
it: Ditta
nl: Bedrijfsnaam
sv_se: Företag
tr: Şirket

# tl_iso_config.company.1
source: You can enter a company name here (if applicable).
de: Sie können hier einen Unternehmensnamen angeben (falls anwendbar).
es: Puede introducir un nombre de la empresa aquí (si es aplicable).
fr: Saisir la société.
it: Inserire qui il nome di un'azienda (se applicabile).
nl: Hier kunt u uw bedrijfsnaam invoeren.
sv_se: Du kan ange ett företagsnamn här (om tillämpligt).
tr: Lütfen bir şirket adı girin (uygunsa).

# tl_iso_config.vat_no.0
source: VAT No.
de: USt-ID-Nr.
es: NIF / Num. IVA
fr: Numéro de TVA
it: Partita IVA
nl: BTW nr.
sv_se: Momsregistreringsnummer.
tr: Vergi No.

# tl_iso_config.vat_no.1
source: Please enter a VAT number.
de: Bitte geben Sie Ihre Umsatzsteuer-Identifikationsnummer ein.
es: Introduce un número de identificación fiscal.
fr: Veuillez entrer un numéro de TVA.
it: Si prega di inserire un numero di partita IVA.
nl: Vul een BTW nummer in.
sv_se: Vänligen ange ett momsnummer.
tr: Lütfen vergi numaranızı girin

# tl_iso_config.street_1.0
source: Street
de: Straße
es: Calle
fr: Rue
it: Via
nl: Straatnaam + nr.
sv_se: Gata
tr: Cadde

# tl_iso_config.street_1.1
source: Please enter the street name and the street number.
de: Bitte geben Sie den Straßennamen und die Hausnummer ein.
es: Introduce el nombre de la calle y el número de la calle.
fr: Saisir la rue et le numéro de rue.
it: Per cortesia inserisca il nome e il numero della via.
nl: Vul de straatnaam en huisnummer in.
sv_se: Ange gatunamn och gatunummer.
tr: Lütfen caddenizi ve cadde numaranızı girin

# tl_iso_config.street_2.0
source: Street 2
de: Straße 2
es: Calle 2
fr: Rue 2
it: Via 2
nl: Straatnaam 2
sv_se: Gata 2
tr: Sokak 2

# tl_iso_config.street_2.1
source: Enter a second street info if there's any.
de: Geben Sie eine zweite Zeile für die Straße ein falls nötig.
es: Información añadida a la dirección
fr: Saisir un complément d'adresse s'il y a lieu.
it: Inserisca una seconda informazione per la via se necessario.
nl: Vul een tweede regel voor de straatnaam in, indien van toepassing.
sv_se: Ange en andra gatuinformation om det finns någon.
tr: Lütfen sokağınızı girin

# tl_iso_config.street_3.0
source: Street 3
de: Straße 3
es: Calle 3
fr: Rue 3
it: Via 3
nl: Straatnaam 3
sv_se: Gata 3
tr: Sokak 3

# tl_iso_config.street_3.1
source: Enter a third street info if there's any.
de: Geben Sie eine dritte Zeile für die Straße ein falls nötig.
es: Información añadida a la dirección
fr: Saisir un complément d'adresse s'il y a lieu.
it: Inserisca una terza informazione per la via se necessario.
nl: Vul een derde regel voor de straatnaam in, indien van toepassing.
sv_se: Ange information om en tredje gata om det finns någon.
tr: Diğer adres bilgileri

# tl_iso_config.postal.0
source: Postal code
de: Postleitzahl
es: Codigo Postal
fr: Code postal
it: CAP
nl: Postcode
sv_se: Postnummer
tr: Posta kodu

# tl_iso_config.postal.1
source: Please enter the postal code.
de: Bitte geben Sie die Postleitzahl ein.
es: Introduce el código postal.
fr: Saisir le code postal.
it: Per cortesia inserisca il CAP
nl: Vul de postcode in.
sv_se: Vänligen ange postnumret.
tr: Lütfen posta kodunuzu girin

# tl_iso_config.city.0
source: City
de: Ort
es: Ciudad
fr: Ville
it: Città
nl: Plaats
sv_se: Stad
tr: Şehir

# tl_iso_config.city.1
source: Please enter the name of the city.
de: Bitte geben Sie den Namen der Stadt ein.
fr: Veuillez entrer le nom de la ville.
it: Inserire il nome della città.
nl: Vul de plaatsnaam in.
sv_se: Vänligen ange namnet på staden.
tr: Lütfen bir şehir ismi girin

# tl_iso_config.subdivision.0
source: State
de: Staat
es: Comunidad
fr: État
it: Stato/Provincia
nl: Provincie
sv_se: Stat
tr: Eyalet/Bölge

# tl_iso_config.subdivision.1
source: Please enter the name of the state.
de: Bitte geben Sie den Namen des Bundeslandes/Kantons ein.
fr: Veuillez entrer le nom du Département.
it: Inserire il nome stato/provincia.
nl: Vul de naam van de provincie in.
sv_se: Vänligen ange namnet på staten.
tr: Lütfen bir eyalet/bölge ismi girin

# tl_iso_config.country.0
source: Country
de: Land
es: País
fr: Pays
it: Paese
nl: Land
sv_se: Land
tr: Ülke

# tl_iso_config.country.1
source: Please select a country. This is also the default for custom shipping/billing addresses.
de: Bitte wählen Sie das Land. Dies ist auch die Standardeinstellung für individuelle Versand-/Rechnungs-Adressen.
es: Por favor, seleccione un país. Esto también es el valor predeterminado para las direcciones de envío/facturación personalizadas.
fr: Sélectionner le pays.
it: Selezionare un paese. Questo è anche l'impostazione predefinita per gli indirizzi di spedizione/fatturazione personalizzati.
nl: Selecteer uw land alstublieft.
sv_se: Välj ett land. Detta är också standard för anpassade leverans-/faktureringsadresser.
tr: Lütfen bir ülke seçin. Bu ayrıca, özel gönderim / faturalandırma adresleri için varsayılandır.

# tl_iso_config.phone.0
source: Phone number
de: Telefonnummer
es: Teléfono
fr: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer
sv_se: Telefonnummer
tr: Telefon numarası

# tl_iso_config.phone.1
source: Please enter the phone number.
de: Bitte geben Sie die Telefonnummer ein.
es: Introduce el número de teléfono.
fr: Saisir le numéro de téléphone.
it: Per cortesia inserisca il numero di telefono.
nl: Vul het telefoonnummer in.
sv_se: Vänligen ange telefonnumret.
tr: Lütfen telefon numaranızı girin

# tl_iso_config.email.0
source: Shipping email address
de: Versand E-Mail-Adresse
es: Dirección de correo electrónico de envío
fr: Adresse e-mail de livraison
it: Indirizzo e-mail di spedizione
nl: E-mailadres verzending
sv_se: Leverans e-postadress
tr: Naklye e-posta adresi

# tl_iso_config.email.1
source: Please enter a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduzca una dirección de e-mail válida.
fr: Saisir une adresse e-mail valide.
it: Per cortesia inserisca un indirizzo di mail valido.
nl: Vul een geldig e-mailadres in.
sv_se: Vänligen ange en giltig e-postadress.
tr: Lütfen geçerli bir e-posta adresi girin

# tl_iso_config.bankName.0
source: Bank name
it: Nome della banca
sv_se: Bank namn
tr: Banka adı

# tl_iso_config.bankName.1
source: Please enter your bank name.
de: Bitte geben Sie Ihren Bank-Namen ein.
it: Inserire il nome della banca.
sv_se: Vänligen ange ditt banknamn.
tr: Lütfen banka adınızı girin.

# tl_iso_config.bankAccount.0
source: Bank account number (IBAN)
de: Bankkontonummer (z. B. IBAN)
it: Numero di conto bancario (IBAN)
sv_se: Bankkontonummer (IBAN)
tr: Banka hesap numarası (IBAN)

# tl_iso_config.bankAccount.1
source: Please enter your bank account number (IBAN).
de: Bitte geben Sie Ihre Bankkontonummer (z. B. IBAN) ein.
it: Inserire il numero di conto bancario (IBAN).
sv_se: Ange ditt bankkontonummer (IBAN).
tr: Lütfen banka hesap numaranızı (IBAN) giriniz.

# tl_iso_config.bankCode.0
source: Bank code (BIC/SWIFT)
de: Bankleitzahl (BIC / SWIFT)
it: Codice bancario (BIC/SWIFT)
sv_se: Bankkod (BIC/SWIFT)
tr: Banka kodu (BIC/SWIFT)

# tl_iso_config.bankCode.1
source: Please enter your bank code (BIC/SWIFT).
de: Bitte geben Sie Ihre Bankleitzahl ein (BIC / SWIFT).
it: Inserire il codice bancario (BIC/SWIFT).
sv_se: Ange din bankkod (BIC/SWIFT).
tr: Lütfen banka kodunuzu (BIC/SWIFT) girin.

# tl_iso_config.taxNumber.0
source: Tax number
de: Steuernummer
it: Codice fiscale
sv_se: Skattenummer
tr: Vergi numarası

# tl_iso_config.taxNumber.1
source: Here you can enter your tax number.
de: Hier können Sie Ihre Steuernummer eingeben.
it: Qui potete inserire il vostro codice fiscale.
sv_se: Här kan du ange ditt skattenummer.
tr: Buraya vergi numaranızı girebilirsiniz.

# tl_iso_config.address_fields.0
source: Address fields
de: Adressfelder
fr: Champs d'adresse
it: Campi indirizzo
nl: Adresvelden
sv_se: Adressfält
tr: Adres alanı

# tl_iso_config.address_fields.1
source: Select the fields for a billing and shipping address when checking out.
de: Wählen Sie die Felder für die Rechnungs- und Versandadresse beim Bezahlen aus.
fr: Veuillez sélectionner les champs pour une adresse de facturation et d'expédition lors de la vérification.
it: Selezionare i campi per l'indirizzo di fatturazione e di spedizione al momento del check-out.
nl: Selecteer de velden voor factuur- en leveradressen tijdens het afrekenen.
sv_se: Välj fälten för en fakturerings- och leveransadress när du checkar ut.
tr: Ödeme yaparken bir faturalandırma ve nakliye adresi için alanları seçin.

# tl_iso_config.address_fields.billing.0
source: For billing address
de: Für Rechnungs-Adresse
fr: Pour l'adresse de facturation
it: Per l'indirizzo di fatturazione
nl: Voor factuuradres
sv_se: För faktureringsadress
tr: Fatura Adresi için

# tl_iso_config.address_fields.shipping.0
source: For shipping address
de: Für Versand-Adresse
fr: Pour l'adresse d'expédition
it: Per l'indirizzo di spedizione
nl: Voor verzendadres
sv_se: För leveransadress
tr: Nakliye Adresi için

# tl_iso_config.address_fields.disabled
source: Disabled
de: Deaktiviert
fr: Désactivé
it: Disabilitato
nl: Uitgeschakeld
sv_se: Inaktiverad
tr: Devre dışı

# tl_iso_config.address_fields.enabled
source: Enabled (not mandatory)
de: Aktiviert (Nicht verpflichtend)
fr: Activé (facultatif)
it: Abilitato (non obbligatorio)
nl: Ingeschakeld (niet verplicht)
sv_se: Aktiverad (inte obligatorisk)
tr: Etkin (zorunlu değil)

# tl_iso_config.address_fields.mandatory
source: Enabled (mandatory)
de: Aktiviert (Verpflichtend)
fr: Activé (obligatoire)
it: Abilitato (obbligatorio)
nl: Ingeschakeld (verplicht)
sv_se: Aktiverad (obligatorisk)
tr: Etkin (zorunlu)

# tl_iso_config.billing_country.0
source: Default billing country
de: Standard Rechnungsland
fr: Billing default country
it: Paese di fatturazione predefinito
nl: Standaard land voor facturatie
sv_se: Standard faktureringsland
tr: Varsayılan fatura ülkesi

# tl_iso_config.billing_country.1
source: Select a default country for new billing addresses.
de: Wählen Sie das Standard-Land für neue Rechnungsadressen.
es: Seleccione un país predeterminado para una nueva dirección de facturación
it: Selezionare un paese predefinito per i nuovi indirizzi di fatturazione.
nl: Selecteer het standaard land voor nieuwe factuuradressen.
sv_se: Välj ett standardland för nya faktureringsadresser.
tr: Yeni fatura adresleri için varsayılan bir ülke seçin.

# tl_iso_config.shipping_country.0
source: Default shipping country
de: Standard Versandland
fr: Pays de livraison par défaut
it: Paese di spedizione predefinito
nl: Standaard land voor verzending.
sv_se: Standard leveransland
tr: Varsayılan teslimat ülkesi

# tl_iso_config.shipping_country.1
source: Select a default country for new shipping addresses.
de: Wählen Sie das Standard-Land für neue Versandadressen.
es: Seleccione un país predeterminado para una nueva dirección de envío
fr: Sélectionnez un pays par défaut pour les nouvelles adresses de livraison.
it: Selezionare un paese predefinito per i nuovi indirizzi di spedizione.
nl: Selecteer het standaard land voor nieuwe verzendadressen.
sv_se: Välj ett standardland för nya leveransadresser.
tr: Yeni nakliye adresi için varsayılan ülke seçin.

# tl_iso_config.billing_countries.0
source: Available billing countries
de: Rechnungs-Länder
fr: Pays de facturation
it: Paesi di fatturazione disponibili
nl: Uitvoerlanden Facturatie
sv_se: Tillgängliga faktureringsländer
tr: Kullanılabilir fatura ülkeleri

# tl_iso_config.billing_countries.1
source: Select the countries you want to allow for checkout billing address. Select none to allow all countries.
de: Wählen Sie die Länder, welche beim Bestellvorgang als Rechnungs-Adressen erlaubt sind.
fr: Sélectionner les pays autorisés pour l'adresse de facturation de la commande.
it: Selezionare i paesi che si desidera consentire l'indirizzo di fatturazione del checkout. Selezionare nessuno per consentire tutti i paesi.
nl: Selecteer hier de landen waaruit bezoekers mogen afrekenen
sv_se: Välj de länder du vill tillåta för faktureringsadress för kassan. Välj ingen för att tillåta alla länder.
tr: Ödeme faturalandırma adresi için izin vermek istediğiniz ülkeleri seçin. Tüm ülkelere izin vermek için hiçbirini seçin.

# tl_iso_config.shipping_countries.0
source: Available shipping countries
de: Versand-Länder
fr: Pays de livraison
it: Paesi di spedizione disponibili
nl: Uitvoerlanden Verzending
sv_se: Tillgängliga leveransländer
tr: Kullanılabilir nakliye ülkeleri

# tl_iso_config.shipping_countries.1
source: Select the countries you want to allow for checkout shipping address. Select none to allow all countries.
de: Wählen Sie die Länder, welche beim Bestellvorgang als Versand-Adressen erlaubt sind.
fr: Sélectionner les pays autorisés pour l'adresse de livraison de la commande.
it: Selezionare i paesi che si desidera consentire l'indirizzo di spedizione alla cassa. Selezionare nessuno per consentire tutti i paesi.
nl: Selecteer hier de landen waaruit bezoekers mogen afrekenen
sv_se: Välj de länder du vill tillåta för leveransadress för kassan. Välj ingen för att tillåta alla länder.
tr: Ödeme nakliye adresi için izin vermek istediğiniz ülkeleri seçin. Tüm ülkelere izin vermek için hiçbirini seçin.

# tl_iso_config.limitMemberCountries.0
source: Limit member countries
de: Mitgliederländer einschränken
es: Limite los países de los miembros
fr: Limiter les pays des membres
it: Limitare i paesi membri
nl: Beperk landen
sv_se: Begränsa medlemsländerna
tr: Üye ülkelerini sınırla

# tl_iso_config.limitMemberCountries.1
source: Limit member countries (Registration, Personal Data) to the combined list of billing and shipping countries.
de: Schränken Sie die Mitgliederländer (Registrierung, Persönliche Daten) auf der kombinierten Liste der Rechnungs- und Versand-Länder ein.
es: Limite los países de los miembros (Registro, Datos de carácter cersonal) a la lista combinada de los países de facturación y de envío.
fr: Limiter les pays des membres (inscription, données personnelles) à la liste combinée des pays de facturation et d'expédition.
it: Limitare i paesi membri (registrazione, dati personali) all'elenco combinato dei paesi di fatturazione e spedizione.
nl: Beperk landen (Registratie, persoonlijke gegevens) aan de gecombineerde lijst van de facturering en verzending landen.
sv_se: Begränsa medlemsländerna (registrering, personuppgifter) till den kombinerade listan över fakturerings- och leveransländer.
tr: Üye ülkelerini (Kayıt, Kişisel Veriler) faturalandırma ve gönderim yapan ülkelerin birleşik listesinde sınırlayın.

# tl_iso_config.vatNoValidators.0
source: VAT No. validation
de: Prüfung der USt-ID-Nr.
it: Convalida partita IVA
sv_se: VAT-nr validering
tr: KDV No. doğrulama

# tl_iso_config.vatNoValidators.1
source: If you enable one or multiple services, the VAT No. address field will be validated.
de: Wenn Sie einen oder mehrere Dienste aktivieren, wird das USt-ID-Nr.-Adressfeld geprüft.
it: Se si abilita uno o più servizi, il campo dell'indirizzo del numero di partita IVA sarà convalidato.
sv_se: Om du aktiverar en eller flera tjänster kommer adressfältet för VAT-nummer att valideras.
tr: Bir veya birden fazla hizmeti etkinleştirirseniz, KDV No. Adresi alanı doğrulanır.

# tl_iso_config.priceDisplay.0
source: Price display
de: Preisanzeige
it: Esposizione dei prezzi
sv_se: Prisvisning
tr: Fiyat göstergesi

# tl_iso_config.priceDisplay.1
source: Select if you want to display net or gross prices in your shop. See the help wizard for more information.
de: Wählen Sie aus, ob Sie Netto- oder Bruttopreise in Ihrem Shop anzeigen möchten. Weiterführende Informationen finden Sie im Help-Wizard.
it: Selezionate se desiderate visualizzare i prezzi netti o lordi nel vostro negozio. Per ulteriori informazioni, consultare la procedura guidata.
sv_se: Välj om du vill visa netto- eller bruttopriser i din butik. Se hjälpguiden för mer information.
tr: Mağazada net veya brüt fiyatlar görüntülemek istiyorsanız seçin. Daha fazla bilgi için yardım sihirbazına bakın.

# tl_iso_config.currencyFormat.0
source: Price formatting
de: Preisformatierung
it: Formattazione del prezzo
sv_se: Prisformatering
tr: Fiyat biçimi

# tl_iso_config.currencyFormat.1
source: Choose a formatting for prices.
de: Wählen Sie eine Formatierung für Preise.
es: Elegir un formato de precios.
fr: Choisir un formatage de la monnaie pour les prix.
it: Scegliere una formattazione per i prezzi.
nl: Kies een opmaak voor de prijzen.
sv_se: Välj en formatering för priser.
tr: Fiyatlar için bir biçimlendirme seçin.

# tl_iso_config.priceRoundPrecision.0
source: Rounding precision
de: Rundungspräzision
es: Precisión de redondeo
fr: Précision de l'arrondi
it: Precisione di arrotondamento
nl: Afronding precisie
sv_se: Avrundningsprecision
tr: Yuvarlama hassaslığı

# tl_iso_config.priceRoundPrecision.1
source: How much decimal precision to have. You should set something between 0 and 2 for all payment gateways to work correctly. See PHP manual for round().
de: Wählen Sie die Dezimal-Präzision. Sie sollten einen Wert zwischen 0 und 2 verwenden, um Kompatibilität mit allen Zahlungsmodulen zu gewährleisten.
es: ¿Cuánta precisión decimal tener? Debe establecer algo entre 0 y 2 para todas las pasarelas de pago para que funcione correctamente. Vea el manual de PHP para round ().
fr: Définir la précision de l'arrondi. Une valeur entre 0 et 2 fonctionne correctement sur toutes les passerelles de paiement. Voir le manuel de PHP pour la fonction round().
it: Che precisione decimale occorre avere. Si dovrebbe impostare qualcosa tra 0 e 2 perché tutti i gateway di pagamento funzionino correttamente. Vedere il manuale PHP per round().
nl: Hoeveel decimale precicion te hebben. Stel je iets tussen 0 en 2 voor alle betalingsmogelijkheden om correct te werken. Zie PHP handleiding voor round().
sv_se: Hur mycket decimalprecision man ska ha. Du bör ställa in något mellan 0 och 2 för att alla betalningsgateways ska fungera korrekt. Se PHP-manualen för round().
tr: Ne kadar ondalık hassaslığa sahip olunur? Tüm ödeme ağ geçitlerinin doğru şekilde çalışması için 0 ile 2 arasında bir şey ayarlamanız gerekir. round() için PHP el kitabına bakın.

# tl_iso_config.priceRoundIncrement.0
source: Rounding increment
de: Rundungszuschlag
es: Incremento de redondeo
fr: Augmentation de l'arrondi
it: Incremento di arrotondamento
nl: Afronding
sv_se: Avrundningssteg
tr: Yuvarlama artışı

# tl_iso_config.priceRoundIncrement.1
source: Some currencies (e.g. swiss francs) do not support 0.01 precision.
de: Einige Währungen (z.B. Schweizer Franken) erlauben keine 0.01 Beträge.
es: Algunas divisas (por ejemplo francos suizos) no son compatibles con una precisión de 0.01.
fr: Certaines monnaies (ex. : franc suisse) ne prennent pas en charge la précision 0.01.
it: Alcune valute (ad es. i franchi svizzeri) non supportano la precisione dello 0,01.
nl: Bepaalde valuta (bijvoorbeeld Zwitserse franken) geen ondersteuning voor 0.01
sv_se: Vissa valutor (t.ex. schweiziska franc) stöder inte 0,01 precision.
tr: Bazı para birimleri (ör. İsviçre Frangı), 0.01 hassaslığı desteklemez.

# tl_iso_config.currency.0
source: Currency
de: Währung
es: Divisa
fr: Monnaie
it: Valuta
nl: Valuta
sv_se: Valuta
tr: Para birimi

# tl_iso_config.currency.1
source: Please select a currency for this store.
de: Wählen Sie eine Währung für diesen Shop.
es: Por favor, selecciona una divisa para la tienda.
fr: Sélectionner une monnaie pour cette boutique.
it: Si prega di selezionare una valuta per questo negozio.
nl: Selecteer een valuta voor deze winkel.
sv_se: Välj en valuta för denna butik.
tr: Lütfen bu mağaza için bir para birimi seçin.
