Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_label.xlf
Languages: de, fr, it, nl

# tl_iso_label.language.0
source: Language
de: Sprache
fr: Langue
it: Lingua
nl: Taal

# tl_iso_label.language.1
source: Please select a language.
de: Bitte wählen Sie eine Sprache
fr: Sélectionnez une langue
it: Per cortesia selezioni una lingua.
nl: Kies alstublieft een taal.

# tl_iso_label.label.0
source: Label
de: Bezeichnung
fr: Libellé
it: Etichetta

# tl_iso_label.label.1
source: Enter the source label.
de: Geben Sie die ursprüngliche Beschriftung ein.
fr: Modifier le libellé de la source
it: Inserisca l'etichetta sorgente.
nl: Vul het bronlabel in.

# tl_iso_label.replacement.0
source: Replacement
de: Ersatz
fr: Remplacement
it: Sostituzione
nl: Vervanging

# tl_iso_label.replacement.1
source: Enter the replacement in the specified language.
de: Geben Sie den Ersatz in der vorgegebenen Sprache ein.
fr: Entrez le remplacement dans la langue spécifiée.
it: Inserisca la sostituzione nella lingua specificata.
nl: Vul de vervanging in voor de gekozen taal.

# tl_iso_label.new.0
source: New label
de: Neue Beschriftung
fr: Nouveau libellé
it: Nuova etichetta
nl: Nieuw label

# tl_iso_label.new.1
source: Create a new label
de: Eine neue Beschriftung erstellen
fr: Créer un nouveau libellé
it: Crei una nuova etichetat
nl: Maak een nieuw label aan

# tl_iso_label.edit.0
source: Edit label
de: Beschriftung bearbeiten
fr: Éditer un libellé
it: Modifica etichetta
nl: Label aanpassen

# tl_iso_label.edit.1
source: Edit label ID %s
de: Beschriftung ID %s bearbeiten
fr: Éditer le libellé ID %s
it: Modifica etichetta ID %s
nl: Bewerk label ID %s

# tl_iso_label.copy.0
source: Duplicate label
de: Beschriftung duplizieren
fr: Dupliquer un libellé
it: Duplica etichetta
nl: Kopieer label

# tl_iso_label.copy.1
source: Duplicate label ID %s
de: Beschriftung ID %s duplizieren
fr: Dupliquer le libellé ID %s
it: Duplica etichetta ID %s
nl: Kopier label ID %s

# tl_iso_label.delete.0
source: Delete label
de: Beschriftung löschen
fr: Supprimer un libellé
it: Cancella etichetta
nl: Verwijder label

# tl_iso_label.delete.1
source: Delete label ID %s
de: Beschriftung ID %s löschen
fr: Supprimer le libellé ID %s
it: Cancella etichetta ID %s
nl: Verwijder label ID %s

# tl_iso_label.show.0
source: Label details
de: Beschriftungsdetails
fr: Détails du libellé
it: Dettagli etichetta

# tl_iso_label.show.1
source: Show details of label ID %s
de: Details der Beschriftung ID %s anzeigen
fr: Afficher les détails du libellé ID %s
it: Mostra i dettagli etichetta ID %s
nl: Toon details van label ID %s

# tl_iso_label.label_legend
source: Label translation
de: Beschriftungs-Übersetzung
fr: Traduction du libellé
it: Traduzione etichetta
nl: Label vertaling
