Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_payment.xlf
Languages: de, fr, it, sv_se, tr

# tl_iso_payment.datatrans_hash_method.0
source: Hash method
de: Hash-Methode
fr: Méthode de hachage
it: Metodo Hash
sv_se: Hash-metod
tr: Hash yöntemi

# tl_iso_payment.datatrans_hash_method.1
source: Please select the hashing method configured in your Datatrans control panel.
de: Wählen Sie die Hashing-Methode wie sie im Datatrans Control Panel konfiguriert ist.
it: Selezionare il metodo di hashing configurato nel vostro pannello di controllo Datatrans.
sv_se: Välj hashmetoden som konfigurerats i din Datatrans kontrollpanel.
tr: Lütfen Datatrans kontrol panelinizde yapılandırılmış karma yöntemini seçin.

# tl_iso_payment.datatrans_hash_method.md5
source: MD5 (outdated)
de: MD5 (veraltet)
it: MD5 (obsoleto)
sv_se: MD5 (föråldrad)

# tl_iso_payment.datatrans_hash_convert.0
source: Convert hash to binary
de: Hash in Binär konvertieren
it: Convertire hash in binario
sv_se: Konvertera hash till binär
tr: Karmayı ikiliğe dönüştür

# tl_iso_payment.datatrans_hash_convert.1
source: Check here if the hash key needs to be converted to binary.
de: Klicken Sie hier wenn der Hash-Key in Binärdaten konvertiert werden soll.
it: Verificate qui se la chiave hash deve essere convertita in binario.
sv_se: Kontrollera här om hash-nyckeln behöver konverteras till binär.
tr: Karma anahtarın ikili olarak dönüştürülmesi gerekip gerekmediğini kontrol edin.

# tl_iso_payment.vads_site_id.0
source: Site Identifier
de: Seiten-Identifikation
it: Identificatore del sito
sv_se: Webbplatsidentifierare
tr: Site Tanımlayıcısı

# tl_iso_payment.vads_site_id.1
source: Please enter your payment site identifier.
de: Geben Sie die Identifikation der Zahlungsseite ein.
it: Inserisci il vostro identificativo del sito di pagamento.
sv_se: Ange din betalningswebbplatsidentifierare.
tr: Lütfen ödeme sitesi tanımlayıcınızı girin.

# tl_iso_payment.vads_certificate.0
source: Certificate
de: Zertifikat
it: Certificato
sv_se: Certifikat
tr: Sertifika

# tl_iso_payment.vads_certificate.1
source: Please enter your TEST or PRODUCTION certificate.
de: Bitte geben Sie Ihr TEST- oder PRODUCTION-Zertifikat ein.
it: Inserire il vostro certificato di TEST o di PRODUZIONE.
sv_se: Ange ditt TEST- eller PRODUKTIONScertifikat.
tr: Lütfen TEST veya ÜRETİM sertifikanızı giriniz.

# tl_iso_payment.sparkasse_paymentmethod.0
source: Payment method
de: Zahlungsart
fr: Mode de paiement
it: Metodo di pagamento
sv_se: Betalningsmetod
tr: Ödeme Şekli

# tl_iso_payment.sparkasse_paymentmethod.1
source: Please select a payment method for this method.
de: Bitte wählen Sie eine Zahlungsart.
fr: Sélectionner un mode de paiement.
it: Si prega di selezionare un metodo di pagamento per questo metodo.
sv_se: Välj en betalningsmetod för denna metod.
tr: Lütfen bu yöntem için bir ödeme yöntemi seçin.

# tl_iso_payment.sparkasse_paymentmethod.creditcard
source: Credit card
de: Kreditkarte
fr: Carte de crédit
it: Carta di credito
sv_se: Kreditkort
tr: Kredi kartı

# tl_iso_payment.sparkasse_paymentmethod.maestro
source: Debig card
de: Abbuchungskarte
fr: Carte de débit
it: Carta di debito
sv_se: Kontokort
tr: Debit/Banka kartı

# tl_iso_payment.sparkasse_paymentmethod.directdebit
source: Direct debit
de: Bankeinzug
fr: Débit direct
it: Addebito diretto
sv_se: Direktbetalning
tr: Otomatik ödeme

# tl_iso_payment.sparkasse_sslmerchant.0
source: Seller ID
de: Verkäufer ID
fr: ID du vendeur
it: ID venditore
sv_se: Säljar-ID
tr: Satıcı Kimliği

# tl_iso_payment.sparkasse_sslmerchant.1
source: Please enter your seller ID (Händlerkennung).
de: Bitte geben Sie Ihre Verkäufer ID ein (Händlerkennung).
fr: Saisir l'identifiant du vendeur (seller ID).
it: Inserire il proprio identificativo del venditore.
sv_se: Ange ditt säljar-ID (Säljar-ID)
tr: Lütfen satıcı kimliğinizi girin (Händlerkennung).

# tl_iso_payment.sparkasse_sslpassword.0
source: Password
de: Passwort
fr: Mot de passe
sv_se: Lösenord
tr: Parola

# tl_iso_payment.sparkasse_sslpassword.1
source: Please enter your SSL-Password.
de: Bitte geben Sie Ihr SSL-Passwort ein.
fr: Saisir votre mot de passe SSL.
it: Inserire la propria password SSL.
sv_se: Vänligen ange ditt SSL-lösenord.
tr: Lütfen SSL-Parolanızı giriniz.

# tl_iso_payment.sparkasse_merchantref.0
source: Reference
de: Referenz
fr: Référence
it: Referenza
sv_se: Referens
tr: Referans

# tl_iso_payment.sparkasse_merchantref.1
source: A reference that will be shown on the seller details page instead of the cart ID.
de: Eine Referenz, welche auf der Detailseite des Verkäufers anstelle der Warenkorbnummer angezeigt wird.
fr: Une référence qui sera montrée sur la page détaillée du vendeur au lieu de l'ID du panier
it: Una referenza che verrà mostrata nella pagina dei dettagli del venditore al posto dell'ID del carrello.
sv_se: En referens som kommer att visas på säljarens informationssida istället för kundvagns-ID.
tr: Satıcı kimliği sayfası yerine satıcı ayrıntıları sayfasında gösterilecek bir referans.

# tl_iso_payment.sofortueberweisung_user_id.0
source: Customer ID
de: Kunden ID
fr: ID du client
it: ID cliente
sv_se: Kundnummer
tr: Müşteri ID

# tl_iso_payment.sofortueberweisung_user_id.1
source: Your customer ID for sofortüberweisung.de
de: Ihre Kunden ID bei sofortüberweisung.de
fr: Votre ID client pour sofortüberweisung.de
it: Il vostro ID cliente per sofortüberweisung.de
sv_se: Ditt kund-ID för DIRECTebanking.com
tr: sofortüberweisung.de için Müşteri ID'niz

# tl_iso_payment.sofortueberweisung_project_id.0
source: Project ID
de: Projekt ID
fr: ID du projet
it: ID del progetto
sv_se: Projekt-ID
tr: Proje ID

# tl_iso_payment.sofortueberweisung_project_id.1
source: Your project ID for sofortüberweisung.de
de: Ihre Projekt ID bei sofortüberweisung.de
fr: Votre ID projet pour sofortüberweisung.de
it: Il vostro progetto ID per sofortüberweisung.de
sv_se: Ditt projekt-ID för DIRECTebanking.com
tr: sofortüberweisung.de için Proje ID'niz

# tl_iso_payment.sofortueberweisung_project_password.0
source: Projekt password
de: Projekt-Passwort
fr: Mot de passe du projet
it: Password del progetto
sv_se: Projekt lösenord
tr: Proje parola

# tl_iso_payment.sofortueberweisung_project_password.1
source: Your project password for sofortüberweisung.de
de: Ihr Projekt-Passwort bei sofortüberweisung.de
fr: Votre mot de passe projet pour sofortüberweisung.de
it: La password del progetto per sofortüberweisung.de
sv_se: Ditt projektlösenord för DIRECTebanking.com
tr: sofortüberweisung.de için Proje parolanız

# tl_iso_payment.saferpay_accountid.0
source: Saferpay Account ID (CustomerId-TerminalId)
de: Saferpay-Kontonummer (Customer ID / Terminal ID)
it: ID del conto Saferpay (CustomerId-TerminalId)
sv_se: Saferpay-konto-ID (CustomerId-TerminalId)

# tl_iso_payment.saferpay_accountid.1
source: Please enter your unique Saferpay account id. It should be in the form CustomerId-TerminalId
de: Bitte geben Sie Ihre eindeutige Saferpay-Kontonummer (Customer ID / Terminal ID) ein.
it: Inserire l'ID del proprio account Saferpay. Dovrebbe essere nella forma CustomerID-TerminalID
sv_se: Ange ditt unika Saferpay-konto-id. Det ska vara i formen CustomerId-TerminalId

# tl_iso_payment.saferpay_username.0
source: Saferpay API User
de: Saferpay API-Benutzer
it: Utente API Saferpay
sv_se: Saferpay API-användare

# tl_iso_payment.saferpay_username.1
source: Please enter your Saferpay JSON API username.
de: Bitte geben Sie Ihren Saferpay JSON API-Benutzernamen ein.
it: Inserire il proprio nome utente Saferpay JSON API.
sv_se: Ange ditt Saferpay JSON API-användarnamn.

# tl_iso_payment.saferpay_password.0
source: Saferpay API Password
de: Saferpay API-Passwort
it: Password API Saferpay
sv_se: Saferpay API-lösenord

# tl_iso_payment.saferpay_password.1
source: Please enter your Saferpay JSON API password.
de: Bitte geben Sie Ihr Saferpay JSON API-Passwort ein.
it: Inserisci la tua password Saferpay JSON API.
sv_se: Ange ditt Saferpay JSON API-lösenord.

# tl_iso_payment.saferpay_description.0
source: Checkout description
de: Checkout-Beschreibung
fr: Description récapitulatif
it: Descrizione della cassa
sv_se: Checkout beskrivningen
tr: Ödeme açıklaması

# tl_iso_payment.saferpay_description.1
source: The customer will see this description on the Saferpay checkout page.
de: Der Kunde wird diese Beschreibung auf der Saferpay Checkout-Seite sehen.
fr: Le client verra cette description sur la page récapitulative de Saferpay.
it: Il cliente vedrà questa descrizione nella pagina di pagamento Saferpay.
sv_se: Kunden kommer att se den här beskrivningen på Saferpay kassasidan.
tr: Müşteri, bu açıklamayı Saferpay ödeme sayfasında görecektir.

# tl_iso_payment.saferpay_vtconfig.0
source: Payment page configuration (VTCONFIG)
de: Konfiguration Zahlungsseite (VTCONFIG)
fr: Configuration page de paiement (VTCONFIG)
it: Configurazione della pagina di pagamento (VTCONFIG)
sv_se: Betalningssidans konfiguration (VTCONFIG)
tr: Ödeme sayfası yapılandırması (VTCONFIG)

# tl_iso_payment.saferpay_vtconfig.1
source: You can create different Payment Page configurations. If you want to use a specific one of them, enter its "Parameter for the request" value here.
de: Sie können verschiedene Zahlseiten-Konfigurationen erstellen. Wenn Sie eine spezielle verwenden möchten, geben Sie den Wert des "Request"-Parameter hier ein.
it: È possibile creare diverse configurazioni della pagina di pagamento. Se volete utilizzarne una specifica, inserite qui il suo valore "Parametro per la richiesta".
sv_se: Du kan skapa olika konfigurationer för betalningssidan. Om du vill använda en specifik av dem anger du dess "Parameter för begäran"-värdet här.
tr: Farklı Ödeme Sayfası yapılandırmaları oluşturabilirsiniz. Belirli bir tanesini kullanmak istiyorsanız, "Talep için parametre" değerini buraya girin.

# tl_iso_payment.saferpay_paymentmethods.0
source: Payment methods
de: Zahlungsarten
fr: Modes de paiement
it: Metodi di pagamento
sv_se: Betalningsmetoder
tr: Ödeme yöntemleri

# tl_iso_payment.saferpay_paymentmethods.1
source: You can limit the available payment methods (e.g. only MasterCard). If you do not select anything, all payment methods will be allowed.
de: Sie können die verfügbaren Zahlungsmethoden einschränken (z. B. nur MasterCard). Wenn Sie hier nichts auswählen, sind alle Zahlungsmethoden erlaubt.
it: È possibile limitare i metodi di pagamento disponibili (ad es. solo MasterCard). Se non si seleziona nulla, tutti i metodi di pagamento saranno consentiti.
sv_se: Du kan begränsa de tillgängliga betalningsmetoderna (t.ex. endast MasterCard). Om du inte väljer något kommer alla betalningsmetoder att tillåtas.
tr: Kullanılabilir ödeme yöntemlerini sınırlayabilirsiniz (ör. Yalnızca MasterCard). Hiçbir şey seçmezseniz, tüm ödeme yöntemlerine izin verilir.

# tl_iso_payment.expercash_popupId.1
source: Geben Sie die Popup-ID aus Ihrem ExperCash Portal ein.
it: Inserire l'ID pop-up dal portale ExperCash.
sv_se: Ange popup-ID från din ExperCash-portal.

# tl_iso_payment.expercash_profile.0
source: ExperCash Profile
de: ExperCash Profil
it: Profilo ExperCash
sv_se: ExperCash-profil
tr: ExperCash Profili

# tl_iso_payment.expercash_profile.1
source: Geben Sie die dreistellige Profilnummer ein.
it: Inserire il numero del profilo a tre cifre.
sv_se: Ange det tresiffriga profilnumret.

# tl_iso_payment.expercash_popupKey.0
source: ExperCash Popup-Key
de: ExperCash Popup-Schlüssel
sv_se: ExperCash popup-nyckel
tr: ExperCash Popup-Anahtarı

# tl_iso_payment.expercash_popupKey.1
source: Geben Sie den Popup-Key aus Ihrem ExperCash Portal ein.
it: Inserite il tasto pop-up del vostro portale ExperCash.
sv_se: Ange popup-nyckeln från din ExperCash-portal.

# tl_iso_payment.expercash_paymentMethod.0
source: Transaktionsart
it: Tipo di transazione
sv_se: Överföringstyp

# tl_iso_payment.expercash_paymentMethod.1
source: Sie können eine Transaktionsart vordefinieren oder den Kunden wählen lassen.
it: È possibile predefinire un tipo di transazione o lasciare che il cliente ne scelga uno.
sv_se: Du kan fördefiniera en transaktionstyp eller låta kunden välja.

# tl_iso_payment.expercash_paymentMethod.automatic_payment_method
source: Auswahl der Zahlart durch den Endkunden
it: Selezione del metodo di pagamento da parte del cliente finale
sv_se: Val av betalningsmetod av slutkunden

# tl_iso_payment.expercash_paymentMethod.elv_buy
source: Zahlung per Lastschrift (ELV)
it: Pagamento con addebito diretto (ELV)
sv_se: Betalning med autogiro (ELV)

# tl_iso_payment.expercash_paymentMethod.elv_authorize
source: Prüfung und Speicherung von Kontodaten zum späteren Einzug
it: Verifica e archiviazione dei dati del conto per una successiva raccolta
sv_se: Kontrollera och spara kontodata för senare indragning

# tl_iso_payment.expercash_paymentMethod.cc_buy
source: Kreditkartenzahlung
it: Pagamento con carta di credito
sv_se: Keditkortsbetalning

# tl_iso_payment.expercash_paymentMethod.cc_authorize
source: verbindliche Reservierung auf eine Kreditkarte zum späteren Einzug
it: prenotazione vincolante su carta di credito per un pagamento successivo
sv_se: Bindande reservation på kreditkort för senare hämtning

# tl_iso_payment.expercash_paymentMethod.giropay
source: Transaktion über giropay
de: Transaktion über giropay
it: Transazione via giropay
sv_se: Transaktion via giropay

# tl_iso_payment.expercash_paymentMethod.sofortueberweisung
source: Transaktion über Sofortüberweisung
de: Transaktion über Sofortüberweisung
it: Transazione tramite Sofortüberweisung
sv_se: Transaktion via directebanking

# tl_iso_payment.expercash_css.0
source: CSS-Vorlage
it: Modello CSS
sv_se: CSS-mall

# tl_iso_payment.expercash_css.1
source: Wählen Sie eine CSS-Datei für die Übergabe an ExperCash.
it: Selezionare un file CSS per il trasferimento a ExperCash
sv_se: Välj en CSS-fil att skicka till ExperCash.

# tl_iso_payment.epay_merchantnumber.0
source: Merchant number
de: Händler-Nummer
it: Numero del commerciante
sv_se: Säljarnummer
tr: Tüccar numarası

# tl_iso_payment.epay_merchantnumber.1
source: The unique merchant number created in ePay. This merchant number is to be found in your contract with PBS.
de: Die in ePay erstellte, eindeutige Händler-Nummer. Diese Händler-Nummer finden Sie in Ihren Vertrag mit PBS.
it: l numero unico del commerciante creato in ePay. Questo numero di commerciante si trova nel vostro contratto con PBS.
sv_se: Det unika handlarnumret skapat i ePay. Detta handlarnummer finns i ditt avtal med PBS.
tr: EPay'de yaratılmış benzersiz satıcı numarası. Bu satıcı numarası PBS ile olan sözleşmenizde bulunacaktır.

# tl_iso_payment.epay_windowstate.0
source: Integration type
de: Integrationstyp
it: Tipo di integrazione
sv_se: integrationstyp
tr: Entegrasyon türü

# tl_iso_payment.epay_windowstate.1
source: Select on of the available integration options. Please note that when using the integrated payment form, you can only accept payment cards.
de: Wählen Sie eine der verfügbaren Integrations-Optionen. Beachten Sie bitte, dass bei Verwendung des integrierten Bezahlformulars nur Kartenzahlung akzeptiert werden kann.
it: Selezionare una delle opzioni di integrazione disponibili. Si prega di notare che, utilizzando il modulo di pagamento integrato, è possibile accettare solo carte di pagamento.
sv_se: Välj ett av de tillgängliga integrationsalternativen. Observera att när du använder det integrerade betalningsformuläret kan du endast acceptera betalkort.
tr: Kullanılabilir entegrasyon seçeneklerinden birini seçin. Entegre ödeme formunu kullanırken yalnızca ödeme kartlarını kabul edebileceğinizi lütfen unutmayın.

# tl_iso_payment.epay_secretkey.0
source: Secret key
de: Sicherheitsschlüssel
it: Chiave segreta
sv_se: Hemlig nyckel
tr: Gizli anahtar

# tl_iso_payment.epay_secretkey.1
source: The secret key set up in your ePay configuration.
de: Der geheime Schlüssel in Ihrer ePay-Konfiguration.
it: La chiave segreta impostata nella vostra configurazione ePay.
sv_se: Den hemliga nyckeln som ställs in i din ePay-konfiguration
tr: EPay yapılandırmanıza göre ayarlanmış gizli anahtar.

# tl_iso_payment.payone_clearingtype.0
source: Clearing type
de: Abwicklungsart
it: Tipo liquidazione
sv_se: Clearingtyp

# tl_iso_payment.payone_clearingtype.1
source: Please choose a clearing type.
de: Bitte wählen Sie eine Abwicklungsart.
it: Per cortesia scelga un tipo di liquidazione.
sv_se: Välj en clearingtyp.
tr: Lütfen takas tipi seçin.

# tl_iso_payment.payone_aid.0
source: PAYONE subaccount ID (aid)
it: ID del sottoconto PAYONE (aid)
sv_se: PAYONE-underkonto-ID (aid)

# tl_iso_payment.payone_aid.1
source: Please enter your unique PAYONE subaccount ID (aid).
de: Bitte geben Sie die eindeutige PAYONE Sub-Account ID (aid) ein.
it: Inserisci il tuo ID unico del sottoconto PAYONE (aid).
sv_se: Ange ditt unika PAYONE-underkonto-ID (aid).
tr: Benzersiz PAYONE subaccount ID (aid)'nizi girin.

# tl_iso_payment.payone_portalid.1
source: Please enter your unique PAYONE portal ID.
de: Bitte geben Sie die eindeutige PAYONE Portal ID ein.
it: Per cortesia inserisca il suo ID unico per il portale PAYONE
sv_se: Ange ditt unika PAYONE-portal-ID.
tr: Benzersiz PAYONE portal ID'nizi girin.

# tl_iso_payment.payone_key.0
source: Secret key
de: Sicherheitsschlüssel
it: Chiave segreta
sv_se: Hemlig nyckel
tr: Gizli anahtar

# tl_iso_payment.payone_key.1
source: Enter the secret key you specified for this portal.
de: Geben Sie den Sicherheitsschlüssel für dieses Portal ein.
it: Inserisca la chiave segreta che ha specificato per questo portale.
sv_se: Ange den hemliga nyckeln du angav för den här portalen.
tr: Bu portal için belirttiğiniz gizli anahtarı girin.

# tl_iso_payment.worldpay_instId.0
source: Installation ID
it: ID installazione
sv_se: Installations-ID
tr: Kurulum kimliği

# tl_iso_payment.worldpay_instId.1
source: Please enter your WorldPay Installation ID
de: Bitte geben Sie die WorldPay Installation's ID ein
it: Inserire il proprio ID di installazione WorldPay
sv_se: Ange ditt WorldPay installations-ID
tr: Lütfen WorldPay Kurulum Kimliğinizi girin

# tl_iso_payment.worldpay_callbackPW.0
source: Transaction Password
de: Transaktions-Passwort
it: Password della transazione
sv_se: Transaktionslösenord
tr: İşlem Parolası

# tl_iso_payment.worldpay_callbackPW.1
source: Enter the same transaction password as in your WorldPay configuration.
de: Geben Sie das selbe Passwort ein, den Sie bei Ihrer WorldPay-Konfiguration eingegeben haben.
it: Inserite la stessa password della transazione come nella vostra configurazione WorldPay.
sv_se: Ange samma transaktionslösenord som i din WorldPay-konfiguration.
tr: WorldPay yapılandırmasında olduğu gibi aynı işlem parolasını girin.

# tl_iso_payment.worldpay_signatureFields.0
source: SignatureFields
de: Signaturfelder
sv_se: Signaturfält

# tl_iso_payment.worldpay_signatureFields.1
source: Enter the same SignatureField value as in your WorldPay configuration.
de: Geben Sie den selben Wert für das Signaturfeld ein, den Sie bei Ihrer WorldPay-Konfiguration eingegeben haben.
it: Immettere lo stesso valore di SignatureField della configurazione WorldPay.
sv_se: Ange samma SignatureField-värde som i din WorldPay-konfiguration.
tr: WorldPay yapılandırmanızda olduğu gibi aynı SignatureField değerini girin.

# tl_iso_payment.worldpay_md5secret.0
source: MD5 Secret
de: MD5 Geheim
it: Segreto MD5
sv_se: MD5 hemlighet
tr: MD5 Sır

# tl_iso_payment.worldpay_md5secret.1
source: Enter the same MD5 secret value as in your WorldPay configuration.
de: Geben Sie den selben MD5 Geheimwert ein, den Sie bei Ihrer WorldPay-Konfiguration eingegeben haben.
it: Immettere lo stesso valore segreto MD5 della configurazione WorldPay.
sv_se: Ange samma MD5-hemliga värde som i din WorldPay-konfiguration.
tr: WorldPay yapılandırmanızda olduğu gibi aynı MD5 gizli değerini girin.

# tl_iso_payment.worldpay_description.0
source: Description
de: Beschreibung
it: Descrizione
sv_se: Beskrivning
tr: Açıklama

# tl_iso_payment.worldpay_description.1
source: Enter a description for your store. It will be shown to the customer on the worldpay checkout process.
de: Geben Sie eine Beschreibung für Ihren Shop ein. Diese wird den Kunden während dem Worldpay Checkout gezeigt.
it: Inserire una descrizione per il vostro negozio. Sarà mostrata al cliente durante il processo di checkout worldpay.
sv_se: Ange en beskrivning för din butik. Det kommer att visas för kunden i worldpay-utcheckningsprocessen.
tr: Mağazanız için bir açıklama girin. Worldpay ödeme işleminde müşteriye gösterilecektir.

# tl_iso_payment.quickpay_merchantId.0
source: Merchant ID
de: Händler-ID
it: ID Mercante
sv_se: Säljar-ID
tr: Tüccar ID

# tl_iso_payment.quickpay_merchantId.1
source: Please enter your merchant ID.
de: Bitte geben Sie Ihre Händler-ID ein.
fr: Saisir votre identifiant de commerçant (merchant ID).
it: Inserire il vostro Merchant-ID.
sv_se: Ange ditt säljar-ID.
tr: Lütfen satıcı kimliğinizi girin.

# tl_iso_payment.quickpay_agreementId.0
source: Agreement ID
de: Einverständis-ID
it: ID accordo
sv_se: Avtals-ID
tr: Sözleşme Kimliği

# tl_iso_payment.quickpay_agreementId.1
source: Please enter your agreement ID.
de: Bitte geben Sie Ihre Einverständnis-ID (Agreement ID) ein.
it: Inserire l'ID del contratto.
sv_se: Ange ditt avtals-ID.
tr: Sözleşme Kimliğinizi girin.

# tl_iso_payment.quickpay_apiKey.0
source: API key
de: API-Schlüssel
it: Chiave API
sv_se: API-nyckel
tr: API anahtarı

# tl_iso_payment.quickpay_apiKey.1
source: Please enter your API key.
de: Bitte geben Sie Ihren API-Schlüssel ein.
it: Inserire la chiave API.
sv_se: Ange ditt API-nyckel.
tr: API anahtarınızı girin.

# tl_iso_payment.quickpay_privateKey.0
source: Private key
de: Privater Schlüssel
it: Chiave privata
sv_se: Privat nyckel
tr: Özel Anahtar

# tl_iso_payment.quickpay_privateKey.1
source: Please enter your private key.
de: Bitte geben Sie den privaten Schlüssel ein.
it: Inserire la propria chiave privata.
sv_se: Vänligen ange din privata nyckel.
tr: Özel anahtarınızı girin.

# tl_iso_payment.quickpay_paymentMethods.0
source: Payment methods
de: Zahlungsarten
fr: Modes de paiement
it: Metodi di pagamento
sv_se: Betalningsmetoder
tr: Ödeme yöntemleri

# tl_iso_payment.quickpay_paymentMethods.1
source: Enter a configuration string to limit the payment methods. <a href="http://tech.quickpay.net/appendixes/payment-methods/" target="_blank">More Information</a>.
de: Bitte geben Sie eine Konfigurations-Zeichenfolge ein. <a href="http://tech.quickpay.net/appendixes/payment-methods/" target="_blank">Weitere Informationen</a>.
it: Inserire una stringa di configurazione per limitare i metodi di pagamento. <a href="http://tech.quickpay.net/appendixes/payment-methods/" target="_blank">Ulteriori informazioni</a>.
sv_se: Ange en konfigurationssträng för att begränsa betalningsmetoderna. <a href="http://tech.quickpay.net/appendixes/payment-methods/" target="_blank">Mer information</a>.
tr: Ödeme yöntemlerini sınırlandırmak için bir yapılandırma dizesi girin. <a href="http://tech.quickpay.net/appendixes/payment-methods/" target="_blank">Daha fazla bilgi</a>.

# tl_iso_payment.opp_entity_id.0
source: Entity/Channel ID
it: Entità/identità del canale
sv_se: Entitet/kanal-ID
tr: Varlık / Kanal Kimliği

# tl_iso_payment.opp_entity_id.1
source: Please enter your entity or channel ID
de: Geben Sie ihre Entity oder Channel ID ein.
it: Inserire l'ID della propria entità o del canale
sv_se: Ange ditt entitet- eller kanal-ID
tr: Lütfen varlık veya kanal kimliğinizi girin

# tl_iso_payment.opp_auth.0
source: Authentication Scheme
de: Authentifizierungs-Schema
it: Schema di autenticazione
sv_se: Autentiseringsschema
