Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_attribute_option.xlf
Languages: it, sv_se

# tl_iso_attribute_option.type.0
source: Type
it: Tipo
sv_se: Typ

# tl_iso_attribute_option.type.1
source: Select a type for this label.
it: Selezionare un tipo per questa etichetta.
sv_se: Välj en typ för denna etikett.

# tl_iso_attribute_option.type.option
source: Option
it: Opzione
sv_se: Alternativ

# tl_iso_attribute_option.type.group
source: Group
it: Gruppo
sv_se: Grupp

# tl_iso_attribute_option.isDefault.0
source: Default
it: Preimpostato
sv_se: Standard

# tl_iso_attribute_option.isDefault.1
source: Check here if this should be the default option.
it: Controllare qui se questa dovrebbe essere l'opzione predefinita.
sv_se: Kontrollera här om detta ska vara standardalternativet.

# tl_iso_attribute_option.label.0
source: Label
it: Etichetta
sv_se: Etikett

# tl_iso_attribute_option.label.1
source: Enter the label for this option.
it: Inserire l'etichetta per questa opzione.
sv_se: Ange etiketten för detta alternativ.

# tl_iso_attribute_option.price.0
source: Price surcharge or deduction
it: Sovrapprezzo o detrazione
sv_se: Pristillägg eller avdrag

# tl_iso_attribute_option.price.1
source: You can enter a positive or negative amount to alter the product price if this option is selected.
it: Se questa opzione è selezionata, è possibile inserire un importo positivo o negativo per modificare il prezzo del prodotto.
sv_se: Du kan ange ett positivt eller negativt belopp för att ändra produktpriset om det här alternativet är valt.

# tl_iso_attribute_option.price_short.0
source: Price
it: Prezzo
sv_se: Pris

# tl_iso_attribute_option.cssClass.0
source: CSS class
it: Classe CSS
sv_se: CSS klass

# tl_iso_attribute_option.cssClass.1
source: The class(es) will be added to this option in the front end.
it: Le classi verranno aggiunte a questa opzione nella visualizzazione finale
sv_se: Klassen (klasserna) kommer att läggas till det här alternativet i front end.

# tl_iso_attribute_option.published.0
source: Published
it: Pubblicato
sv_se: Publicerad

# tl_iso_attribute_option.published.1
source: Make this option available in the product.
it: Rendere disponibile questa opzione nel prodotto.
sv_se: Gör detta alternativ tillgängligt i produkten.

# tl_iso_attribute_option.new.0
source: New option
it: Nuova opzione
sv_se: Nytt alternativ

# tl_iso_attribute_option.new.1
source: Create a new option.
it: Creare una nuova opzione.
sv_se: Skapa ett nytt alternativ.

# tl_iso_attribute_option.edit.0
source: Edit option
it: Modifica opzione
sv_se: Redigera alternativ

# tl_iso_attribute_option.edit.1
source: Edit option ID %s.
it: Modificare l'opzione ID %s.
sv_se: Redigera alternativ ID %s.

# tl_iso_attribute_option.copy.0
source: Copy option
it: Opzione copia
sv_se: Kopiera alternativ

# tl_iso_attribute_option.copy.1
source: Copy option ID %s.
it: Copiare l'opzione ID %s.
sv_se: Kopiera alternativ ID %s.

# tl_iso_attribute_option.delete.0
source: Delete option
it: Opzione Cancella
sv_se: Ta bort alternativ

# tl_iso_attribute_option.delete.1
source: Delete option ID %s.
it: Cancellare l'opzione ID %s.
sv_se: Ta bort alternativ ID %s.

# tl_iso_attribute_option.show.0
source: Option details
it: Dettagli opzione
sv_se: Alternativdetaljer

# tl_iso_attribute_option.show.1
source: Show details for option ID %s.
it: Mostrare i dettagli per l'ID dell'opzione %s.
sv_se: Visa detaljer för alternativ ID %s.

# tl_iso_attribute_option.label_legend
source: Type & Label
it: Tipo & etichetta
sv_se: Typ & Etikett

# tl_iso_attribute_option.price_legend
source: Price change
it: Cambio di prezzo
sv_se: Prisförändring

# tl_iso_attribute_option.expert_legend
source: Expert settings
it: Impostazioni esperto
sv_se: Expertinställningar

# tl_iso_attribute_option.publish_legend
source: Publishing
it: Pubblicazione
