Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_attribute.xlf
Languages: de, es, it, nl, sv_se, tr

# tl_iso_attribute.files.0
source: Show files
de: Dateien anzeigen
es: Mostrar archivos
it: Mostra i file
nl: Toon bestanden
sv_se: Visa filer
tr: Dosyaları göster

# tl_iso_attribute.files.1
source: Show both files and folders.
de: Klicken Sie hier um Dateien (und nicht nur Ordner) anzuzeigen.
es: Mostrar archivos y carpetas.
it: Mostra sia i file che le cartelle.
nl: Toon bestanden en mappen.
sv_se: Visa både filer och mappar.
tr: Hem dosyaları hem de klasörleri gösterin.

# tl_iso_attribute.filesOnly.0
source: Files only
de: Nur Dateien anzeigen
es: Archivos sólo
it: Solo file
nl: Alleen bestanden
sv_se: Endast filer
tr: Sadece dosyalar

# tl_iso_attribute.filesOnly.1
source: Remove the radio buttons or checkboxes next to folders.
de: Auswahl von Ordnern nicht erlauben.
es: Retire los botones de opción o casillas junto a las carpetas.
it: Rimuovere i pulsanti radio o le caselle di controllo accanto alle cartelle.
nl: Toon geen radio button of checkboxen naast mappen
sv_se: Ta bort alternativknapparna eller kryssrutorna bredvid mappar.
tr: Klasörlerin yanındaki radyo düğmelerini veya onay kutularını kaldırın.

# tl_iso_attribute.isGallery.0
source: Mark as gallery
de: Als Galerie markieren
it: Segna come galleria
sv_se: Markera som galleri
tr: Galeri olarak işaretle

# tl_iso_attribute.isGallery.1
source: Mark the attribute as image gallery which allows for better display in the backend.
de: Das Attribut als Bilder-Galerie markieren, welches eine bessere Darstellung im Backend ermöglicht.
it: Segnare l'attributo come galleria di immagini che consente una migliore visualizzazione nel backend.
sv_se: Markera attributet som bildgalleri vilket möjliggör bättre visning i backend.
tr: Arka plandaki görüntüyü daha iyi gösterebilmek için bu özelliği resim galerisi olarak işaretleyin.

# tl_iso_attribute.fieldType.0
source: Field type
de: Feld-Typ
es: Tipo de campo
it: Tipo di campo
nl: Veldtype
sv_se: Fälttyp
tr: Alan tipi

# tl_iso_attribute.fieldType.1
source: Display radio buttons or checkboxes next to folders.
de: Wählen Sie ob eine oder mehrere Datei gewählt werden können (Radio- oder Checkbox-Auswahl).
es: Mostrar botones de opción o casillas junto a las carpetas.
it: Visualizzare i pulsanti radio o le caselle di controllo accanto alle cartelle.
nl: Toon radio buttons of checkboxen naast mappen.
sv_se: Visa alternativknappar eller kryssrutor bredvid mappar.
tr: Klasörlerin yanındaki radyo düğmelerini veya onay kutularını görüntüleyin.

# tl_iso_attribute.sortBy.0
source: Order by
de: Sortieren nach
es: Ordenar por
it: Ordina per
nl: Sortereervolgorde
sv_se: Sortera efter
tr: Sıralama türü

# tl_iso_attribute.sortBy.1
source: Please choose the sort order.
de: Bitte wählen Sie eine Sortierreihenfolge aus.
es: Por favor, elija el orden de clasificación.
it: Si prega di scegliere il tipo di ordine.
nl: Kies de sorteervolgorde
sv_se: Välj sorteringsordning.
tr: Lütfen sıralama düzenini seçin.

# tl_iso_attribute.path.0
source: Root directory
de: Basisverzeichnis
es: Directorio raíz
it: Elenco delle radici
nl: Startmap
sv_se: Rotkatalog
tr: Kök dizin

# tl_iso_attribute.path.1
source: You can limit the file tree by defining a root directory here.
de: Wählen Sie ab welchem Verzeichnis die Ordnerstruktur angezeigt werden soll.
es: Puede limitar el árbol de archivos mediante la definición de un directorio raíz aquí.
it: È possibile limitare l'albero dei file definendo qui una directory principale.
nl: U kunt de beschikbare mappen beperken door hier een startmap in te stellen.
sv_se: Du kan begränsa filträdet genom att definiera en rotkatalog här.
tr: Burada bir kök dizini tanımlayarak dosya ağacını sınırlayabilirsiniz.

# tl_iso_attribute.rootNodes.0
source: Root nodes
de: Seiten-Startpunkt
it: Nodi principali
sv_se: Rotknutpunkter
tr: Kök düğümleri

# tl_iso_attribute.rootNodes.1
source: You can limit the page tree by defining a root page here.
de: Wählen Sie eine Seite um die Auswahl im Picker einzuschränken.
it: Potete limitare l'albero delle pagine definendo qui una pagina root.
sv_se: Du kan begränsa sidträdet genom att definiera en rotsida här.
tr: Burada bir kök sayfa tanımlayarak sayfa ağacını sınırlayabilirsiniz.

# tl_iso_attribute.storeFile.0
source: Store uploaded files
de: Hochgeladene Dateien speichern
es: Guardar los archivos subidos
it: Memorizzare i file caricati
nl: Geüploade bestanden opslaan
sv_se: Lagra uppladdade filer
tr: Yüklenen dosyaları sakla

# tl_iso_attribute.storeFile.1
source: Move the uploaded files to a folder on the server.
de: Die hochgeladenen Dateien in einen Ordner auf dem Server verschieben.
es: Mover los archivos subidos a una carpeta en el servidor.
it: Spostare i file caricati in una cartella sul server.
nl: Verplaats de geüploade bestanden naar een map op de server.
sv_se: Flytta de uppladdade filerna till en mapp på servern.
tr: Yüklenen dosyaları sunucu üzerindeki bir klasöre taşıyın.

# tl_iso_attribute.uploadFolder.0
source: Target folder
de: Zielverzeichnis
es: Carpeta de destino
it: Cartella di destinazione
nl: Doelmap
sv_se: Målmapp
tr: Hedef Klasör

# tl_iso_attribute.uploadFolder.1
source: Please select the target folder from the files directory.
de: Bitte wählen Sie das Zielverzeichnis aus der Dateiübersicht.
es: Por favor, seleccione la carpeta de destino en el directorio de archivos.
it: Selezionare la cartella di destinazione dalla directory dei file.
nl: Kies de doelmap uit het bestandsbeheer.
sv_se: Välj målmapp från filkatalogen.
tr: Lütfen dosyalar dizininden hedef klasörü seçin.

# tl_iso_attribute.useHomeDir.0
source: Use home directory
de: Benutzerverzeichnis verwenden
es: Utilice el directorio home
it: Usa l'elenco di casa
nl: Gebruik de home directory
sv_se: Använd hemkatalogen
tr: Ana dizini kullan

# tl_iso_attribute.useHomeDir.1
source: Store the file in the home directory if there is an authenticated user.
de: Die Datei im Benutzerverzeichnis speichern, wenn sich ein Benutzer angemeldet hat.
es: Guardar el archivo en el directorio home si hay un usuario autentificado.
it: Memorizzare il file nella directory home se c'è un utente autenticato.
nl: Bewaar het bestand in de home directory als een gebruiker is ingelogd.
sv_se: Spara filen i hemkatalogen om det finns en autentiserad användare.
tr: Kimliği doğrulanmış bir kullanıcı varsa, dosyayı ana dizinde saklayın.

# tl_iso_attribute.doNotOverwrite.0
source: Preserve existing files
de: Bestehende Dateien erhalten
es: Preservar los archivos existentes
it: Conservare i file esistenti
nl: Behoud bestaande bestanden
sv_se: Bevara befintliga filer
tr: Varolan dosyaları koru

# tl_iso_attribute.doNotOverwrite.1
source: Add a numeric suffix to the new file if the file name already exists.
de: Der neuen Datei ein numerisches Suffix hinzufügen, wenn der Dateiname bereits existiert.
es: Agregar un sufijo numérico para el nuevo archivo si ya existe el nombre del archivo.
it: Aggiungere un suffisso numerico al nuovo file se il nome del file esiste già.
nl: Voeg een numerieke suffix to aan een bestandsnaam als deze reeds bestaat.
sv_se: Lägg till ett numeriskt suffix till den nya filen om filnamnet redan finns.
tr: Dosya adı zaten mevcutsa, yeni dosyaya sayısal bir son ek ekleyin.

# tl_iso_attribute.checkoutRelocate.0
source: Move file(s) after checkout
de: Die Datei(en) nach der Kasse bewegen
it: Spostare i file(s) dopo il checkout
sv_se: Flytta fil(er) efter kassan
tr: Dosya(lar)ı ödemeden sonra taşıma

# tl_iso_attribute.checkoutRelocate.1
source: Re-organize files after an order has been completed.
de: Organisieren Sie die Dateien neu nachdem eine Bestellung abgeschlossen wurde.
it: Riorganizzare i file dopo che un ordine è stato completato.
sv_se: Omorganisera filer efter att en beställning har slutförts.
tr: Bir sipariş tamamlandıktan sonra dosyaları yeniden organize edin.

# tl_iso_attribute.checkoutTargetFolder.0
source: Target folder
de: Zielverzeichnis
es: Carpeta de destino
it: Cartella di destinazione
nl: Doelmap
sv_se: Målmapp
tr: Hedef Klasör

# tl_iso_attribute.checkoutTargetFolder.1
source: Enter the target path relative to Contao root. Use simple tokens and insert tags to generate a dynamic name (see help wizard).
de: Geben Sie den Zielpfad relativ zum Contao root ein. Verwenden Sie Tokens und InsertTags um einen dynamischen Namen zu generieren (rufen Sie den Hilfe-Assistent auf).
it: Inserire il percorso di destinazione relativo alla radice di Contao. Utilizzare semplici token e inserire tag per generare un nome dinamico (vedere la procedura guidata di aiuto).
sv_se: Ange målsökvägen i förhållande till Contao-roten. Använd enkla tokens och insert tags för att skapa ett dynamiskt namn (se hjälpguiden).
tr: Contao köküne göre hedef yolunu girin. Dinamik bir ad oluşturmak için basit simgeleri kullanın ve etiketleri ekleyin (yardım sihirbazına bakın).

# tl_iso_attribute.checkoutTargetFile.0
source: Target file name
de: Zieldateiname
it: Nome del file di destinazione
sv_se: Målfilens namn
tr: Hedef dosya adı

# tl_iso_attribute.checkoutTargetFile.1
source: Enter the target file name. Use simple tokens and insert tags to generate a dynamic name (see help wizard).
de: Geben Sie einen Zieldateinnamen ein. Verwenden Sie Tokens und InsertTags um einen dynamischen Namen zu generieren (rufen Sie den Hilfe-Assistent auf).
it: Inserire il nome del file di destinazione. Utilizzare semplici token e inserire tag per generare un nome dinamico (vedere la procedura guidata).
sv_se: Ange målfilens namn. Använd enkla tokens och insert tags för att skapa ett dynamiskt namn (se hjälpguiden).
tr: Hedef dosya adını girin. Dinamik bir ad oluşturmak için basit simgeleri kullanın ve etiketleri ekleyin (yardım sihirbazına bakın).

# tl_iso_attribute.fe_sorting.0
source: Add to "Order By" option list
de: Zur "Sortieren nach"-Optionsliste hinzufügen
es: Añadir a la lista de opciones "Ordenar por"
it: Aggiungi all'elenco l'opzione "Ordina per"
nl: Voeg "Sorteren op" toe aan de optielijst
sv_se: Lägg till i alternativlistan "Sortera efter".
tr: "Sıralama türü" seçeneği listesine ekle

# tl_iso_attribute.fe_sorting.1
source: This field will be sortable in the listing module provided the attribute is visible to customers.
de: Dieses Feld kann im Listenmodul sortiert werden wenn das Attribut für Kunden sichtbar ist.
es: Este campo se puede ordenar en el módulo de la lista proporcionando el atributo visible para los clientes.
it: Questo campo sarà ordinabile nel modulo elenco a patto che l'attributo sia visibile ai clienti.
nl: Dit veld zal sorteerbaar worden in de lijstmodule wanneer dit attribuut zichtbaar is voor klanten.
sv_se: Detta fält kommer att kunna sorteras i listningsmodulen förutsatt att attributet är synligt för kunder.
tr: Bu alan, müşterilere görünürse, liste modülünde sıralanabilir olacaktır.

# tl_iso_attribute.be_filter.0
source: Backend filterable
de: Filterbar im Backend
es: Filtrable Backend
it: Backend Filtrabile
nl: CMS sorteren
sv_se: Filtrering backend
tr: Arka plan da filtrelenebilir

# tl_iso_attribute.be_filter.1
source: Can this attribute be used in a backend filter?
de: Kann dieses Attribut im Backend als Filter genutzt werden?
es: ¿Este atributo puede ser utilizado en un filtro de backend?
it: Può questo attributo essere utilizzato in un filtro backend?
nl: Kan dit attribuut worden gebruikt voor sorteren in het CMS
sv_se: Kan detta attribut användas i ett backend-filter?
tr: Bu özellik bir arka plan filtresi içinde kullanılabilir mi?

# tl_iso_attribute.be_search.0
source: Backend searchable
de: Durchsuchbar im Backend
es: Búsqueda Backend
it: Ricercabile Backend
nl: CMS Doorzoekbaar
sv_se: Backend sökbar
tr: Arka plan da aranabilir

# tl_iso_attribute.be_search.1
source: Should the field be available in the backend search?
de: Soll die Backend-Suchfunktion dieses Feld nach Suchbegriffen durchsuchen?
it: Il campo deve essere disponibile nella ricerca backend?
sv_se: Ska fältet vara tillgängligt i backend-sökningen?
tr: Bu alan, arka plan aramasında kullanılabilir mi?

# tl_iso_attribute.fe_filter.0
source: Frontend filterable
de: Filterbar im Frontend
es: Filtrable frontend
it: Frontend Filtrabile
nl: Sorteerbaar door bezoekers
sv_se: Frontend filtrerbar
tr: Ön taraf ta filtrelenebilir

# tl_iso_attribute.fe_filter.1
source: Can this attribute be used in a frontend filter?
de: Kann dieses Attribut im Frontend als Filter genutzt werden?
es: ¿Este atributo puede ser utilizado en un filtro frontend?
it: Può questo attributo essere usato in un filtro frontend?
nl: Kan dit attribuut worden gebruikt in de sorteermodule
sv_se: Kan detta attribut användas i ett frontend-filter?
tr: Bu özellik bir ön taraf filtresinde kullanılabilir mi?

# tl_iso_attribute.fe_search.0
source: Frontend searchable
de: Durchsuchbar im Frontend
es: Búsqueda frontend
it: Frontend Ricercabile
nl: Doorzoekbaar voor bezoekers
sv_se: Frontend sökbar
tr: Ön taraf ta aranabilir

# tl_iso_attribute.fe_search.1
source: Should the search engine look in this field for search terms?
de: Soll die Suchmaschine dieses Feld nach Suchbegriffen durchsuchen?
es: ¿Debe el motor de búsqueda buscar en este campo para los términos de búsqueda?
it: Questo motore di ricerca deve usare questo campo per i termini di ricerca?
nl: Zou de zoekmachine zoeken in dit veld voor data?
sv_se: Ska sökmotorn leta efter söktermer i det här fältet?
tr: Arama motoru bu alanda arama terimleri arar mı?

# tl_iso_attribute.datepicker.0
source: Date picker
de: Datumsauswahl
es: Selector de fecha
it: Raccoglitore di date
nl: Datumkiezer
sv_se: Datumväljare
tr: Tarih seçici

# tl_iso_attribute.datepicker.1
source: Show a date picker for this field.
de: Datumsauswahl für dieses Feld anzeigen.
es: Mostrar un selector de fecha para este campo.
it: Mostra un raccoglitore di date per questo campo.
nl: Toon een datumkiezer voor dit veld.
sv_se: Visa en datumväljare för det här fältet.
tr: Bu alan için bir tarih seçici gösterin.

# tl_iso_attribute.chunking.0
source: Enable chunking
de: Datei-Aufteilung
it: Attivare il chunking
sv_se: Aktivera chunking
tr: Parçalamayı etkinleştir

# tl_iso_attribute.chunking.1
source: Enable the file chunking. It is useful to upload big files.
de: Datei-Aufteilung aktivieren. Hilfreich beim Upload großer Dateien.
it: Attivare il file chunking. È utile per caricare file di grandi dimensioni.
sv_se: Aktivera filchunking. Det är användbart att ladda upp stora filer.
tr: Dosya parçalamayı etkinleştir. Büyük dosyalar yüklenirken faydalı olacaktır.

# tl_iso_attribute.chunkSize.0
source: Chunk size in bytes
de: Größe des Dateiteils in Bytes.
it: Dimensione del pezzo in byte
sv_se: Klumpstorlek i byte
tr: Bayt olarak parçalama boyutu

# tl_iso_attribute.chunkSize.1
source: Please enter the chunk size in bytes (1MB = 1000000 bytes).
de: Bitte geben Sie die Größe des Dateiteils in Bytes an (1MB = 1000000 Bytes).
it: Inserire la dimensione del pezzo in byte (1MB = 1000000 byte).
sv_se: Ange bitstorleken i byte (1MB = 1000000 byte).
tr: Lütfen yığın boyutunu bayt cinsinden girin (1MB = 1000000 bytes).

# tl_iso_attribute.customTpl.0
source: Form field template
de: Formularfeld-Template
it: Modello di campo del modulo
sv_se: Formulär field template

# tl_iso_attribute.customTpl.1
source: Here you can select the template to render the front end form field.
de: Sie können hier ein Template für das Formularfeld auswählen, welches für die Anzeige im Frontend verwendet wird.
it: Qui è possibile selezionare il modello per rendere il campo del modulo frontend.
sv_se: Här kan du välja mallen för att återge front end-formulärfältet.

# tl_iso_attribute.optionsTable_edit
source: Edit options
de: Optionen bearbeiten
it: Modifica opzioni
sv_se: Redigera alternativ
tr: Seçenekleri düzenle

# tl_iso_attribute.checkbox
source: Checkbox
es: Casilla
it: Casella di controllo
sv_se: Kryssruta
tr: Onay kutusu

# tl_iso_attribute.radio
source: Radio
de: Radio-Button
es: Opción
it: Pulsante opzione
tr: Radyo

# tl_iso_attribute.digit.0
source: Numeric characters
de: Numerische Zeichen
es: Caracteres numéricos
it: Caratteri numerici
nl: Numerieke karakters
sv_se: Numeriska tecken
tr: Sayısal karakterler

# tl_iso_attribute.digit.1
source: Allows numeric characters, minus (-), full stop (.) and space ( ).
de: Erlaubt numerische Zeichen, Minus (-), Punkt (.) und Leerzeichen ( ).
es: Permite caracteres numéricos, menos (-), punto (.) y espacio ( ).
it: Permette caratteri numerici, minus (-), punto (.) e spazio ().
nl: Staat numerieke karakters toe, behalve min (-), punt (.) en spatie( ).
sv_se: Tillåter numeriska tecken, minus (-), punkt (.) och mellanslag ( ).
tr: Sayısal karakterler eksi (-), nokta (.) ve boşluk () sağlar.

# tl_iso_attribute.alpha.0
source: Alphabetic characters
de: Alphabetische Zeichen
es: Caracteres alfabéticos
it: Caratteri alfabetici
nl: Alphabetische karakters
sv_se: Alfabetiska tecken
tr: Alfabetik karakterler

# tl_iso_attribute.alpha.1
source: Allows alphabetic characters, minus (-), full stop (.) and space ( ).
de: Erlaubt alphabetische Zeichen, Minus (-), Punkt (.) und Leerzeichen ( ).
es: Permite caracteres alfabéticos, menos (-), punto (.) y espacio ( ).
it: Permette caratteri alfabetici, minus (-), punto (.) e spazio ().
nl: Staat alphabetische karakters toe, behalve min (-), punt (.) en spatie( ).
sv_se: Tillåter alfabetiska tecken, minus (-), punkt (.) och mellanslag ( ).
tr: Alfabetik karakterler eksi (-), nokta (.) ve boşluk () sağlar.

# tl_iso_attribute.alnum.0
source: Alphanumeric characters
de: Alphanumerische Zeichen
es: Caracteres alfanuméricos
it: Caratteri alfanumerici
nl: Alfanumerieke karakters
sv_se: Alfanumeriska tecken
tr: Alfanümerik karakterler

# tl_iso_attribute.alnum.1
source: Allows alphabetic and numeric characters, minus (-), full stop (.), underscore (_) and space ( ).
de: Erlaubt alphanumerische Zeichen, Minus (-), Punkt (.) und Leerzeichen ( ).
es: Permite caracteres alfanuméricos, menos (-), punto (.) y espacio ( ).
it: Permette caratteri alfabetici e numerici, minus (-), punto (.), trattino basso (_) e spazio ().
nl: Staat alphabetische en numerieke karakters toe, behalve min (-), punt (.) en spatie( ).
sv_se: Tillåter alfabetiska och numeriska tecken, minus (-), punkt (.), understreck (_) och mellanslag ( ).
tr: Alfabetik ve sayısal karakterler eksi (-), nokta (.) , alt çizgi (_)ve boşluk () sağlar.

# tl_iso_attribute.extnd.0
source: Extended alphanumeric characters
de: Erweiterte alphanumerische Zeichen
es: Caracteres alfanuméricos extendidos
it: Caratteri alfanumerici estesi
nl: Uitgebreide alfanumerieke tekens
sv_se: Utökade alfanumeriska tecken
tr: Genişletilmiş alfanumerik karakterler

# tl_iso_attribute.extnd.1
source: Allows everything except special characters which are usually encoded for security reasons (#/()<=>).
de: Erlaubt alles außer Spezialzeichen die normalerweise aus Sicherheitsgründen kodiert werden (#/()<=>).
es: Permite todo excepto caracteres especiales que generalmente están codificados por razones de seguridad (#/()<=>).
it: Permette tutto, tranne i caratteri speciali che di solito sono codificati per motivi di sicurezza (#/()<=>).
nl: Staat alle karakters toe behalve speciale tekens die meestal worden gecodeerd om veiligheidsredenen (# / () <=>).
sv_se: Tillåter allt utom specialtecken som vanligtvis är kodade av säkerhetsskäl (#/()<=>).
tr: Genellikle güvenlik nedeniyle kodlanmış olan özel karakterler haricindeki her şeyi sağlar(#/()<=>).

# tl_iso_attribute.date.0
source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
sv_se: Datum
tr: Tarih

# tl_iso_attribute.date.1
source: Checks whether the input matches the global date format.
de: Prüft ob die Eingabe dem globalen Datumsformat entspricht.
es: Comprueba si la entrada coincide con el formato de fecha global.
it: Verifica se l'input corrisponde al formato data globale.
nl: Controleert of de invoer van de datumnotatie gelijk is de standaard datumnotatie.
sv_se: Kontrollerar om inmatningen matchar det globala datumformatet.
tr: Girişin genel tarih biçimiyle eşleşip eşleşmediğini denetler.

# tl_iso_attribute.time.0
source: Time
de: Zeit
es: Hora
it: Ora
nl: Tijd
sv_se: Tid
tr: Zaman

# tl_iso_attribute.time.1
source: Checks whether the input matches the global time format.
de: Prüft ob die Eingabe dem globalen Zeitformat entspricht.
es: Comprueba si la entrada coincide con el formato de la hora global.
it: Verifica se l'input corrisponde al formato ora globale.
nl: Controleert of de invoer gelijk is aan de standaard tijdnotatie.
sv_se: Kontrollerar om inmatningen matchar det globala tidsformatet.
tr: Girişin genel saat biçimiyle eşleşip eşleşmediğini denetler.

# tl_iso_attribute.datim.0
source: Date and time
de: Datum und Zeit
es: Fecha y Hora
it: Data e ora
nl: Datum en tijd
sv_se: Datum och tid
tr: Tarih ve zaman

# tl_iso_attribute.datim.1
source: Checks whether the input matches the global date and time format.
de: Prüft ob die Eingabe dem globalen Datums- und Zeitformat entspricht.
es: Comprueba si la entrada coincide con el formato global de fecha y de hora.
it: Verifica se l'input corrisponde al formato data e ora globale.
nl: Controleert of de invoer gelijk is aan de standaard tijd en datumnotatie.
sv_se: Kontrollerar om inmatningen matchar det globala datum- och tidsformatet.
tr: Girişin genel tarih ve saat biçimiyle eşleşip eşleşmediğini denetler.

# tl_iso_attribute.phone.0
source: Phone number
de: Telefonnummer
es: Teléfono
it: Numero di telefono
nl: Telefoonnummer
sv_se: Telefonnummer
tr: Telefon numarası

# tl_iso_attribute.phone.1
source: Allows numeric characters, plus (+), minus (-), slash (/), parentheses () and space ( ).
de: Erlaubt numerische Zeichen, Plus (+), Minus (-), Querstrich (/), Klammerzeichen () und Leerzeichen ( ).
es: Permite caracteres numéricos, mas (+), menos (-), barra (/), paréntesis () y espacio ( ).
it: Permette caratteri numerici, (+), minus (-), slash (/), parentesi () e spazio ().
nl: Staat numerieke karakters toe inclusief plus (+), min (-), slash(/), Haakjes () en spatie ( ).
sv_se: Tillåter numeriska tecken, plus (+), minus (-), snedstreck (/), parentes () och mellanslag ( ).
tr: Sayısal karakterlere, artı (+), eksi (-), eğik çizgi (/), parantez () ve boşluk () eklemenize izin verir.

# tl_iso_attribute.email.0
source: E-mail address
de: E-Mail-Adresse
es: E-mail
it: Indirizzo e-mail
nl: E-mailadres
sv_se: E-postadress
tr: E-posta adresi

# tl_iso_attribute.email.1
source: Checks whether the input is a valid e-mail address.
de: Prüft ob die Eingabe eine gültige E-Mail-Adresse ist.
es: Comprueba si la entrada es una dirección de correo electrónico válida.
it: Verifichi se l'input è un indirizzo di mail valido.
nl: Controleert of de invoer een geldig e-mailadres is.
sv_se: Kontrollerar om inmatningen är en giltig e-postadress.
tr: Girilen bir e-posta adresi olup olmadığını kontrol eder.

# tl_iso_attribute.url.0
source: URL format
es: Formato de URL
it: Formato URL
nl: URL formaat
tr: URL formatı

# tl_iso_attribute.url.1
source: Checks whether the input is a valid URL.
de: Prüft ob die Eingabe eine gültige URL ist.
es: Comprueba si la entrada es una URL válida.
it: Verifica se l'input è un campo valido URL
nl: Controleert of de invoer een gelde URL is.
sv_se: Kontrollerar om inmatningen är en giltig URL.
tr: Girilen URL'nin geçerli olup olmadığını kontrol eder.

# tl_iso_attribute.price.0
source: Price
de: Preis
es: Precio
it: Prezzo
nl: Prijs
sv_se: Pris
tr: Fiyat

# tl_iso_attribute.price.1
source: Checks whether the input is a valid price.
de: Prüft ob die Eingabe ein gültiger Preis ist.
es: Comprueba si la entrada es un precio válido.
it: Verifica se l'input è un prezzo valido.
nl: Controleert of de invoer een geldige prijs is.
sv_se: Kontrollerar om ingången är ett giltigt pris.
tr: Girilen fiyatın geçerli olup olmadığını kontrol eder.
