Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_producttype.xlf
Languages: de, es, fr, it, nl, pl, sv_se, tr

# tl_iso_producttype.singularAttributes
source: Attribute(s) "%s" cannot be enabled for both attributes and variant attributes.
de: Das Attribut "%s" kann nicht für Produkt und Varianten aktiviert werden.
it: L'attributo o gli attributi "%s" non possono essere abilitati sia per gli attributi che per gli attributi della variante.
sv_se: Attribut(en) "%s" kan inte aktiveras för både attribut och variantattribut.
tr: Nitelik(ler) "%s" , hem nitelikler hem de çeşit nitelikleri için etkinleştirilemiyor.
