Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_shipping.xlf
Languages: de, it, pl, sv_se, tr

# tl_iso_shipping.name.0
source: Shipping Method Name
de: Versandart-Name
it: Nome Metodo Spedizione
pl: Nazwa metody wysyłki
sv_se: Namn på fraktmetod
tr: Nakliye Şekli Adı

# tl_iso_shipping.name.1
source: Please enter a name for this shipping method.
de: Bitte geben Sie einen Namen für die Versandart ein.
it: Si prega di inserire un nome per questo metodo di spedizione.
pl: Proszę wprowadzić nazwę dla tej metody wysyłki.
sv_se: Ange ett namn för denna fraktmetod.
tr: Lütfen bu nakliye yöntemi için bir ad girin.

# tl_iso_shipping.type.0
source: Shipping Method Type
de: Versandart-Typ
it: Tipo Metodo Spedizione
pl: Typ metody wysyłki
sv_se: Typ av leveransmetod
tr: Nakliye Şekli Tipi

# tl_iso_shipping.type.1
source: Please select the type of this shipping method
de: Wählen Sie einen Versandart-Typ
it: Si prega di selezionare il tipo di questo metodo di spedizione
pl: Proszę wybrać typ dla tej metody wysyłki.
sv_se: Välj typ av denna fraktmetod
tr: Lütfen bu nakliye yönteminin tipini seçin

# tl_iso_shipping.inherit.0
source: Inherit label and notes
de: Label und Notizen übernehmen
it: Etichetta e note ereditate
sv_se: Ärva etikett och anteckningar

# tl_iso_shipping.inherit.1
source: Check here to inherit the label and description from the first available shipping method.
de: Aktivieren Sie dieses Kontrollkästchen, um das Etikett und die Beschreibung der ersten verfügbaren Versandmethode zu übernehmen.
it: Controlla qui per ereditare l'etichetta e la descrizione dal primo metodo di spedizione disponibile.
sv_se: Markera här för att ärva etiketten och beskrivningen från den första tillgängliga fraktmetoden.

# tl_iso_shipping.price.0
source: Price
de: Preis
it: Prezzo
pl: Cena
sv_se: Pris
tr: Fiyat

# tl_iso_shipping.price.1
source: Optionally enter a price for this shipping method.
de: Geben Sie hier optional einen Preis für diese Versandart ein.
it: Opzionalmente inserire un prezzo per questo metodo di spedizione.
pl: Opcjonalnie możesz wprowadzić cenę dla tej metody wysyłki.
sv_se: Ange eventuellt ett pris för denna fraktmetod.
tr: İsteğe bağlı olarak, bu nakliye yöntemi için bir fiyat girin.

# tl_iso_shipping.note.0
source: Shipping Method Notes
de: Versandart-Hinweise
it: Note Metodo Spedizione
pl: Notatki
sv_se: Anmärkningar om fraktmetoder
tr: Nakliye Şekli Notları

# tl_iso_shipping.note.1
source: These will be displayed on the front end in association with this shipping option.
de: Diese werden im Frontend in Verbindung mit der Versandoption angezeigt.
it: Queste saranno visualizzate nel frontend associate all'opzione di spedizione.
pl: Te notatki zostaną wyświetlone na stronie przy tej opcji wysyłki.
sv_se: Dessa kommer att visas på front end i samband med detta fraktalternativ.
tr: Bu notlar, bu nakliye seçeneğiyle bağlantılı olarak müşteriye görüntülenir.

# tl_iso_shipping.tax_class.0
source: Tax Class
de: Steuerklasse
it: Classe fiscale
pl: Klasa podatku
sv_se: Skatteklass
tr: Vergi Sınıfları

# tl_iso_shipping.tax_class.1
source: Select a tax class that applies to the shipping price.
de: Wählen Sie eine Steuerklasse aus, die dem Versandpreis hinzugefügt wird.
it: Selezionare una classe fiscale che si applica al prezzo di spedizione.
pl: Proszę wybrać klasę podatku dla ceny wysyłki.
sv_se: Välj en skatteklass som gäller för fraktpriset.
tr: Nakliye fiyatı için geçerli bir vergi sınıfı seçin.

# tl_iso_shipping.label.0
source: Label
de: Bezeichnung
it: Etichetta
pl: Etykieta
sv_se: Etikett
tr: Etiket

# tl_iso_shipping.label.1
source: This is displayed on the front end in association with the shipping option.
de: Wird im Frontend in Verbindung mit der Versandoption angezeigt.
it: Questo sarà visualizzata nel frontend associata all'opzione di spedizione.
pl: Etykieta zostanie wyświetlona na stronie przy tej opcji wysyłki.
sv_se: Detta visas på front end i samband med fraktalternativet.
tr: Bu, nakliye seçeneğiyle bağlantılı olarak müşteriye görüntülenir.

# tl_iso_shipping.flatCalculation.0
source: Flat calculation
de: Pauschalpreis-Berechnung
it: Tassa fissa
pl: Płaska kalkulacja
sv_se: Fast beräkning
tr: Düz hesaplama

# tl_iso_shipping.flatCalculation.1
source: Select the mode of price calculation.
de: Wählen Sie den Modus der Preisberechnung.
it: Selezionare la modalità di calcolo del prezzo.
pl: Proszę wybrać tryb kalkulacji ceny.
sv_se: Välj läge för prisberäkning.
tr: Fiyat hesaplama modunu seçin.

# tl_iso_shipping.flatWeight.0
source: Price per weight
de: Preis pro Gewicht
it: Prezzo per peso
sv_se: Pris per vikt

# tl_iso_shipping.flatWeight.1
source: Enter the weight amound the price should be multiplied by (without floating points).
de: Gebe das Gewicht ein, mit dem der Preis multipliziert werden soll (ohne Kommastellen).
it: Inserire il peso pari al prezzo da moltiplicare per (senza virgola variabile).
sv_se: Ange vikten som priset ska multipliceras med (utan flyttal).

# tl_iso_shipping.shipping_weight.0
source: Shipping weight
de: Versandgewicht
it: Peso spedizione
sv_se: Fraktvikt
tr: Kargo ağırlığı

# tl_iso_shipping.shipping_weight.1
source: Adds additional weight to the shipping to account for packaging material.
de: Fügt dem Versand zusätzliches Gewicht hinzu, um Verpackungsmaterial zu berücksichtigen.
it: Aggiunge un peso aggiuntivo alla spedizione per contabilizzare il materiale d'imballaggio.
sv_se: Lägger till extra vikt till frakten för att ta hänsyn till förpackningsmaterial.

# tl_iso_shipping.productCalculation.0
source: Price calculation
de: Preisberechnung
it: Calcolo del prezzo
sv_se: Prisberäkning

# tl_iso_shipping.productCalculation.1
source: Select how the shipping price should be calculated.
de: Wählen Sie aus, wie der Versandpreis berechnet werden soll.
it: Selezionare come deve essere calcolato il prezzo di spedizione.
sv_se: Välj hur fraktpriset ska beräknas.

# tl_iso_shipping.productCalculationOptions.highestProduct.0
source: Highest price of product
de: Höchster Preis des Produktes
it: Prezzo più alto del prodotto
sv_se: Högsta pris på produkten

# tl_iso_shipping.productCalculationOptions.highestProduct.1
source: Uses the highest shipping price of one product in the cart.
de: Verwendet den höchsten Versandpreis für ein Produkt im Warenkorb.
it: Utilizza il prezzo di spedizione più alto di un prodotto nel carrello.
sv_se: Använder det högsta fraktpriset för en produkt i varukorgen.

# tl_iso_shipping.productCalculationOptions.lowestProduct.0
source: Lowest price of product
de: Niedrigster Preis des Produktes
it: Prezzo più basso del prodotto
sv_se: Lägsta pris på produkten

# tl_iso_shipping.productCalculationOptions.lowestProduct.1
source: Uses the lowest shipping price of one product in the cart.
de: Verwendet den niedrigsten Versandpreis für ein Produkt im Warenkorb.
it: Utilizza il prezzo di spedizione più basso di un prodotto nel carrello.
sv_se: Använder det lägsta fraktpriset för en produkt i varukorgen.

# tl_iso_shipping.productCalculationOptions.sumProducts.0
source: Sum of price per product
de: Summe der Preise pro Produkt
it: Somma del prezzo per prodotto
sv_se: Summan av pris per produkt

# tl_iso_shipping.productCalculationOptions.sumProducts.1
source: Uses a summary of all shipping prices of all products in the cart.
de: Verwendet eine Zusammenfassung aller Versandpreise der Produkte im Warenkorb.
it: Utilizza un riepilogo di tutti i prezzi di spedizione di tutti i prodotti nel carrello.
sv_se: Använder en sammanfattning av alla fraktpriser på alla produkter i varukorgen.

# tl_iso_shipping.productCalculationOptions.highestItem.0
source: Highest price of items
de: Höchster Preis der Artikel
it: Prezzo più alto del prodotto
sv_se: Högsta pris på varor

# tl_iso_shipping.productCalculationOptions.highestItem.1
source: Uses the highest shipping price of one product item (shipping price multiplied by quantity in cart).
de: Verwendet den höchsten Versandpreis eines Produktartikels (Versandpreis multipliziert mit der Menge im Warenkorb).
it: Utilizza il prezzo di spedizione più alto di un prodotto (prezzo di spedizione moltiplicato per la quantità nel carrello).
sv_se: Använder det högsta fraktpriset för en produktartikel (fraktpris multiplicerat med kvantitet i varukorgen).

# tl_iso_shipping.productCalculationOptions.lowestItem.0
source: Lowest price of items
de: Niedrigster Preis der Artikel
it: Prezzo più basso dei prodotti
sv_se: Lägsta pris på varor

# tl_iso_shipping.productCalculationOptions.lowestItem.1
source: Uses the lowest shipping price of one product item (shipping price multiplied by quantity in cart).
de: Verwendet den niedrigsten Versandpreis eines Produktartikels (Versandpreis multipliziert mit der Menge im Warenkorb).
it: Utilizza il prezzo di spedizione più basso di un prodotto (prezzo di spedizione moltiplicato per la quantità nel carrello).
sv_se: Använder det lägsta fraktpriset för en produktartikel (fraktpris multiplicerat med kvantitet i varukorgen).

# tl_iso_shipping.productCalculationOptions.sumItems.0
source: Sum of price per items
de: Summe der Preise pro Artikel
it: Somma del prezzo per ogni produtto
sv_se: Summan av pris per artikel

# tl_iso_shipping.productCalculationOptions.sumItems.1
source: Uses a summary of all shipping prices of all product items (shipping price multiplied by quantity in cart).
de: Verwendet eine Zusammenfassung aller Versandpreise der Produktartikel (Versandpreis multipliziert mit der Menge im Warenkorb).
it: Utilizza un riepilogo di tutti i prezzi di spedizione di tutti i prodotti (prezzo di spedizione moltiplicato per la quantità nel carrello).
sv_se: Använder en sammanfattning av alla fraktpriser för alla produktartiklar (fraktpris multiplicerat med kvantitet i varukorgen).

# tl_iso_shipping.countries.0
source: Countries
de: Länder
it: Paesi
pl: Kraje
sv_se: Länder
tr: Ülkeler

# tl_iso_shipping.countries.1
source: Select the countries this shipping method applies to. If you don't select anything, the shipping method will be applied to all countries.
de: Wählen Sie die Länder für die diese Versandart zur Verfügung steht. Wenn Sie kein Land wählen, gilt die Versandart für alle Länder.
it: Selezioni i paesi ai quali questo metodo di spedizione sarà applicato. Se non selezioni niente, questo metodo di spedizione sarà applicato a tutti i paesi.
pl: Wybierz kraje, do których ta metoda wysyłki jest dostępna. Jeśli nic nie wybierzesz, wysyłka będzie dostępna do wszystkich krajów.
sv_se: Välj de länderna som denna fraktmetod gäller. Om du inte väljer något kommer fraktmetoden att tillämpas på alla länder.
tr: Bu nakliye yönteminin uygulandığı ülkeleri seçin. Hiçbir şey seçmezseniz, nakliye yöntemi tüm ülkelere uygulanır.

# tl_iso_shipping.subdivisions.0
source: State/Regions
de: Bundesländer/Staaten/Regionen
it: Stato/Regione
pl: Stany/regiony
sv_se: Stat/Regioner
tr: Eyalet/Bölgeler

# tl_iso_shipping.subdivisions.1
source: Select the states/regions this shipping method applies to. If you don't select anything, the shipping method will be applied to all states/regions.
de: Wählen Sie die Bundesländer/Staaten/Regionen für die diese Versandart zur Verfügung steht. Wenn Sie nichts auswählen, gilt die Versandart für alle Bundesländer/Staaten/Regionen.
it: Selezionare lo stato/regione ai quali questo metodo di spedizione sarà applicato. Se non seleziona niente, questo metodo di spedizione sarà applicato a tutti gli stati/regioni.
pl: Wybierz stany/regiony, do których ta metoda wysyłki jest dostępna. Jeśli nic nie wybierzesz, wysyłka będzie dostępna do wszystkich stanów/regionów.
sv_se: Välj de stater/regioner som denna fraktmetod gäller. Om du inte väljer något kommer fraktmetoden att tillämpas på alla stater/regioner.
tr: Bu nakliye yönteminin uygulandığı eyaletleri / bölgeleri seçin. Herhangi bir şey seçmezseniz, nakliye yöntemi tüm eyalet / bölgeler için uygulanır.

# tl_iso_shipping.postalCodes.0
source: Postal codes
de: Postleitzahlen
it: Codice postali
pl: Kody pocztowe
sv_se: Postnummer
tr: Posta kodları

# tl_iso_shipping.postalCodes.1
source: Limit this shipping module to postal codes. You can enter a comma separated list and ranges (e.g. 1234,1235,1236-1239,1100-1200).
de: Limitieren Sie dieses Versandmodul auf bestimmte Postleitzahlen. Sie können eine kommagetrennte Liste und Bereiche eingeben (z. B. 1234,1235,1236-1239,1100-1200).
it: Limitare questo modulo di spedizione ai codici postali. È possibile inserire una lista separata da virgole e intervalli (ad es. 1234,1235,1236-1239,1100-1200).
pl: Ogranicz ten moduł wysyłki do kodów pocztowych. Możesz wprowadzić wiele kodów oraz zakresy, oddzielając je przecinkami (np. 1234,1235,1236-1239,1100-1200).
sv_se: Begränsa denna fraktmodul till postnummer. Du kan ange en kommaseparerad lista och intervall (t.ex. 1234,1235,1236-1239,1100-1200).
tr: Bu sevkıyat modülünü posta kodlarıyla sınırlayın. Virgülle ayrılmış bir liste ve aralık girebilirsiniz (Örn. 1234,1235,1236-1239,1100-1200).

# tl_iso_shipping.minimum_total.0
source: Minimum subtotal
de: Mindestbetrag Zwischensumme
it: Subtotale minimo
pl: Minimalna suma częściowa
sv_se: Minsta delsumma
tr: Minimum ara toplam

# tl_iso_shipping.minimum_total.1
source: Enter a minimum amount to control availability based on the cart subtotal.
de: Geben Sie den Minimalbetrag der Zwischensumme für die Verfügbarkeit dieser Versandart ein.
it: Inserire un importo minimo per controllare la disponibilità in base al subtotale del carrello.
pl: Proszę wprowadzić minimalną ilość do kontroli dostępności opartej na sumie częściowej koszyka.
sv_se: Ange ett minimibelopp för att kontrollera tillgängligheten baserat på varukorgens delsumma.
tr: Alışveriş sepeti ara toplamına dayalı olarak doluluk durumunu kontrol etmek için minimum bir tutar girin.

# tl_iso_shipping.maximum_total.0
source: Maximum subtotal
de: Höchstbetrag Zwischensumme
it: Subtotale massimo
pl: Maksymalna suma częściowa
sv_se: Maximal delsumma
tr: Maksimum ara toplam

# tl_iso_shipping.maximum_total.1
source: Enter a maximum amount to control availability based on the cart subtotal.
de: Geben Sie den Maximalbetrag der Zwischensumme für die Verfügbarkeit dieser Versandart ein.
it: Inserire un importo massimo per controllare la disponibilità in base al subtotale del carrello.
pl: Proszę wprowadzić maksymalną ilość do kontroli dostępności opartej na sumie częściowej koszyka.
sv_se: Ange ett maxbelopp för att kontrollera tillgängligheten baserat på varukorgens delsumma.
tr: Uygunluğu kontrol etmek için sepet ara toplamına dayalı maksimum miktarı girin.

# tl_iso_shipping.minimum_weight.0
source: Minimum weight
de: Mindestgewicht
it: Peso minimo
pl: Minimalna waga
sv_se: Minsta vikt
tr: Minimum ağırlık

# tl_iso_shipping.minimum_weight.1
source: Enter a minimum weight to control availability based on the products in cart.
de: Geben Sie ein Mindestgewicht für die Verfügbarkeit dieser Versandart ein.
it: Inserire un peso minimo per controllare la disponibilità in base ai prodotti nel carrello
pl: Proszę wprowadzić minimalną wagę do kontroli dostępności opartej na produktach w koszyku.
sv_se: Ange en minimivikt för att kontrollera tillgängligheten baserat på produkterna i kundvagnen.
tr: Uygunluğu, alışveriş sepetindeki ürünler temel alınarak kontrol etmek için minimum bir ağırlık girin.

# tl_iso_shipping.maximum_weight.0
source: Maximum weight
de: Höchstgewicht
it: Peso massimo
pl: Maksymalna waga
sv_se: Maxvikt
tr: Maksimum ağırlık

# tl_iso_shipping.maximum_weight.1
source: Enter a maximum weight to control availability based on the products in cart.
de: Geben Sie ein Maximalgewicht für die Verfügbarkeit dieser Versandart ein.
it: Inserire un peso massimo per controllare la disponibilità in base ai prodotti nel carrello.
pl: Proszę wprowadzić maksymalną wagę do kontroli dostępności opartej na produktach w koszyku.
sv_se: Ange en maxvikt för att kontrollera tillgängligheten baserat på produkterna i kundvagnen.
tr: Uygunluğu, alışveriş sepetindeki ürünler temel alınarak kontrol etmek için maksimum bir ağırlık girin.

# tl_iso_shipping.quantity_mode.0
source: Quantity calculation mode
de: Mengen-Berechnungsmodus
it: Modalità quantità calcolo
pl: Tryb obliczeń ilościowych
sv_se: Kvantitets beräkningsläge
tr: Adet hesaplama modu

# tl_iso_shipping.quantity_mode.1
source: Select a calculation mode for min/max quantity.
de: Wählen Sie einen Berechnungsmodus für die minimale/maximale Menge.
it: Selezionare una modalità calcolo per una quantità minima/massima.
pl: Proszę wybrać tryb obliczeń dla minimalnej/maksymalnej ilości.
sv_se: Välj ett beräkningsläge för min/max kvantitet.
tr: Min / maks adet için bir hesaplama modu seçin.

# tl_iso_shipping.quantity_mode.cart_items
source: Total quantity in cart
de: Gesamtmenge im Warenkorb
it: Quantità totale nel carrello
pl: Całkowita ilość w koszyku
sv_se: Total kvantitet i varukorgen
tr: Sepetteki toplam adet

# tl_iso_shipping.quantity_mode.cart_products
source: Total products in cart
de: Menge der verschiedenen Produkte im Warenkorb
it: Prodotti totali nel carrello
pl: Wszystkie produkty w koszyku
sv_se: Totalt antal produkter i varukorgen
tr: Sepetteki Toplam Ürün

# tl_iso_shipping.minimum_quantity.0
source: Minimum quantity
de: Mindestmenge
it: Quantità minima
sv_se: Minsta kvantitet
tr: Minimum adet

# tl_iso_shipping.minimum_quantity.1
source: Enter a number greater zero to exclude this shipping method for orders with lower quantity.
de: Geben Sie eine Zahl grösser als Null ein, um diese Versandart bei Bestellungen mit niedridger Menge auszuschliessen.
it: Inserire un numero superiore a zero per escludere questo metodo di spedizione per ordini con quantità inferiori.
sv_se: Ange ett nummer större noll för att utesluta denna fraktmetod för beställningar med lägre kvantitet.
tr: Daha düşük adetli siparişlerde bu nakliye yöntemini hariç tutmak için daha büyük bir sayı girin.

# tl_iso_shipping.maximum_quantity.0
source: Maximum quantity
de: Höchstmenge
it: Quantità massima
sv_se: Maximal kvantitet
tr: Maximum adet

# tl_iso_shipping.maximum_quantity.1
source: Enter a number greater zero to exclude this shipping method for orders with higher quantity.
de: Geben Sie eine Zahl grösser als Null ein, um diese Versandart bei Bestellungen mit höherer Menge auszuschliessen.
it: Inserire un numero superiore a zero per escludere questo metodo di spedizione per ordini con quantità maggiori.
sv_se: Ange ett nummer större noll för att utesluta denna fraktmetod för beställningar med högre kvantitet.
tr: Daha fazla miktarda adet için bu gönderim yöntemini hariç tutmak için sıfırdan büyük bir sayı girin.

# tl_iso_shipping.product_types.0
source: Product types
de: Produkttypen
it: Tipi prodotto
pl: Typy produktów
sv_se: Produkttyper
tr: Ürün tipleri

# tl_iso_shipping.product_types.1
source: You can restrict this shipping method to certain product types. If the cart contains a product type you have not selected, the shipping module is not available.
de: Sie können diese Versandart auf bestimmte Produkttypen einschränken. Wenn der Warenkorb einen Produkttyp enthält, den Sie hier nicht ausgewählt haben, steht das Versandmodul nicht zur Verfügung.
it: Può limitare questo metodo di spedizione a certi prodotti. Se il carrello contiene un prodotto non selezionat, il modulo di spedizione non sarà disponibile.
pl: Tutaj możesz zastrzec dla jakich typów produktów ta metoda wysyłki jest dostępna. Jeśli koszyk zawiera produkt, który nie jest zaznaczony, moduł wysyłki będzie niedostępny.
sv_se: Du kan begränsa denna fraktmetod till vissa produkttyper. Om varukorgen innehåller en produkttyp som du inte har valt är fraktmodulen inte tillgänglig.
tr: Bu nakliye yöntemini belirli ürün türlerine göre kısıtlayabilirsiniz. Alışveriş sepeti, seçmediğiniz bir ürün türünü içeriyorsa, gönderim modülü kullanılamaz.

# tl_iso_shipping.product_types_condition.0
source: Product type condition
de: Produkttyp-Bedingungen
it: Stato del tipo di prodotto
sv_se: Produkttyp skick
tr: Ürün tipi koşulu

# tl_iso_shipping.product_types_condition.1
source: Select how the product type filter should be applied.
de: Wählen Sie aus, wie der Produkttyp-Filter angewandt werden soll.
it: Selezionare come deve essere applicato il filtro del tipo di prodotto.
sv_se: Välj hur produkttypfiltret ska tillämpas.
tr: Ürün tipi filtresinin nasıl uygulanacağını seçin.

# tl_iso_shipping.config_ids.0
source: Store configurations
de: Konfigurationen
it: Configurazioni negozio
pl: Konfiguracje sklepu
sv_se: Shop konfigurationer
tr: Mağaza yapılandırmaları

# tl_iso_shipping.config_ids.1
source: You can restrict this shipping method to certain shop configurations.
de: Diese Versandmethode kann auf bestimmte Shopkonfigurationen beschränkt werden.
it: È possibile limitare questo metodo di spedizione a determinate configurazioni del negozio.
sv_se: Du kan begränsa denna fraktmetod till vissa butikskonfigurationer.
tr: Bu gönderim yöntemini belirli mağaza yapılandırmalarıyla sınırlandırabilirsiniz

# tl_iso_shipping.address_type.0
source: Address type limitation
de: Einschränkung des Adresstyps
it: Limitazione del tipo di indirizzo
sv_se: Begränsning av adresstyp

# tl_iso_shipping.address_type.1
source: Limit availability depending on checkout shipping address.
de: Beschränken Sie die Verfügbarkeit an der Kasse abhängig von der Lieferadresse.
it: Limitare la disponibilità a seconda dell'indirizzo di spedizione alla cassa.
sv_se: Begränsa tillgängligheten beroende på kassans leveransadress.

# tl_iso_shipping.address_type.custom
source: Custom shipping address
de: Benutzerdefinierte Lieferadresse
it: Indirizzo di spedizione personalizzato
sv_se: Anpassad leveransadress

# tl_iso_shipping.address_type.billing
source: Shipping equals billing address
de: Versand entspricht Rechnungsadresse
it: L'indirizzo di spedizione equivale all'indirizzo di fatturazione
sv_se: Frakt är lika med faktureringsadress

# tl_iso_shipping.group_methods.0
source: Shipping methods
de: Versandarten
it: Metodi di spedizione
pl: Metody dostawy
sv_se: Fraktmetoder
tr: Nakliye yöntemleri

# tl_iso_shipping.group_methods.1
source: Select the shipping methods to group in this method.
de: Wählen Sie die Versandarten aus, die gruppiert werden sollen.
it: Selezionare i metodi di spedizione da raggruppare in questo metodo
pl: Proszę wybrać metody wysyłki do grupy w tej metodzie.
sv_se: Välj de fraktmetoder som ska grupperas i den här metoden.
tr: Bu yöntemde gruplamak için nakliye yöntemlerini seçin.

# tl_iso_shipping.group_calculation.0
source: Group calculation
de: Gruppen-Berechnung
it: Calcolo di gruppo
pl: Grupowa kalkulacja
sv_se: Gruppberäkning
tr: Grup hesaplama

# tl_iso_shipping.group_calculation.1
source: Select how the price of this shipping method should be calculated.
de: Wählen Sie wie der Preis dieser Versandart berechnet werden soll.
it: Selezionare come deve essere calcolato il prezzo di questo metodo di spedizione.
pl: Proszę wybrać, w jaki sposób ma zostać liczona cena dla tej metody wysyłki.
sv_se: Välj hur priset för denna fraktmetod ska beräknas.
tr: Bu nakliye yönteminin fiyatının nasıl hesaplanacağını seçin.

# tl_iso_shipping.dhl_user.0
source: Username
de: Benutzername
it: Nome utente
sv_se: Användarnamn

# tl_iso_shipping.dhl_user.1
source: Please enter your username for the DHL portal.
de: Bitte geben Sie Ihren Benutzernamen für das DHL Portal ein.
it: Inserite il vostro nome utente per il portale DHL.
sv_se: Ange ditt användarnamn för DHL-portalen.

# tl_iso_shipping.dhl_signature.0
source: Password
de: Passwort
sv_se: Lösenord
tr: Parola

# tl_iso_shipping.dhl_signature.1
source: Please enter your DHL account password.
de: Bitte geben Sie Ihr DHL Passwort ein.
it: Inserire la password del proprio account DHL.
sv_se: Ange lösenordet för ditt DHL-konto.

# tl_iso_shipping.dhl_epk.0
source: Account Number
de: Kontonummer
it: Numero di conto
sv_se: Kontonummer
