Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_integrity.xlf
Languages: de, it, sv_se, tr

# tl_iso_integrity.headline
source: Integrity Check
de: Integritätscheck
it: Controllo integrità
sv_se: Integritetskontroll
tr: Bütünlük Denetimi

# tl_iso_integrity.columns.0
source: Problem
it: Problema
tr: Sorun

# tl_iso_integrity.columns.1
source: Result of the check
de: Ergebnis der Überprüfung
it: Risultato della verifica
sv_se: Resultat av kontrollen
tr: Kontrol sonuçları

# tl_iso_integrity.description
source: Please choose the errors to be fixed.
de: Bitte wählen Sie die zu behebenen Fehler aus.
it: Si prega di scegliere gli errori da correggere.
sv_se: Välj de fel som ska åtgärdas.
tr: Lütfen düzeltilecek hataları seçin.

# tl_iso_integrity.action
source: Resolve problems
de: Probleme lösen
it: Risolvere problemi
sv_se: Lös problem
tr: Sorunları çöz

# tl_iso_integrity.permission
source: Only admin can perform integrity check.
de: Nur Administratoren können den Integritätscheck ausführen.
it: Solo l'amministratore può eseguire il controllo di integrità.
sv_se: Endast admin kan utföra integritetskontroll.
tr: Yalnızca yönetici bütünlük kontrolü yapabilir.

# tl_iso_integrity.pricetable.0
source: Advanced prices
de: Erweiterte Preisangaben
it: Prezzi avanzati
sv_se: Avancerade priser
tr: Gelişmiş fiyatlar

# tl_iso_integrity.pricetable.1
source: %s invalid andvanced prices were found.<br>PIDs: %s.
de: %s ungültige erweiterte Preisangaben gefunden.<br>PIDs: %s.
it: %s sono stati trovati prezzi avanzati non validi.<br>PID: %s.
sv_se: %s ogiltiga och avancerade priser hittades.<br>PID: %s.
tr: %s geçersiz gelişmiş fiyatlar bulundu. <br>PIDs: %s.

# tl_iso_integrity.pricetable.2
source: There are no invalid advanced prices in your database.
de: Die Datenbank enthält keine ungültigen erweiterten Preise.
it: Non ci sono prezzi avanzati invalidi nel tuo database.
sv_se: Det finns inga ogiltiga avancerade priser i din databas.

# tl_iso_integrity.variantprices.0
source: Invalid product prices
de: Ungültige Produktpreise
it: Prezzi dei prodotti invalidi
sv_se: Ogiltiga produktpriser

# tl_iso_integrity.variantprices.1
source: You have %s prices belonging to the wrong product/variant.<br>IDs: %s
de: Es sind %s Preise mit ungültigem Bezug zu Produkte oder Varianten vorhanden.<br>IDs: %s
it: Sono presenti %sprezzi che appartengono a prodotti/varianti.ID<br> errati: %s
sv_se: Du har %s priser som hör till fel produkt/variant. <br>ID:n: %s

# tl_iso_integrity.variantprices.2
source: There are no invalid product prices in your database.
de: Die Datenbank enthält keine ungültigen Produktpreise.
it: Non ci sono prezzi di prodotti invalidi nel database.
sv_se: Det finns inga ogiltiga produktpriser i din databas.

# tl_iso_integrity.variantorphans.0
source: Invalid product variants
de: Ungültige Produkt-Varianten
it: Varianti di prodotto non valide
sv_se: Ogiltiga produktvarianter
tr: Geçersiz ürün çeşitleri

# tl_iso_integrity.variantorphans.1
source: You have %s variants that belong to products without active variant support.<br>IDs: %s
de: %s Varianten, die Produkten ohne Varianten-Unterstützung zugewiesen wurden. <br>IDs: %s
it: Esistono %s varianti che appartengono a prodotti senza supporto di varianti attivo.<br>IDs: %s
sv_se: Du har %s varianter som tillhör produkter utan aktiva variantstöd.<br>ID:n: %s
tr: Aktif çeşit desteği bulunmayan ürünlere ait %s çeşidiniz var.<br>IDs: %s

# tl_iso_integrity.variantorphans.2
source: There are no invalid variants in your database.
de: Keine ungültigen Varianten in der Datenbank.
it: Non ci sono varianti non valide nel vostro database.
sv_se: Det finns inga ogiltiga varianter i din databas.
tr: Veritabanınız da geçerli bir çeşit yok.

# tl_iso_integrity.attributeoptionorphans.0
source: Invalid attribute options
de: Ungültige Attribut-Optionen
it: Opzioni attributo non valide
sv_se: Ogiltiga attributalternativ
tr: Geçersiz nitelik seçenekleri

# tl_iso_integrity.attributeoptionorphans.1
source: You have %s attribute options that belong to non-existant variants or products or have a wrong optionsSource set.<br>IDs: %s
de: %s Attribut-Optionen, die zu nicht-existierenden Varianten oder Produkten zugewiesen wurden oder eine falsche optionsSource-Einstellung besitzen.<br>IDs: %s
it: Avete %s opzioni di attributo che appartengono a varianti o prodotti inesistenti o che hanno un set di opzioni erratoSource set.<br>IDs: %s
sv_se: Du har %s attributalternativ som tillhör icke-existerande varianter eller produkter eller har fel optionsSource set.<br>ID:n:%s
tr: Var olmayan çeşitlere veya ürünlerdeki %s nitelik seçeneklerine sahipsiniz veya kaynak kümesi seçenekleri yanlış. <br> ID ler: %s

# tl_iso_integrity.attributeoptionorphans.2
source: There are no invalid attribute options in your database.
de: Keine ungültigen Attribut-Optionen in der Datenbank.
it: Non ci sono opzioni di attributi non validi nel vostro database.
sv_se: Det finns inga ogiltiga attributalternativ i din databas.
tr: Veritabanınız da geçerli nitelik seçenekleri yok.

# tl_iso_integrity.multilingualattributes.0
source: Multilingual Attributes
de: Mehrsprachige Attribute
it: Attributi multilingua
sv_se: Flerspråkiga attribut
tr: Çok Dilli Öznitelikler

# tl_iso_integrity.multilingualattributes.1
source: %s invalid multilingual attributes were found.<br>Attributes: %s.
de: %s ungültige mehrsprachige Attribute wurden gefunden. Attribute: %s
it: %s sono stati trovati attributi multilingue non validi.<br>Attributi: %s.
sv_se: %s ogiltiga flerspråkiga attribut hittades. <br>Attribut: %s.
tr: %s geçersiz çok dilli öznitelik bulundu.<br>Öznitellikler: %s.

# tl_iso_integrity.multilingualattributes.2
source: There are no invalid multilingual attributes in your database.
de: Es gibt keine ungültigen mehrsprachigen Attribute in Ihrer Datenbank.
it: Non ci sono attributi multilingue non validi nel vostro database.
sv_se: Det finns inga ogiltiga flerspråkiga attribut i din databas.
tr: Veritabanınızda geçersiz çok dilli öznitelik yok.

# tl_iso_integrity.unusedrules.0
source: Rules module
de: Regel-Modul
it: Modulo di regole
sv_se: Regelmodul
tr: Kurallar modülü

# tl_iso_integrity.unusedrules.1
source: The rules module should be disabled if you do not use it.
de: Das Regel-Modul sollte deaktiviert werden, wenn es nicht benutzt wird.
it: Il modulo delle regole dovrebbe essere disabilitato se non lo si utilizza.
sv_se: Regelmodulen bör inaktiveras om du inte använder den.
tr: Kurallar modülü kullanmamanız durumunda devre dışı bırakılmalıdır.

# tl_iso_integrity.unusedrules.2
source: The rules module is disabled or in use.
de: Das Regelmodul ist deaktiviert oder in Benutzung.
it: Il modulo delle regole è disabilitato o in uso.
sv_se: Regelmodulen är inaktiverad eller används.
tr: Kurallar modülü devre dışı veya kullanımda.
