Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_address.xlf
Languages: bs_ba, pl, sl

# tl_iso_address.store_id.0
source: Store ID
bs_ba: ID trgovine
pl: ID sklepu
sl: ID trgovine

# tl_iso_address.store_id.1
source: Different store IDs group a store on multiple root sites. A members's cart and addresses will be shared across the same store IDs.
bs_ba: Različiti ID-ovi trgovina grupišu trgovinu na više korijenskih web lokacija. Korpa članova i adrese dijelit će se kroz iste ID-ove trgovina.
pl: Używaj różnych ID sklepów do grupowania zestawów konfiguracji. Koszyk użytkownika i adres będzie współdzielony w obrębie tego samego ID sklepu.

# tl_iso_address.label.0
source: Label
pl: Etykieta
sl: Oznaka

# tl_iso_address.label.1
source: Please enter a custom label for this address.
bs_ba: Unesite prilagođenu oznaku za ovu adresu.
pl: Proszę wprowadzić nazwę etykiety dla tego adresu.

# tl_iso_address.gender.0
source: Gender
bs_ba: Spol
pl: Płeć
sl: Spol

# tl_iso_address.gender.1
source: Please choose the gender.
bs_ba: Odaberite spol.
pl: Proszę wprowadzić płeć.
sl: Izberite spol

# tl_iso_address.salutation.0
source: Salutation
bs_ba: Pozdrav
pl: Tytuł

# tl_iso_address.salutation.1
source: Please enter the salutation (Mr, Mrs, Dr., Prof.).
bs_ba: Unesite pozdrav (Gospodin, Gospođa, Dr., Profesor).
pl: Proszę wprowadzić tytuł (Pan, Pani, Dr, Prof.).

# tl_iso_address.firstname.0
source: First name
bs_ba: Ime
pl: Imię
sl: Ime

# tl_iso_address.firstname.1
source: Please enter the first name.
bs_ba: Unesite ime.
pl: Proszę wprowadzić imię.
sl: Vnesite ime

# tl_iso_address.lastname.0
source: Last name
bs_ba: Prezime
pl: Nazwisko
sl: Priimek

# tl_iso_address.lastname.1
source: Please enter the last name.
bs_ba: Unesite prezime.
pl: Proszę wprowadzić nazwisko.
sl: Vnesite priimek.

# tl_iso_address.dateOfBirth.0
source: Date of birth
bs_ba: Datum rođenja
pl: Data urodzenia
sl: Datum rojstva

# tl_iso_address.dateOfBirth.1
source: Please enter the date of birth.
bs_ba: Unesite datum rođenja.
pl: Proszę wprowadzić datę urodzenia.
sl: Vnesite datum rojstva.

# tl_iso_address.company.0
source: Company
bs_ba: Firma
pl: Nazwa firmy
sl: Podjetje

# tl_iso_address.company.1
source: You can enter a company name here.
bs_ba: Ovdje možete unijeti naziv firme.
pl: Tutaj możesz wprowadzić nazwę firmy.
sl: Vnesite ime podjetja.

# tl_iso_address.vat_no.0
source: VAT No.
bs_ba: PDV broj
pl: Nr VAT
sl: Davčna številka

# tl_iso_address.vat_no.1
source: Please enter a VAT number.
bs_ba: Unesite PDV broj.
pl: Proszę wprowadzić numer VAT.
sl: Vnesite davčno številko.

# tl_iso_address.street_1.0
source: Street
bs_ba: Ulica
pl: Ulica
sl: Naslov

# tl_iso_address.street_1.1
source: Please enter the street name and the street number.
bs_ba: Unesite naziv ulice i broj stana.
pl: Proszę wprowadzić nazwę ulicy i numer lokalu.
sl: Vnesite naslov.

# tl_iso_address.street_2.0
source: Street 2
bs_ba: Ulica 2
pl: Ulica 2
sl: Pomožni naslov

# tl_iso_address.street_2.1
source: Enter a second street info if there's any.
bs_ba: Unesite podatke o drugoj ulici, ako ih ima.
pl: Tutaj możesz wprowadzić dodatkową informację o ulicy
sl: Vnesite naslov.

# tl_iso_address.street_3.0
source: Street 3
bs_ba: Ulica 3
pl: Ulica 3
sl: Naslov 3

# tl_iso_address.street_3.1
source: Enter a third street info if there's any.
bs_ba: Unesite podatke o trećoj ulici, ako ih ima.
pl: Tutaj możesz wprowadzić dodatkową informację o ulicy.
sl: Vnesite naslov.

# tl_iso_address.postal.0
source: Postal code
bs_ba: Poštanski broj
pl: Kod pocztowy
sl: Poštna številka

# tl_iso_address.postal.1
source: Please enter the postal code.
bs_ba: Unesite poštanski broj.
pl: Proszę wprowadzić kod pocztowy.
sl: Vnesite poštno številko.

# tl_iso_address.city.0
source: City
bs_ba: Grad
pl: Miasto
sl: Kraj

# tl_iso_address.city.1
source: Please enter the name of the city.
bs_ba: Unesite ime grada.
pl: Proszę wprowadzić nazwę miasta.
sl: Vnesite kraj.

# tl_iso_address.subdivision.0
source: State
bs_ba: Pokrajina
pl: Stan
sl: Regija

# tl_iso_address.subdivision.1
source: Please enter the name of the state.
bs_ba: Unesite ime pokrajine.
pl: Proszę wprowadzić nazwę stanu.
sl: Vnesite regijo.

# tl_iso_address.country.0
source: Country
bs_ba: Država
pl: Kraj
sl: Država

# tl_iso_address.country.1
source: Please select a country.
bs_ba: Odaberite državu.
pl: Proszę wybrać kraj.
sl: Izberite državo.

# tl_iso_address.phone.0
source: Phone number
bs_ba: Telefonski broj
pl: Numer telefonu
sl: Telefonska številka

# tl_iso_address.phone.1
source: Please enter the phone number.
bs_ba: Unesite broj telefona.
pl: Proszę wprowadzić numer telefonu.
sl: Vnesite telefonsko številko.

# tl_iso_address.email.0
source: E-mail address
bs_ba: E-mail adresa
pl: Adres e-mail
sl: E-Poštni naslov

# tl_iso_address.email.1
source: Please enter a valid e-mail address.
bs_ba: Molimo Vas da unesete validnu email adresu.
pl: Proszę wprowadzić adres e-mail.
sl: Vnesite e-poštni naslov.

# tl_iso_address.isDefaultBilling.0
source: Default billing address
bs_ba: Zadana adresa za naplatu
pl: Domyślny adres rozliczeniowy
sl: Privzet naslov za plačilo

# tl_iso_address.isDefaultBilling.1
source: Is this your default billing address?
bs_ba: Da li je ovo vaša zadana adresa za naplatu?
pl: Czy to twój domyślny adres rozliczeniowy?
sl: Je to vaš privzeti naslov za plačilo?

# tl_iso_address.isDefaultShipping.0
source: Default shipping address
bs_ba: Zadana adresa za dostavu
pl: Domyślny adres do wysyłki
sl: Privzeti naslov za dostavo

# tl_iso_address.isDefaultShipping.1
source: Is this your default shipping address?
bs_ba: Da li je ovo vaša zadana adresa za dostavu?
pl: Czy to twój domyślny adres do wysyłki?
sl: Je to vaš privzeti naslov za dostavo?

# tl_iso_address.store_legend
source: Store
bs_ba: Trgovina
pl: Sklep
sl: Trgovina

# tl_iso_address.personal_legend
source: Personal data
bs_ba: Lični podaci
pl: Dane osobiste
sl: Osebni podatki

# tl_iso_address.address_legend
source: Address details
bs_ba: Detalji o adresi
pl: Szczegóły adresu
sl: Podrobnosti o naslovih

# tl_iso_address.contact_legend
source: Contact details
bs_ba: Detalji za kontakt
pl: Dane kontaktowe
sl: Kontaktne podrobnosti

# tl_iso_address.default_legend
source: Default address
bs_ba: Zadana adresa
pl: Domyślny adres
sl: Privzeti naslov

# tl_iso_address.personalData
source: Personal data
bs_ba: Lični podaci
pl: Dane osobiste
sl: Osebni podatki

# tl_iso_address.addressDetails
source: Address details
bs_ba: Detalji o adresi
pl: Szczegóły adresu
sl: Podrobnosti o naslovih

# tl_iso_address.contactDetails
source: Contact details
bs_ba: Detalji za kontakt
pl: Dane kontaktowe
sl: Kontaktne podrobnosti

# tl_iso_address.loginDetails
source: Default address
bs_ba: Zadana adresa
pl: Domyślny adres
sl: Privzeti naslov

# tl_iso_address.new.0
source: New address
bs_ba: Nova adresa
pl: Nowy adres
sl: Nov naslov

# tl_iso_address.new.1
source: Create a new address
bs_ba: Kreirajte novu adresu
pl: Dodaj nowy adres
sl: Ustvari nov naslov

# tl_iso_address.edit.0
source: Edit address
bs_ba: Uredite adresu
pl: Edytuj adres
sl: Uredi naslov

# tl_iso_address.edit.1
source: Edit address ID %s
bs_ba: Uredite adresu ID %s
pl: Edytuj adres ID %s
sl: Uredi naslov ID %s

# tl_iso_address.copy.0
source: Duplicate address
bs_ba: Duplikat adrese
pl: Duplikuj adres
sl: Podvoji naslov

# tl_iso_address.copy.1
source: Duplicate address ID %s
bs_ba: Duplikat adrese ID %s
pl: Duplikuj adres ID %s
sl: Podvoji naslov ID %s

# tl_iso_address.delete.0
source: Delete address
bs_ba: Izbriši adresu
pl: Usuń adres
sl: Izbriši naslov

# tl_iso_address.delete.1
source: Delete address ID %s
bs_ba: Izbriši adresu ID %s
pl: Usuń adres ID %s
sl: Izbriši naslov ID %s

# tl_iso_address.show.0
source: Address details
bs_ba: Detalji o adresi
pl: Szczegóły adresu
sl: Podrobnosti o naslovih

# tl_iso_address.show.1
source: Show details of address ID %s
bs_ba: Prikaži detalje adrese ID %s
pl: Pokaż szczegóły adresu ID %s
sl: Prikaži podrobnosti o naslovu ID %s
