Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_attribute.xlf
Languages: de, es, it, nl, sv_se, tr

# tl_iso_attribute.name.0
source: Name
es: Nombre
it: Nome
nl: Naam
sv_se: Namn
tr: Ad

# tl_iso_attribute.name.1
source: Please enter a name for this attribute.
de: Geben Sie einen Namen für dieses Artikelmerkmal ein.
es: Por favor, introduzca un nombre para este atributo.
it: Per cortesia inserisca un nome per questo attributo.
nl: Vul een naam in voor dit attribuut.
sv_se: Ange ett namn för detta attribut.
tr: Lütfen bu nitelik için bir ad girin

# tl_iso_attribute.field_name.0
source: Internal name
de: Interner Name
es: Nombre interno
it: Nome interno
nl: Naam intern
sv_se: Internt namn
tr: Dahili adı

# tl_iso_attribute.field_name.1
source: Internal name is the database field name and must be unique.
de: Der interne Feldname entspricht dem Datenbank-Feld und muss eindeutig sein.
es: El nombre interno es el nombre en la base de datos y debe ser único.
it: Il nome interno è il nome campo nel database e deve essere unico.
nl: De interne naam is de naam van de database tabel en moet uniek zijn
sv_se: Internt namn är databasfältets namn och måste vara unikt.
tr: Dahili ad veritabanı alanının adıdır ve benzersiz olmalıdır

# tl_iso_attribute.type.0
source: Type
de: Typ
es: Tipo
it: Tipo
nl: Soort
sv_se: Typ
tr: Tip

# tl_iso_attribute.type.1
source: Please select a type for this attribute.
de: Wählen Sie einen Attribut-Typ.
es: Por favor seleccione un tipo de impuesto para este atributo.
it: Per cortesia selezioni un tipo per questo attributo.
nl: Selecteer het soort attribuut
sv_se: Välj en typ för detta attribut.
tr: Lütfen bu nitelik için bir tip seçin.

# tl_iso_attribute.legend.0
source: Field Group
de: Feldgruppe
es: Grupo de campo
it: Grupo Campo
nl: Productkoppeling
sv_se: Fältgrupp
tr: Alan Grubu

# tl_iso_attribute.legend.1
source: Select a field group that this attribute relates to (used to organize related fields into collapsible fieldset groups when editing products.
de: Wählen Sie eine Feldgruppe die mit diesem Artikelmerkmal in Beziehung steht (wird benutzt um verbundene Felder in ausklappbaren Fieldset-Gruppen einzurichten, wenn Produkte bearbeitet werden.
es: Seleccione un grupo de campo al cual se refiere este atributo (utilizado para organizar los campos relacionados en grupos fieldset plegables al editar los productos).
it: Selezioni un gruppo campo al quale questo attributo è relazionato (utilizzato per organizzare i campi relazionati in gruppi campo collassabili quando si modiricano i prodotti.
nl: Selecteer de plaats waar dit attribuut aan het product is gekoppeld, dit is om de gerelateerde velden bij elkaar te houden.
sv_se: Välj en fältgrupp som detta attribut relaterar till (används för att organisera relaterade fält i hopfällbara fältuppsättningsgrupper när du redigerar produkter.
tr: Ürünleri düzenlerken ilişkili alanları (daraltılmış alan kümesi gruplarını organize etmek için kullanılan bu nitelikle ilişkili bir alan grubu seçin.

# tl_iso_attribute.variant_option.0
source: Add to product variants wizard
de: Für Varianten verwenden
es: Asistente para añadir variantes del producto
it: Aggiungi un wizard versioni prodotto.
nl: Voeg toe aan productvarianten wizard
sv_se: Guiden Lägg till produktvarianter
tr: Ürün çeşitleri sihirbazına ekle

# tl_iso_attribute.variant_option.1
source: If selected, this attribute will be added to the product variants wizard for use as a product variant option.
de: Klicken Sie hier wenn dieses Attribut für die Konfiguration von Produktvarianten verwendet wird.
es: Si está seleccionada, se añadirá este atributo en el asistente variantes del producto, para su uso como una opción de variante del producto.
it: Se selezionato, questo attributo sarà aggiunto al wizard versioni prodotto da usare come un'opzione versione prodotto.
nl: Wanneer deze is geselecteerd, dan wordt het attribuut toegevoegd aan de productvariant wizard, voor gebruik als productvariant optie.
sv_se: Om det väljs kommer detta attribut att läggas till i guiden för produktvarianter för användning som ett alternativ för produktvarianter.
tr: Bu seçilirse, bir ürün çeşidi seçeneği olarak kullanılmak üzere ürün seçenekleri sihirbazına eklenir.

# tl_iso_attribute.customer_defined.0
source: Defined by customer
de: Durch den Kunden auswählbar
es: Definido por el cliente
it: Definito dal Cliente
nl: Gedefinieerd door bezoeker
sv_se: Definierat av kunden
tr: Müşteri tarafından tanımlanmıştır

# tl_iso_attribute.customer_defined.1
source: Please select if this value defined by the customer (frontend).
de: Bitte wählen Sie dieses Feld aus, wenn der Wert durch den Kunden (Frontend) ausgewählt/definiert werden kann.
es: Por favor, seleccione si este valor esta definido por el cliente (frontend).
it: Per cortesia selezioni se questo valore è definito dal cliente (frontend).
nl: Selecteer dit veld wanneer de waarde moet worden ingevoerd door de bezoeker
sv_se: Vänligen välj om detta värde definieras av kunden (frontend).
tr: Lütfen bu değeri müşteri tarafından (sitede) tanımlandığında seçin.

# tl_iso_attribute.description.0
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Omschrijving
sv_se: Beskrivning
tr: Açıklama

# tl_iso_attribute.description.1
source: The description is shown as a hint to the backend user.
de: Die Beschreibung wird als Hinweis für den Backend-Nutzer angezeigt.
es: La descripción se muestra como una sugerencia al usuario backend.
it: La descrizione è mostrata come suggerimento per l'utilizzatore backend.
nl: De omschrijving wordt getoond als hint aan de CMS gebruikers
sv_se: Beskrivningen visas som ett tips till backend-användaren.
tr: Açıklama, arka plan ç kullanıcısına bir ipucu olarak gösterilir.

# tl_iso_attribute.optionsSource.0
source: Options source
de: Optionen-Quelle
it: Opzioni fonte
sv_se: Alternativ källa
tr: Kaynak seçenekleri

# tl_iso_attribute.optionsSource.1
source: Choose where the options for this field should be loaded from.
de: Wählen Sie aus, woher die Optionen für dieses Feld genommen werden sollen.
it: Scegliere da dove caricare le opzioni per questo campo.
sv_se: Välj var alternativen för detta fält ska laddas från.
tr: Bu alana ilişkin seçeneklerin nereden yükleneceğini seçin.

# tl_iso_attribute.optionsSource.name
source: Attribute Name (Single Option)
de: Attribut-Name (Einzelauswahl)
it: Nome dell'attributo (opzione singola)
sv_se: Attributnamn (enkelt alternativ)
tr: Nitelik Adı (Tek Seçenek)

# tl_iso_attribute.optionsSource.table
source: Options Manager
de: Optionen-Manager
it: Gestione delle opzioni
sv_se: Alternativhanterare
tr: Seçenek Yöneticisi

# tl_iso_attribute.optionsSource.product
source: Product
de: Produkt
es: Producto
it: Prodotto
sv_se: Produkt
tr: Ürün

# tl_iso_attribute.optionsSource.foreignKey
source: Custom database table (foreignKey)
de: Eigene Datenbank-Tabelle (foreignKey)
it: Tabella database personalizzato (foreignKey)
sv_se: Anpassad databastabell (foreignKey)
tr: Özel veritabanı tablosu (foreignKey)

# tl_iso_attribute.optionsSource.attribute
source: Options Wizard (deprecated)
de: Optionen-Assistent (veraltet)
it: Opzioni Wizard (deprecato)
sv_se: Options Wizard (utfasad)
tr: Seçenekler Sihirbazı (kullanımdan kaldırıldı)

# tl_iso_attribute.options.0
source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
sv_se: Alternativ
tr: Seçenekler

# tl_iso_attribute.options.1
source: Please enter one or more options. Use the buttons to add, move or delete an option. If you are working without JavaScript assistance, you should save your changes before you modify the order!
de: Bitte geben Sie eine oder mehrere Optionen ein. Nutzen Sie die Buttons um eine Option hinzuzufügen, ihre Position zu verändern oder sie zu löschen. Wenn Sie ohne JavaScript-Unterstützung arbeiten, sollten Sie Ihre Änderungen speichern bevor Sie die Reihenfolge ändern!
es: Escriba una o varias opciones. Utilice los botones para añadir, mover o eliminar una opción. Si está trabajando sin ayuda de JavaScript debe guardar sus cambios antes de modificar el orden!
it: Per cortesia inserisca una o più opzioni. Usi i pulsatni per aggiungere, spostare o cancellare un'opzione. Se non ha il JavaScript abilitato, dovrebbe salvare i cambiamenti prima di modificare l'ordine!
nl: Vul één of meer opties in. Gebruik de knoppen om toe te voegen, te verplaatsen of een optie te verwijderen. Als je zonder JavaScript werkt, moet je eerst opslaan voordat de volgorde kan worden aangepast!
sv_se: Ange ett eller flera alternativ. Använd knapparna för att lägga till, flytta eller ta bort ett alternativ. Om du arbetar utan JavaScript-hjälp bör du spara dina ändringar innan du ändrar beställningen!
tr: Lütfen bir veya daha fazla seçenek girin. Bir seçeneği eklemek, taşımak veya silmek için düğmeleri kullanın. JavaScript yardımı olmadan çalışıyorsanız, siparişinizi değiştirmeden önce değişiklikleri kaydetmelisiniz!

# tl_iso_attribute.options.value.0
source: Value
de: Wert
es: Valor
it: Valore
nl: Waarde
sv_se: Värde
tr: Değer

# tl_iso_attribute.options.label.0
source: Label
de: Bezeichnung
es: Etiqueta
it: Etichetta
sv_se: Etikett
tr: Etiket

# tl_iso_attribute.options.default.0
source: Default
de: Standard
es: Por defecto
it: Preimpostato
nl: Standaard
sv_se: Standard
tr: Varsayılan

# tl_iso_attribute.options.group.0
source: Group
de: Gruppe
es: Groupo
it: Gruppo
nl: Groep
sv_se: Grupp
tr: Grup

# tl_iso_attribute.optionsTable.0
source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
sv_se: Alternativ
tr: Seçenekler

# tl_iso_attribute.optionsTable.1
source: Use the options manager to add your options to the field.
de: Benutzen Sie den Options Manager um dem Feld Optionen hinzuzufügen.
it: Utilizzate il gestore delle opzioni per aggiungere le vostre opzioni al campo.
sv_se: Använd alternativhanteraren för att lägga till dina alternativ i fältet.
tr: Alana seçeneklerinizi eklemek için seçenekler yöneticisini kullanın.

# tl_iso_attribute.includeBlankOption.0
source: Include blank option
de: Leerauswahl einfügen
it: Includere l'opzione vuota
sv_se: Inkludera tomt alternativ
tr: Boş seçeneği ekle

# tl_iso_attribute.includeBlankOption.1
source: Check here to include a blank option in the select menu.
de: Hier klicken um dem Select-Menü eine leere Auswahl hinzuzufügen.
it: Selezionare qui per includere un'opzione vuota nel menu di selezione.
sv_se: Markera här för att inkludera ett tomt alternativ i valmenyn.
tr: Seçim menüsüne boş bir seçenek eklemek için burayı kontrol edin.

# tl_iso_attribute.blankOptionLabel.0
source: Label for blank option
de: Beschriftung für die Leerauswahl
it: Etichetta per l'opzione vuoto
sv_se: Etikett för tomt alternativ
tr: Boş seçenek etiketi

# tl_iso_attribute.blankOptionLabel.1
source: You can optionally enter a label for the blank option. If you do not enter anything, a dash (-) will be used.
de: Sie können optional eine Beschriftung für die Leerauswahl angeben. Wenn Sie hier nichts eingeben wird ein Strich (-) angezeigt.
it: Opzionalmente è possibile inserire un'etichetta per l'opzione vuota. Se non si inserisce nulla, verrà utilizzato un trattino (-).
sv_se: Du kan valfritt ange en etikett för det tomma alternativet. Om du inte anger något kommer ett bindestreck (-) att användas.
tr: Boş seçenek için isteğe bağlı olarak bir etiket girebilirsiniz. Hiçbir şey girmezseniz, çizgi (-) kullanılacaktır.

# tl_iso_attribute.mandatory.0
source: Mandatory field
de: Pflichtfeld
es: Campo obligatorio
it: Campo obligatorio
nl: Verplicht veld
sv_se: Obligatoriskt fält
tr: Zorunlu alan

# tl_iso_attribute.mandatory.1
source: The field must be filled when editing a product.
de: Das Produkt wird nicht in den Warenkorb gelegt, wenn das Feld leer ist.
es: El campo debe ser rellenado durante la edición de un producto.
it: Il prodotto non sarà aggiunto al carrello se il campo è vuoto.
nl: Als dit geselecteerd is, wordt wanneer dit veld niet is ingevuld, het product niet toegevoegd aan het winkelwagentje.
sv_se: Fältet måste fyllas i när du redigerar en produkt.
tr: Bir ürün düzenlenirken bu alan doldurulmalıdır.

# tl_iso_attribute.multiple.0
source: Multiple selection
de: Mehrfach-Auswahl
es: Selección múltiple
it: Selezione multipla
nl: Meervoudige selectie
sv_se: Flerval
tr: Çok seçim

# tl_iso_attribute.multiple.1
source: Allow visitors to select more than one option.
de: Ermöglicht es dem Nutzer mehr als eine Option zu wählen.
es: Permitir a los visitantes que seleccionen más de una opción.
it: Permetta ai visitatori di selezionare più di un'opzione
nl: Sta bezoekers toe meer dan één optie te selecteren.
sv_se: Tillåt besökare att välja mer än ett alternativ.
tr: Ziyaretçilerin birden fazla seçeneği seçmesine izin ver.

# tl_iso_attribute.size.0
source: Size/Amount
de: Größe/Menge
it: Dimensione/Montaggio
sv_se: Storlek/Mängd
tr: Boyut / Miktar

# tl_iso_attribute.size.1
source: Here you can set a limit, e.g. size of the select box or number of file uploads.
de: Hier können Sie eine Beschränkung festlegen, z.B. die Größe der Auswahlbox oder die Anzahl der Datei-Uploads.
it: Qui è possibile impostare un limite, ad esempio la dimensione della casella di selezione o il numero di file da caricare.
sv_se: Här kan du sätta en gräns, t.ex. storleken på den valda rutan eller antalet filuppladdningar.
tr: Burada bir sınır belirleyebilirsiniz, ör. Seçme kutusunun boyutu veya dosya yüklenmesinin sayısı.

# tl_iso_attribute.chosen.0
source: Use "Chosen" JavaScript
de: Verwenden Sie das JavaScript-Plugin "Chosen"
it: Utilizzare "Scelto" JavaScript
sv_se: Använd "valt" JavaScript
tr: "Seçilmiş" JavaScript'i kullanın

# tl_iso_attribute.chosen.1
source: This option enables the usage of the "Chosen" JavaScript for the select field, which enables you to select multiple values via a search function.
de: Diese Option aktiviert die Verwendung des JavaScript-Plugins "Chosen" für das Auswahlfeld, wodurch Sie mehrere Werte über eine Suchfunktion auswählen können.
it: Questa opzione consente di utilizzare il JavaScript "Scelto" per il campo di selezione, che permette di selezionare più valori tramite una funzione di ricerca.
sv_se: Det här alternativet möjliggör användningen av det "valda" JavaScriptet för urvalsfältet, vilket gör att du kan välja flera värden via en sökfunktion.
tr: Bu seçenek, arama işlevi aracılığıyla birden çok değer seçmenize olanak tanıyan, seçim alanı için "Seçilmiş" JavaScript kullanımını etkinleştirir.

# tl_iso_attribute.extensions.0
source: Allowed file types
de: Erlaubte Dateitypen
es: Tipos de archivo permitidos
it: Tipi file permessi.
nl: Toegestane bestandtypen
sv_se: Tillåtna filtyper
tr: İzin verilen dosya tipleri

# tl_iso_attribute.extensions.1
source: A comma separated list of valid file extensions.
de: Eine kommagetrennte Liste erlaubter Dateitypen
es: Una lista separada por comas de extensiones de archivo válidos.
it: Un elenco di estensioni valide separate da virgola
nl: Een door komma's gescheiden lijst van geldige extensies.
sv_se: En kommaseparerad lista över giltiga filtillägg.
tr: Geçerli dosya uzantılarının virgülle ayrılmış bir listesi.

# tl_iso_attribute.rte.0
source: Use HTML editor
de: Nutze HTML-Editor
es: Utilizar el editor HTML
it: Usi l'editor HTML
nl: Gebruik HTML editor
sv_se: Använd HTML-editor
tr: HTML editörü kullan

# tl_iso_attribute.rte.1
source: Select a tinyMCE configuration file to enable the rich text editor.
de: Wähle eine tinyMCE-Konfigurationsdatei für den Rich Text Editor
es: Seleccione un archivo de configuración TinyMCE para habilitar el editor de texto enriquecido.
it: Selezioni una configurazione tinyMCE per abilitare il text editore avanzato.
nl: Selecteer een TinyMCE configuratie bestand om de rich text editor in te schakelen.
sv_se: Välj en tinyMCE-konfigurationsfil för att aktivera rich text-redigeraren.
tr: Zengin metin düzenleyicisini etkinleştirmek için bir tinyMCE yapılandırma dosyası seçin.

# tl_iso_attribute.multilingual.0
source: Multilingual
de: Mehrsprachig
es: Multilingüe
it: Multilingua
nl: Meertalig
sv_se: Flerspråkig
tr: Çoklu dil

# tl_iso_attribute.multilingual.1
source: Check here if this field should be translated.
de: Wählen Sie ob dieses Attribut in andere Sprachen übersetzt werden muss (z.B. Textfelder).
es: Marque aquí si este campo debe ser traducido.
it: Spunti qui se questo campo deve essere tradotto.
nl: Controleer hier of dit veld moeten worden vertaald.
sv_se: Kontrollera här om detta fält ska översättas.
tr: Bu alanın tercüme edilmesi gerekip gerekmediğini kontrol edin.

# tl_iso_attribute.rgxp.0
source: Input validation
de: Eingabeprüfung
es: Validación de entrada
it: Validazione imput
nl: Invoercontrole
sv_se: Input validering
tr: Giriş doğrulama

# tl_iso_attribute.rgxp.1
source: Validate the input against a regular expression.
de: Prüft den eingegebenen Inhalt auf Basis einer Regular Expression.
es: Validar la entrada con una expresión regular.
it: Validare l'imput con un'espressione regolare.
nl: Controleren van de input tegen een reguliere expressie.
sv_se: Validera indata mot ett reguljärt uttryck.
tr: Girişi normal ifadeye göre doğrulayın.

# tl_iso_attribute.placeholder.0
source: Placeholder
de: Platzhalter
it: Segnaposto
sv_se: Platshållare
tr: Placeholder öğesi

# tl_iso_attribute.placeholder.1
source: Show this text as long as the field is empty (requires HTML5).
de: Zeigen Sie diesen Text an, solange das Feld leer ist (benötigt HTML5).
it: Mostra questo testo finché il campo è vuoto (richiede HTML5).
sv_se: Visa denna text så länge fältet är tomt (kräver HTML5).
tr: Alan boşken bu metni gösterin (HTML5 gerektirir).

# tl_iso_attribute.minlength.0
source: Minimum length
de: Mindestlänge
it: Lunghezza minima
sv_se: Minsta längd
tr: Minimum uzunluk

# tl_iso_attribute.minlength.1
source: Require the field value to be a certain number of characters (text) or bytes (file uploads).
de: Schränkt die Feldlänge auf eine bestimmte Zeichenanzahl (Text) oder Bytes (Datei-Upload) ein.
it: Richiedere che il valore del campo sia un certo numero di caratteri (testo) o di byte (upload di file).
sv_se: Kräv att fältvärdet är ett visst antal tecken (text) eller byte (filuppladdningar).
tr: Alan değerinin belirli sayıda karakter (metin) veya bayt olmasını (dosya yüklemeleri) gerektirir.

# tl_iso_attribute.maxlength.0
source: Maximum length
de: Maximallänge
es: Longitud máxima
it: Lunghezza massima
nl: Maximale lengte
sv_se: Maximal längd
tr: Maksimum uzunluk

# tl_iso_attribute.maxlength.1
source: Limit the field length to a certain number of characters (text) or bytes (file uploads).
de: Schränkt die Feldlänge auf eine bestimmte Zeichenanzahl (Text) oder Bytes (Datei-Upload) ein.
es: Limitar la longitud de campo a un cierto número de caracteres (texto) o bytes (subida de archivos).
it: Limiti la lunghezza del campo a un certo numero di caratteri (testo) o byte (caricamenti file)
nl: Beperk het veld de lengte van een bepaald aantal karakters (tekst) of bytes (bestand upload
sv_se: Begränsa fältlängden till ett visst antal tecken (text) eller byte (filuppladdningar).
tr: Alan uzunluğunu belirli sayıda karakter (metin) veya bayt (dosya yüklemeleri) ile sınırlayın.

# tl_iso_attribute.minval.0
source: Minimum value
de: Minimalwert
it: Valore minimo
sv_se: Minsta värde

# tl_iso_attribute.minval.1
source: Here you can set the minimum value for numeric fields.
de: Hier können Sie einen Minimalwert für numerische Eingaben festlegen.
it: Qui è possibile impostare il valore minimo per i campi numerici.
sv_se: Här kan du ställa in minimivärdet för numeriska fält.

# tl_iso_attribute.maxval.0
source: Maximum value
de: Maximalwert
it: Valore massimo
sv_se: Maximalt värde

# tl_iso_attribute.maxval.1
source: Here you can set the maximum value for numeric fields.
de: Hier können Sie einen Maximalwert für numerische Eingaben festlegen.
it: Qui è possibile impostare il valore massimo per i campi numerici.
sv_se: Här kan du ställa in det maximala värdet för numeriska fält.

# tl_iso_attribute.step.0
source: Step
de: Schritt
it: Passo
sv_se: Steg

# tl_iso_attribute.step.1
source: Here you can set the discrete step size of the field.
de: Hier können Sie die Schrittgröße des Feldes festlegen.
it: Qui è possibile impostare la dimensione del passo discreto del campo.
sv_se: Här kan du ställa in fältets diskreta stegstorlek.

# tl_iso_attribute.foreignKey.0
source: Foreign table & field
de: Fremdtabelle und Feld
es: Tabla y campo exterior
it: Tabella & Campo Esterni
nl: Aparte Tabel & Veld
sv_se: Extern tabell & fält
tr: Yabancı tablo ve alan

# tl_iso_attribute.foreignKey.1
source: Instead of adding options you can enter a table.field combination to select from database. To use multilingual foreignKeys, enter one per line and specify the language (example: en=tl_table.field)
de: Anstatt Optionen hinzuzufügen, können Sie hier eine table.field Kombination eingeben um Daten aus der Datenbank auszuwählen. Mehrsprachigkeit lässt sich durch Angabe der Sprache pro Zeile realisieren (Beispiel: en=table.field)
es: En lugar de añadir opciones, puede introducir una combinación tabla.campo para seleccionar en la base de datos. Para utilizar las claves externas multilingües, introduzca una por línea y especifique el idioma (ejemplo: en = tl_table.field)
it: Invece di aggiungere opzioni puoi inserire una combinazione tabella.campo da selezionare dal database. Per usare foreignKeys multilingue, inseritene una per riga e specificate la lingua (esempio: en=tl_table.field)
nl: In plaats van het toevoegen van opties kunt u een table.field combinatie te selecteren uit de database. Om meertalige foreign keys te gebruiken voer er één in per regel en geef de taal aan (voorbeeld: nl=tl_table.field)
sv_se: Istället för att lägga till alternativ kan du ange en tabell.fältkombination för att välja från databasen. För att använda flerspråkiga främmande nycklar, ange en per rad och ange språket (exempel: en=tl_table.field)
tr: Seçenekler eklemek yerine veritabanından seçim yapmak için bir tablo.field kombinasyonu girebilirsiniz. Çok dilli yabancı anahtarları kullanmak için, her satıra bir tane girin ve dili belirtin (örneğin: en = tl_table.field)

# tl_iso_attribute.conditionField.0
source: Parent field
de: Übergeordnetes Feld
es: Campo padre
it: Campo genitore
nl: Moederveld
sv_se: Förälderfält
tr: Ana alan

# tl_iso_attribute.conditionField.1
source: Please select the parent field, which must be of type "Select-Menu". For parent-child relation to work, define each option of this parent field as group of the conditional select-menu.
de: Bitte wählen Sie das übergeordnete Feld, welches vom Typ "Select-Menü" sein muss. Damit die Relation funktioniert, definieren Sie die Optionen des übergeordneten Feldes als Gruppe des abhängigen Select-Menüs.
es: Por favor, seleccione el campo padre, que debe ser de tipo "Select-Menu". Para que funcione la relación padre-hijo, definir cada opción de este campo padre como el grupo del Select-Menu condicional.
it: Per cortesia selezioni il campo genitore, chq deve essere del tipo "Menu-Selezione". Per far funzionare le relazioni genitore-figlio, defenisca ogni opzione in questo campo genitore come gruppo del menu selezione condizionale.
nl: Selecteer het bovenliggende veld, dat moet van het type "Select-Menu". Voor ouder-kind relatie te werken, definiëren elke optie van deze ouder gebied als groep van de voorwaardelijke select-menu.
sv_se: Vänligen välj det överordnade fältet, som måste vara av typen "Select-Menu". För förälder-barn-relation till arbete, definiera varje alternativ i detta överordnade fält som grupp av den villkorliga valmenyn.
tr: Lütfen "Select-Menu" türünde olması gereken üst alanı seçin. Ebeveyn-çocuk ilişkisinin çalışması için, bu üst alanın her seçeneğini koşullu seçim menüsü grubu olarak tanımlayın.
