Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_baseprice.xlf
Languages: cs, de, es, fr, pl, ru, tr

# tl_iso_baseprice.name.0
source: Name
cs: Jméno
es: Nombre
fr: Nom
pl: Nazwa
ru: Название
tr: Ad

# tl_iso_baseprice.name.1
source: Enter a name for this base price.
cs: Zadejte název této základní ceny.
de: Bitte geben Sie den Namen für den Grundpreis ein.
es: Introduzca un nombre para este precio básico.
fr: Entrez un nom pour ce prix de base.
pl: Proszę wprowadzić nazwę dla tej ceny bazowej.
ru: Введите имя базовой цены.
tr: Bu taban fiyat için bir ad girin.

# tl_iso_baseprice.amount.0
source: Base amount
cs: Základní množství
de: Basisbetrag
es: Importe base
fr: Quantité
pl: Bazowa ilość
tr: Taban miktarı

# tl_iso_baseprice.amount.1
source: Enter the base amount (e.g. "100").
cs: Zadejte základní množství (např. „100“).
de: Basisbetrag eingeben (z. B. "100").
es: Introduce el importe base (por ejemplo, "100").
fr: Entrez la quantité (ex: "100").
pl: Proszę wprowadzić bazową ilość (np. "100").
tr: Taban fiyatı girin (örn. "100").

# tl_iso_baseprice.label.0
source: Label
cs: Označení
de: Bezeichnung
es: Etiqueta
fr: Libellé
pl: Etykieta
ru: Метка
tr: Etiket

# tl_iso_baseprice.label.1
source: Enter a label for this base price (e.g. "%s per 100g".)
cs: Zadejte štítek pro tuto základní cenu (např. "%s za 100g".)
de: Beschriftung für den Grundpreis eingeben (z. B. "%s pro 100 g").
es: Introduce una etiqueta para este precio base (por ejemplo, "%s por 100g".)
fr: Entrez un label pour ce prix de base (par exemple : "%s par 100g".)
pl: Proszę wprowadzić etykietę dla tej ceny bazowej (np. "%s dla 100g").
tr: Bu taban fiyat için bir etiket girin (örn. "her 100g da %s ".)

# tl_iso_baseprice.new.0
source: New base price
cs: Nová základní cena
de: Neuer Grundpreis
es: Nuevo precio básico
fr: Nouveau prix de base
pl: Nowa cena bazowa
ru: Новая базовая цена
tr: Yeni taban fiyat

# tl_iso_baseprice.new.1
source: Create a new base price
cs: Vytvořte novou základní cenu
de: Einen neuen Grundpreis anlegen
es: Crear un nuevo precio básico
fr: Créer un nouveau prix de base
pl: Utwórz nową cenę bazową
ru: Создать новую базовую цену
tr: Yeni taban fiyat oluşturun

# tl_iso_baseprice.edit.0
source: Edit base price
cs: Upravit základní cenu
de: Grundpreis bearbeiten
es: Editar precio básico
fr: Éditer un prix de base
pl: Edytuj cenę bazową
ru: Изменить базовую цену
tr: Taban fiyatı düzenle

# tl_iso_baseprice.edit.1
source: Edit base price ID %s
cs: Upravit základní cenu ID %s
de: Grundpreis ID %s bearbeiten
es: Editar precio básico ID %s
fr: Éditer le prix de base ID %s
pl: Edytuj cenę bazową ID %s
tr: %s ID'li taban fiyatı düzenle

# tl_iso_baseprice.copy.0
source: Duplicate base price
cs: Kopírovat základní cenu
de: Grundpreis duplizieren
es: Duplicar precio básico
fr: Dupliquer un prix de base
pl: Duplikuj cenę bazową
ru: Дублировать базовую цену
tr: Taban fiyatı kopyala

# tl_iso_baseprice.copy.1
source: Duplicate base price ID %s
cs: Kopírovat základní cenu ID %s
de: Grundpreis ID %s duplizieren
es: Duplicar precio básico ID %s
fr: Dupliquer le prix de base ID %s
pl: Duplikuj cenę bazową ID %s
tr: %s ID'li taban fiyatı kopyala

# tl_iso_baseprice.delete.0
source: Delete base price
cs: Smazat základní cenu
de: Grundpreis löschen
es: Borrar precio básico
fr: Supprimer un prix de base
pl: Usuń cenę bazową
ru: Удалить базовую цену
tr: Taban fiyatı sil

# tl_iso_baseprice.delete.1
source: Delete base price ID %s
cs: Smazat základní cenu ID %s
de: Grundpreis ID %s löschen
es: Borrar precio básico ID %s
fr: Supprimer le prix de base ID %s
pl: Usuń cenę bazową ID %s
ru: Удалить ID базовой цены %s
tr: %s ID'li taban fiyatı sil

# tl_iso_baseprice.show.0
source: Base price details
cs: Podrobnosti o základní ceně
de: Grundpreisdetails
es: Detalles precio básico
fr: Détails du prix de base
pl: Szczegóły ceny bazowej
ru: Детали базовой цены
tr: Taban fiyat detayları

# tl_iso_baseprice.show.1
source: Show details of base price ID %s
cs: Podrobnosti o základní ceně ID %s
de: Details des Grundpreises ID %s anzeigen
es: Mostrar detalles precio básico ID %s
fr: Afficher les détails du prix de base ID %s
pl: Pokaż szczegóły ceny bazowej ID %s
tr: %s ID'li taban fiyatın detaylarını göster

# tl_iso_baseprice.name_legend
source: Base price
cs: Základní cena
de: Grundpreis
es: Precio basico
fr: Prix de base
pl: Cena bazowa
ru: Базовая цена
tr: Taban fiyat
