Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_product.xlf
Languages: de, es, fr, it, nl, pl, sv_se, tr

# tl_iso_product.id.0
source: Product ID
de: Produkt-ID
es: ID producto
fr: ID du produit
it: ID Prodotto
pl: ID produktu
sv_se: Produkt ID
tr: Ürün ID

# tl_iso_product.pages.0
source: Categories
de: Kategorien
es: Categorías
it: Categorie
nl: Categoriën
pl: Kategorie
sv_se: Kategorier
tr: Kategoriler

# tl_iso_product.pages.1
source: Select a category (page-based categories take advantage of Contao pages features such as navigation automation, protection, templates, and full integration with content elements.
de: Wählen Sie eine Kategorie für dieses Produkt. Seitenbasierte Kategorien nutzen die Vorteile der Contao-Seitenfunktionen wie Navigationsautomatik, Seitenschutz, Templates und volle Einbindung mit Inhaltselementen.
es: Seleccione una categoría (las categorías basadas en páginas se aprovechan de las funciones de las páginas de Contao como la automatización de la navegación, la protección, plantillas, y la plena integración con los elementos de contenido).
fr: Sélectionner une catégorie (les catégories sont basées sur les pages afin de profiter des fonctionnalités de Contao telles que la création automatique de la navigation, la protection, les modèles, et l'intégration complète avec les éléments de contenu).
it: Selezioni una categoria (le categorie basate sulla pagina traggono il vantaggio delle caratteristiche delle pagine TYPOlight/Contao come navigazione automatica, protezione, template e piena integrazione con gli elementi di amministrazione.
nl: Selecteer een categorie (pagina gebaseerde categoriën maken gebruik van Contao pagina features zoals navigatie automatisering, bescherming, templates en volledige integratie met content elementen)
pl: Proszę wybrać kategorie produktu.
sv_se: Välj en kategori (sidbaserade kategorier drar fördel av Contao-sidornas funktioner som navigationsautomation, skydd, mallar och fullständig integrering med innehållselement.
tr: ir kategori seçin (sayfa tabanlı kategoriler, navigasyon otomasyonu, koruma, şablonlar ve içerik öğeleriyle tam entegrasyon gibi Contao sayfalarının özelliklerinden yararlanır.

# tl_iso_product.type.0
source: Product type
de: Produkttyp
fr: Type de produit
it: Tipi Prodotto
pl: Typ produktu
sv_se: Produkttyp
tr: Ürün tipi

# tl_iso_product.type.1
source: Select your product type. Product types are defined in the store configuration.
de: Produkttypen sind im Produkttypen-Manager definiert
es: Seleccione el tipo de producto. Los tipos de productos se definen en la configuración de la tienda.
fr: Les types de produit sont définis dans le gestionnaire de types de produits
it: I tipi prodotto sono definiti nel Manager Tipi Prodotto
nl: Product types zoals gedefinieerd in de Product type manager
pl: Typy produktów są zdeifniowane w menedżerze typów produktu.
sv_se: Välj din produkttyp. Produkttyper definieras i butikskonfigurationen.
tr: Ürün tipini seçin. Ürün türleri mağaza yapılandırmasında tanımlanır.

# tl_iso_product.fallback.0
source: Default variant
de: Standard-Variante
it: Variante predefinita
sv_se: Standardvariant
tr: Varsayılan çeşit

# tl_iso_product.fallback.1
source: Click here if this variant should be pre-selected by default.
de: Klicken Sie hier um diese Variante standardmäßig auszuwählen.
it: Cliccare qui se questa variante deve essere preselezionata di norma.
sv_se: Klicka här om denna variant ska vara förvald som standard.
tr: Çeşidin varsayılan olarak önceden seçilmiş olması gerekiyorsa buraya tıklayın.

# tl_iso_product.alias.1
source: You can enter a unique alias for this product. It will be automatically generated from the name if empty.
de: Sie können ein Alias für dieses Produkt eingeben. Falls Sie das Feld leer lassen wird eines anhand des Namens generiert.
es: Puede introducir un alias exclusivo para este producto. Se genera automáticamente a partir del nombre si está vacío.
fr: Vous pouvez entrer un alias unique pour ce produit. Si vous ne remplissez pas le champ, il sera automatiquement généré à partir du nom.
it: È possibile inserire uno pseudonimo unico per questo prodotto. Sarà generato automaticamente dal nome se vuoto.
nl: Hier kunt u een uniek alias voor dit product invullen. De productnaam wordt gebruikt om automatisch een alias aan te maken indien het alias niet wordt ingevuld.
pl: Możesz wprowadzić unikalny alias dla tego produktu. Zostaw to pole puste, jeśli ma on zostać wygenerowany automatycznie.
sv_se: Du kan ange ett unikt alias för denna produkt. Det kommer att genereras automatiskt från namnet om det är tomt.
tr: Bu ürün için benzersiz bir takma ad girebilirsiniz. Boş ise, adından otomatik olarak oluşturulacaktır.

# tl_iso_product.name.0
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
sv_se: Namn
tr: Ad

# tl_iso_product.name.1
source: Please enter the name of this product.
de: Bitte geben Sie einen Namen für diese Produkt ein.
es: Por favor, introduzca un nombre para este producto.
fr: Veuillez, s'il vous plaît, entrer le nom de ce produit.
it: Si prega di inserire il nome di questo prodotto.
nl: Vul de naam in van dit product.
pl: Proszę wprowadzić nazwę tego produktu.
sv_se: Vänligen ange namnet på denna produkt.
tr: Lütfen bu ürünün adını girin.

# tl_iso_product.gtin.0
source: GTIN (Global Trade Item Number)
it: GTIN (Numero di articolo commerciale globale)
tr: GTIN (Küresel Ticari Ürün Numarası)

# tl_iso_product.gtin.1
source: Please enter a unique GTIN (or EAN number).
de: Bitte geben Sie eine eindeutige GTIN (oder EAN-Nummer) ein.
it: Si prega di inserire un numero unico GTIN (o numero EAN).
sv_se: Ange ett unikt GTIN (eller EAN-nummer).
tr: Lütfen benzersiz bir GTIN (veya EAN numarası) girin.

# tl_iso_product.sku.1
source: Please enter a unique stock keeping unit for this product.
de: Bitte geben Sie eine Artikelnummer für dieses Produkt ein.
es: Por favor, introduzca una referencia única para este producto.
fr: Veuillez, s'il vous plaît, entrer une unité de gestion des stocks unique pour ce produit.
it: Si prega di inserire un'unità di stoccaggio unica per questo prodotto.
nl: Vul een uniek artikelnummer in voor dit product.
pl: Proszę wprowadzić unikalną jednostkę magazynową tego produktu.
sv_se: Ange en unik lagerhållningsenhet för denna produkt.
tr: Lütfen bu ürün için benzersiz bir stok birimi girin.

# tl_iso_product.shipping_weight.0
source: Shipping weight
de: Versandgewicht
es: Peso del envío
fr: Poids
it: Peso spedizione
nl: Verzendgewicht
pl: Waga przy wysyłce
sv_se: Fraktvikt
tr: Kargo ağırlığı

# tl_iso_product.shipping_weight.1
source: Please enter the shipping weight for this product. This can be used to calculate shipping cost.
de: Geben Sie bitte das Versandgewicht für dieses Produkt ein. Dies kann später für eine Versandberechnung nach Gewicht berücksichtigt werden.
es: Por favor introduzca el peso de envío para este producto. Esto se puede utilizar para calcular el coste de envío.
fr: Saisir le poids de ce produit. Il peut être utilisé pour calculer le coût d'expédition.
it: Per cortesia inserisca il peso di spedizine per questo prodotto. Questo può essere utilizzato per calcolare il costo di spedizione.
nl: Vul het verzendgewicht voor dit product in. Dit kan gebruikt worden om de verzendkosten te berekenen.
pl: Proszę wprowadzić wagę produktu przy wysyłce. Może być to użyte przy kalkulowaniu kosztów wysyłki.
sv_se: Vänligen ange fraktvikten för denna produkt. Detta kan användas för att beräkna fraktkostnader.
tr: Lütfen ürünün nakliye ağırlığını girin. Bu, gönderim bedelini hesaplamak için kullanılabilir.

# tl_iso_product.shipping_price.0
source: Shipping price
de: Versandkosten
it: Prezzo di spedizione
sv_se: Fraktkostnad
tr: Nakliye fiyatı

# tl_iso_product.shipping_price.1
source: Please enter the shipping price for this product. This can be used to calculate shipping cost.
de: Bitte geben Sie die Versandkosten für dieses Produkt ein. Dies kann verwendet werden, um Versandkosten zu berechnen.
it: Si prega di inserire il prezzo di spedizione per questo prodotto. Questo può essere utilizzato per calcolare il costo di spedizione.
tr: Lütfen bu ürün için nakliye fiyatını girin. Bu nakliye maliyetini hesaplamak için kullanılabilir.

# tl_iso_product.teaser.0
source: Teaser
es: Anuncio
fr: Résumé
it: Anteprima
pl: Zajawka

# tl_iso_product.teaser.1
source: Please enter the teaser.
de: Bitte geben Sie einen Produkt-Teaser ein.
es: Por favor, introduzca un anuncio.
fr: Veuillez, s'il vous plaît, entrer un résumé.
it: Inserisci una anteprima.
nl: Vul een teaser in.
pl: Proszę wprowadzić krótki opis produktu.
sv_se: Vänligen ange teasern.
tr: Lütfen teaser'ı girin.

# tl_iso_product.description.0
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Omschrijving
pl: Opis
sv_se: Beskrivning
tr: Açıklama

# tl_iso_product.description.1
source: Please enter the product description.
de: Bitte geben Sie eine Produkt-Beschreibung ein.
es: Por favor, introduzca una descripción para este producto.
fr: Veuillez, s'il vous plaît, entrer la description du produit.
it: Inserire la descrizione del prodotto.
nl: Vul de omschrijving van het product in.
pl: Proszę wprowadzić opis produktu.
sv_se: Vänligen ange produktbeskrivningen.
tr: Lütfen ürün açıklamasını giriniz.

# tl_iso_product.meta_title.0
source: Meta title
de: Meta-Titel
fr: Méta titre
it: Titolo meta
nl: Meta titel
pl: Tytuł meta
sv_se: Meta titel
tr: Meta başlığı

# tl_iso_product.meta_title.1
source: Meta title is used as page title in the product detail view. If you leave it empty, the product name will be used.
de: Der Meta-Titel wird als Seitentitel auf der Detailseite angezeigt. Wird dieser leer gelassen, wird der Produktname verwendet.
fr: Le titre Meta est utilisé comme titre de page dans la vue détaillée du produit. Si laissé libre, le nom du produit sera utilisé.
it: Il titolo meta viene utilizzato come titolo della pagina nella vista di dettaglio del prodotto. Se lo si lascia vuoto, viene utilizzato il nome del prodotto.
nl: Meta titel wordt gebruikt als paginatitel op de productlezerpagina. Prductnaam wordt gebruikt indien dit veld leeg is.
pl: Tytuł meta zostanie użyty jako tytuł strony w widoku szczegółów produktu. Jeśli zostawisz to pole puste, zostanie użyta nazwa produktu.
sv_se: Metatitel används som sidtitel i produktdetaljvyn. Om du lämnar den tom kommer produktnamnet att användas.
tr: Meta başlığı, ürün ayrıntısında sayfa başlığı olarak kullanılır. Boş bırakırsanız, ürün adı kullanılacaktır.

# tl_iso_product.meta_description.0
source: Meta description
de: Meta-Beschreibung
es: Meta descripción
fr: Méta description
it: Meta descrizione
nl: Meta omschrijving
pl: Opis meta
sv_se: Metabeskrivning
tr: Meta Açıklaması

# tl_iso_product.meta_description.1
source: Meta description will be placed in the header on product detail page, for search engine optimization.
de: Die Meta-Beschreibung wird im Kopf der Detailseite für die Suchmaschinenoptimierung ausgegeben.
es: Meta descripción será colocado en la cabecera de la página de detalles del producto, para la optimización del motor de búsqueda.
it: Le metadescrizioni saranno inserite nell'intestazione della pagina di dettaglio del prodotto, per l'ottimizzazione dei motori di ricerca.
nl: Meta omschrijving wordt in de header van de productlezerpagina geplaatst. Dit voor zoekmachine-optimalisatie.
pl: Opis meta zostanie umieszczony w nagłówku na stronie szczegółów produktu dla optymalizacji wyników wyszukiwania.
sv_se: Metabeskrivning kommer att placeras i rubriken på produktdetaljsidan, för sökmotoroptimering.
tr: Meta açıklaması, arama motoru optimizasyonu için ürün ayrıntı sayfasındaki başlıkta yer alır.

# tl_iso_product.meta_keywords.0
source: Meta keywords
es: Palabras clave meta
fr: Méta mots-clés
it: Meta parole
nl: Meta trefwoorden
pl: Słowa kluczowe meta
sv_se: Meta nyckelord
tr: Anahtar Kelimeler

# tl_iso_product.meta_keywords.1
source: Meta keywords will be placed in the header on product detail page, for search engine optimization.
de: Die Meta-Keywords werden im Header der Detailseite für die Suchmaschinenoptimierung ausgegeben.
es: Palabras clave meta serán colocados en la cabecera de la página de detalles del producto, para la optimización de motor de búsqueda.
fr: Les mots clef Meta seront placés dans l'en-tête de la page détaillée du produit pour une optimisation des moteurs de recherche.
it: Le meta-parole chiave saranno inserite nell'intestazione della pagina di dettaglio del prodotto, per l'ottimizzazione dei motori di ricerca.
nl: Meta trefwoorden wordt in de header van de productlezerpagina geplaatst. Dit voor zoekmachine-optimalisatie.
pl: Słowa kluczowe meta zostaną umieszczone w nagłówku na stronie szczegółów produktu dla optymalizacji wyników wyszukiwania.
tr: Arama motoru optimizasyonu için, meta anahtar kelimeleri ürün detay sayfasında yer alır.

# tl_iso_product.price.0
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
pl: Cena
sv_se: Pris
tr: Fiyat

# tl_iso_product.price.1
source: Please enter the price(s) for this product and select the tax class.
de: Bitte geben Sie den Preis für dieses Produkt ein und wählen Sie die Steuerklasse.
fr: Veuillez, s'il vous plaît, entrer un prix pour ce produit.
it: Si prega di inserire il prezzo (o i prezzi) di questo prodotto e selezionare la classe fiscale.
nl: Vul de prijzen in voor dit product en kies de belastingklasse.
pl: Proszę wprowadzić ceny tego produktu i wybrać klasę podatku.
sv_se: Vänligen ange priset (priserna) för denna produkt och välj skatteklass.
tr: Lütfen bu ürüne ait fiyat(lar)ı girin ve vergi sınıfını seçin.

# tl_iso_product.shipping_exempt.0
source: Exempt from shipping
de: Vom Versand ausschließen
es: Exento de envío
fr: Aucun frais de livraison
it: Esenzione da spedizione
nl: Uitzonderen van verzending
pl: Niedostępny do wysyłki
sv_se: Befriad från frakt
tr: Nakliyeden muaf

# tl_iso_product.shipping_exempt.1
source: Check if item is not a shipped item (such as downloadable products).
de: Klicken Sie hier wenn dieses Produkt nicht versendet wird (wie z.B. herunter ladbare Produkte).
es: Marca si el artículo no es un artículo enviado (por ejemplo, productos descargables).
fr: Vérifier si le produit n'est pas un produit livré (comme les produits téléchargeables).
it: Verifichi se il prodotto è un prodotto non spedibile (ad esempio prodotti scaricabili).
nl: Selecteren als een product niet verzonden wordt (zoals te downloaden producten)
pl: Zaznacz jeśli produkt nie jest dostępny do wysyłki (np. w przypadku plików do pobrania).
sv_se: Kontrollera om varan är en inte skickad vara (som nedladdningsbara produkter).
tr: Ürünün sevk edilebilen bir öğe olup olmadığını kontrol edin (indirilebilir ürünler gibi).

# tl_iso_product.shipping_pickup.0
source: Pickup only
de: Nur Abholung
it: Solo ritiro
sv_se: Endast upphämtning

# tl_iso_product.shipping_pickup.1
source: Check if item can only be picked up (such as fresh or oversized products).
de: Klicken Sie hier wenn dieses Produkt nur abgeholt werden kann (z. B. Frischwaren oder übergrosse Artikel).
it: Controlla se l'articolo può essere solo ritirato (come i prodotti freschi o sovradimensionati).
sv_se: Kontrollera om varan endast kan hämtas (som färska eller överdimensionerade produkter).

# tl_iso_product.baseprice.0
source: Base price amount
de: Grundpreis-Menge
es: Importe de precio básico
fr: Prix de base
it: Prezzo base
nl: Eenheidsprijs hoeveelheid
pl: Ilość bazowej ceny
sv_se: Basprisbelopp
tr: Taban fiyat miktarı

# tl_iso_product.baseprice.1
source: Enter the amount to calculate the base price (e.g. "1500" if your product is 1500 grams).
de: Geben Sie die Menge dieses Produkts für den Grundpreis ein (z.B. "1500" wenn das Produkt 1500 Gramm schwer ist).
es: Introduzca la cantidad para calcular el precio base (por ejemplo, "1500" si su producto es 1500 gramos).
fr: Veuillez, s'il vous plaît, entrer votre prix de base.
it: Inserite l'importo per calcolare il prezzo di base (ad es. "1500" se il vostro prodotto è di 1500 grammi).
nl: Vul de hoeveelheid in om de eenheidsprijs mee te berekenen (bijv. "1500" als het product 1500 gram weegt).
pl: Proszę wprowadzić ilość do obliczenia bazowej ceny (np. "1500" jeśli twój produkt ma 1500 gram).
sv_se: Ange beloppet för att beräkna baspriset (t.ex. "1500" om din produkt är 1500 gram).
tr: Temel fiyatı hesaplamak için gereken miktarı girin (ör. Ürününüz 1500 gram ise "1500").

# tl_iso_product.images.0
source: Images
de: Bilder
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Obrazki
sv_se: Bilder
tr: Resimler

# tl_iso_product.images.1
source: Upload images to this product. Please save the product after selecting a file.
de: Laden Sie Bilder für dieses Produkt hoch. Bitte speichern Sie das Produkt nachdem Sie eine Datei ausgewählt haben.
es: Subir imágenes de este producto. Por favor, guarde el producto despues de seleccionar un archivo.
fr: Importer des images pour ce produit. Veuillez, s'il vous plaît, sauvegarder le produit après avoir sélectionné un fichier.
it: Carica le immagini su questo prodotto. Si prega di salvare il prodotto dopo aver selezionato un file.
nl: Upload afbeeldingen voor dit product. Sla het product op nadat u een bestand heeft geselecteerd.
pl: Wgraj obrazki dla tego produktu. Zapisz produkt po wybraniu pliku.
sv_se: Ladda upp bilder till denna produkt. Spara produkten efter att ha valt en fil.
tr: Bu ürüne resim yükleyin. Lütfen bir dosya seçtikten sonra ürünü kaydedin.

# tl_iso_product.protected.0
source: Protect product
de: Produkt schützen
es: Proteger el producto
fr: Protéger le produit
it: Proteggere il prodotto
nl: Product afschermen
pl: Chroń produkt
sv_se: Skydda produkten
tr: Ürünü koruyun

# tl_iso_product.protected.1
source: Restrict product access to certain member groups.
de: Den Produkt-Zugriff auf bestimmte Mitgliedergruppen beschränken.
es: Restringir el acceso del producto a ciertos grupos.
fr: Restreindre l'accès du produit à certains groupes de membres.
it: Limitare l'accesso ai prodotti ad alcuni gruppi di membri.
nl: Beperk product tot bepaalde ledengroepen.
pl: Zastrzeż dostęp do produktu do konkretnych grup użytkowników.
sv_se: Begränsa produktåtkomst till vissa medlemsgrupper.
tr: Ürün erişimini belirli üye gruplarla sınırlandırın.

# tl_iso_product.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen
fr: Groupes de produits
it: Gruppi di membri ammessi
nl: Toegestane ledengroepen
pl: Grupy produktów
sv_se: Tillåtna medlemsgrupper
tr: İzin verilen üye gruplar

# tl_iso_product.groups.1
source: These groups will be able to access the product.
de: Diese Gruppen können auf das Produkt zugreifen.
fr: Gérer les groupes de produits
it: Questi gruppi potranno accedere al prodotto.
nl: Hier kunt u toegang geven tot het product aan een of meerdere ledengroepen
pl: Zarządzaj grupami produktów
sv_se: Dessa grupper kommer att kunna komma åt produkten.
tr: Bu gruplar ürüne erişebilecek.

# tl_iso_product.guests.0
source: Show to guests only
de: Nur für Gäste anzeigen
es: Mostrar solo a los invitados.
fr: Visible par les invités seulement
it: Mostra solo agli ospiti
nl: Alleen zichtbaar voor gasten
pl: Pokaż tylko dla gości
sv_se: Visa endast för gäster
tr: Sadece misafirlere gösterin

# tl_iso_product.guests.1
source: Hide the product if there is an authenticated user.
de: Dieses Produkt ausblenden, sobald ein Benutzer angemeldet ist.
es: Ocultar el producto si hay un usuario autentificado.
fr: Masquer le produit s'il y a un utilisateur authentifié.
it: Occultare il prodotto se c'è un utente autenticato.
nl: Verberg het product als een lid is ingelogd.
pl: Ukryj produkt jeśli użytkownik jest zalogowany.
sv_se: Dölj produkten om det finns en autentiserad användare.
tr: Kimliği doğrulanmış bir kullanıcı varsa ürünü gizleyin.

# tl_iso_product.cssID.0
source: CSS ID/class
de: CSS-ID/Klasse
fr: ID / classe(s) CSS
it: CSS ID/classe
pl: ID/Klasa CSS
tr: CSS ID/sınıf

# tl_iso_product.cssID.1
source: Here you can set an ID and one or more classes.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.
es: Aquí se puede establecer una ID y una o varias clases.
fr: Ici, vous pouvez ajouter un ID et une ou plusieurs classes.
it: Qui è possibile impostare un ID e una o più classi.
nl: Stel hier één ID en één of meerdere of classes in.
pl: Tutaj możesz ustawić ID dla jednej lub więcej klas.
sv_se: Här kan du ställa in ett ID och en eller flera klasser.
tr: Burada bir kimlik ve bir veya daha fazla sınıf ayarlayabilirsiniz.

# tl_iso_product.published.0
source: Publish product
de: Produkt veröffentlichen
es: Publicar el producto
fr: Publier le produit
it: Pubblica prodotto
nl: Maak product beschikbaar
pl: Publikuj produkt
sv_se: Publicera produkten
tr: Ürünü yayınla

# tl_iso_product.published.1
source: Click here to show this product on your website.
de: Klicken Sie hier wenn das Produkt auf der Webseite angezeigt werden soll.
es: Haga clic aquí para ver este producto en su sitio web.
fr: Rendre le produit visible aux visiteurs de votre site.
it: Click qui per mostrare questo prodotto sul suo sito web.
nl: Klik hier om dit product op de website te laten zien.
pl: Zanzacz by pokazać produkt na stronie.
sv_se: Klicka här för att visa denna produkt på din webbplats.
tr: Bu ürünü web sitenizde göstermek için tıklayınız.

# tl_iso_product.start.0
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Afficher à partir du
it: Data inizio
nl: Startdatum
pl: Data początkowa
sv_se: Start datum
tr: Başlangıç tarihi

# tl_iso_product.start.1
source: Do not show this product before the date specified.
de: Zeigen Sie das Produkt nicht vor dem angegebenen Datum an.
es: No mostrar este producto antes de la fecha especificada.
fr: Ne pas afficher le produit sur le site avant ce jour.
it: Non mostrare questo prodotto prima della data specificata.
nl: Laat dit product niet zien voor de aangegeven datum.
pl: Nie pokazuj produktu przed tą datą.
sv_se: Visa inte denna produkt före angivet datum.
tr: Belirtilen tarihten önce bu ürünü göstermeyin.

# tl_iso_product.stop.0
source: Stop date
de: Stopdatum
es: Fecha de fin
fr: Afficher jusqu'au
it: Data fine
nl: Eind-datum
pl: Pokazuj do
sv_se: Stoppdatum
tr: Yayınlamayı durdurma tarihi

# tl_iso_product.stop.1
source: Do not show this product after the date specified.
de: Zeigen Sie das Produkt nicht nach dem angegebenen Datum an.
es: No mostrar este producto después de la fecha especificada.
fr: Ne plus afficher le produit sur le site après ce jour.
it: Non mostrare questo prodotto dopo la data specificata.
nl: Laat dit product niet zien na de aangegeven datum.
pl: Nie pokazuj produktu po tej dacie.
sv_se: Visa inte denna produkt efter det angivna datumet.
tr: Belirtilen tarihten sonra bu ürünü göstermeyin.

# tl_iso_product.inherit.0
source: Inherited attributes
de: Vererbte Attribute
es: Atributos heredados
fr: Attributs hérités
it: Attributi ereditati
nl: Neem attributen over
pl: Odziedziczone atrybuty
sv_se: Ärvda attribut
tr: Devralınan özellikler

# tl_iso_product.inherit.1
source: Check the fields you want to inherit from base product.
de: Haken Sie die Felder an, die vom Basisprodukt vererbt werden sollen.
es: Marcar los campos que desea heredar del producto base.
fr: Vérifiez les champs que vous souhaitez reproduire du produit de base.
it: Spunti i campi che vuole ereditare dal prodotto base.
nl: Selecteer de velden van de attributen die u van het basis-product wenst over te nemen.
pl: Zaznacz pola, które chcesz odziedziczyć po produkcie bazowym.
sv_se: Markera fälten du vill ärva från basprodukten.
tr: Temel üründen devralmak istediğiniz alanları kontrol edin.

# tl_iso_product.source.0
source: Source folder
de: Quellordner
es: Carpeta fuente
fr: Répertoire source
it: Cartella sorgente
pl: Źródłowy folder
sv_se: Källmapp
tr: Kaynak klasör
