Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_product_price.xlf
Languages: da, de, es, fr, it, nl, pl, ru, sv_se, tr

# tl_iso_product_price.price_tiers.0
source: Price Tiers
da: Prisniveauer
de: Preisstaffelungen
es: Niveles de precios
fr: Groupes de prix
it: Gruppi prezzo
nl: Prijsstelling
pl: Poziomy cen
ru: Уровни цен
sv_se: Prisnivåer
tr: Fiyat Katları

# tl_iso_product_price.price_tiers.1
source: Setup at least one price tier for "Quantity 1". You can enter discount prices if the user orders more than one product.
da: Angiv en pris for "1 stk.". Du kan angive andre priser hvis brugeren bestiller mere end 1 stk.
de: Legen Sie zumindest eine Preisstaffel für "Menge 1" an. Sie können ermäßigte Preise eingeben, wenn der Nutzer mehr als ein Produkt bestellt.
es: Configure al menos un nivel de precios de "Cantidad 1". Puede introducir precios rebajados si el usuario pide más de un producto.
fr: Configurer au moins un niveau de prix pour "Quantité 1". Vous pouvez entrer des prix réduits si l'utilisateur commande plus d'un produit.
it: Fissi almeno un gruppo di prezzo per la "Quantità 1". Può inserire prezzi scontati se il cliente ordina più di un prodotto.
nl: Stel op z'n minst een prijsstelling voor "1 stuks" in. U kunt kortingen instellen als de klant meer dan 1 product koopt.
pl: Ustaw przynajmniej jeden poziom ceny dla "Ilość 1". Możesz wprowadzić obniżki cen, jesli użytkownik zamówi więcej niż jeden produkt.
sv_se: Ställ in minst en prisnivå för "Kvantitet 1". Du kan ange rabatterade priser om användaren beställer mer än en produkt.
tr: "1 adet" için en az bir fiyat katmanı ayarlayın. Kullanıcı birden fazla ürün sipariş ederse indirimli fiyat girebilirsiniz.

# tl_iso_product_price.tax_class.0
source: Tax Class
da: Moms klasse
de: Steuerklasse
es: Clase de Impuesto
fr: Taxe
it: Classe fiscale
nl: Belastingklasse
pl: Klasa podatku
ru: Класс налогов
sv_se: Skatteklass
tr: Vergi Sınıfları

# tl_iso_product_price.tax_class.1
source: Please select a tax class for this price.
da: Vælg en moms klasse for dette produkt.
de: Bitte wählen Sie eine Steuerklasse für diesen Preis.
es: Por favor seleccione un tipo de impuesto para este precio.
fr: Sélectionner une taxe pour ce prix.
it: Per cortesia selezioni una classe aliquota per questo prezzo.
nl: Selecteer een belastingklasse voor deze prijs.
pl: Proszę wybrać klasę podatku dla tej ceny.
sv_se: Vänligen välj en skatteklass för detta pris.
tr: Lütfen bu fiyat için bir vergi sınıfı seçin.

# tl_iso_product_price.config_id.0
source: Store configuration
da: Butiksindstilling
de: Shop-Konfiguration
es: Configuración de la tienda
fr: Configuration de la boutique
it: Configurazione negozio
nl: Winkelinstellingen
pl: Konfiguracja sklepu
ru: Конфигурация магазина
sv_se: Shop konfiguration
tr: Mağaza yapılandırması

# tl_iso_product_price.config_id.1
source: Select a store configuration for this price.
da: Vælg en butiksindstilling for denne pris.
de: Wählen Sie eine Shop-Konfiguration für diesen Preis.
es: Seleccione una configuración de tienda para este precio.
fr: Sélectionner une configuration de boutique pour ce prix
it: Selezioni una configurazione negozio per questo prezzo.
nl: Selecteer een winkelinstelling voor deze prijs.
pl: Proszę wybrać konfigurację sklepu dla tej ceny.
sv_se: Välj en butikskonfiguration för detta pris.
tr: Bu fiyat için bir mağaza yapılandırması seçin.

# tl_iso_product_price.member_group.0
source: Member group
da: Medlemsgruppe
de: Preisgruppe
es: Grupo de miembros
fr: Groupe de prix
it: Gruppo prezzo
nl: Prijsgroep
pl: Grupa użytkowników
sv_se: Medlemsgrupp
tr: Üye grubu

# tl_iso_product_price.member_group.1
source: Select a member group for this price.
da: Vælg en medlemsgruppe for denne pris
de: Wählen Sie eine Preisgruppe (Mitgliedergruppe) für diesen Preis.
es: Seleccione un grupo de miembros para este precio.
fr: Sélectionner un groupe de prix pour ce prix
it: Selezioni un gruppo prezzo (gruppo membro) per questo prezzo.
nl: Selecteer een prijsgroep (leden-groep) voor deze prijs.
pl: Proszę wybrać grupę użytkowników dla tej ceny.
sv_se: Välj en medlemsgrupp för detta pris.
tr: Bu fiyat için bir üye grubu seçin.

# tl_iso_product_price.start.0
source: Use from
da: Brug fra
de: Startdatum
es: Utilizar a partir de
fr: Utiliser à partir de
it: Usa da
nl: Gebruik vanaf
pl: Używaj od
sv_se: Använd från
tr: Bu tarihten itibaren kullan

# tl_iso_product_price.start.1
source: Do not use the price on the website before this day.
da: Brug ikke prisen på shoppen før denne dato.
de: Verwende den Preis nicht vor diesem Tag.
es: No utilizar el precio en el sitio web antes de este día.
fr: Ne pas utiliser le prix sur le site avant ce jour.
it: Non usare il prezzo sul sito web prima di questo giorno.
nl: Deze prijs wordt niet gebruikt op de website voor deze dag
pl: Nie używaj tej ceny przed tym dniem.
sv_se: Använd inte priset på hemsidan före denna dag.
tr: Web sitesinde fiyatı bu günden önce kullanmayın.

# tl_iso_product_price.stop.0
source: Use until
da: Brug indtil
de: Stopdatum
es: Utilizar hasta
fr: Utiliser jusqu'à
it: Usa fino
nl: Gebruik tot
pl: Używaj do
ru: Использовать до
sv_se: Använd tills
tr: Bu tarihe kadar kullan

# tl_iso_product_price.stop.1
source: Do not use the price on the website after this day.
da: Brug ikke prisen på shoppen efter denne dato.
de: Verwende den Preis nicht nach diesem Tag.
es: No utilizar el precio en el sitio web después de este día.
fr: Ne pas utiliser le prix sur le site après ce jour.
it: Non usare il prezzo sul sito web dopo questo giorno.
nl: Deze prijs wordt niet gebruikt op de website na deze dag
pl: Nie używaj ten ceny po tym dniu.
sv_se: Använd inte priset på hemsidan efter denna dag.
tr: Web sitesinde fiyatı bu günden sonra kullanmayın.

# tl_iso_product_price.new.0
source: Add price
da: Tilføj pris
de: Preis hinzufügen
es: Añadir precio
fr: Ajouter un prix
it: Aggiungi prezzo
nl: Prijs toevoegen
pl: Dodaj cenę
ru: Добавить цену
sv_se: Lägg till pris
tr: Fiyat ekle

# tl_iso_product_price.new.1
source: Add a new price to this product
da: Tilføj en ny pris til dette produkt
de: Einen neuen Preis zu diesem Produkt hinzufügen.
es: Añadir un nuevo precio a este producto
fr: Ajouter un nouveau prix à ce produit
it: Aggiungi un nuovo prezzo a questo prodotto
nl: Voer een nieuwe prijs in voor dit product
pl: Dodaj nową cenę dla tego produktu
ru: Добавить новую цену товара
sv_se: Lägg till ett nytt pris för denna produkt
tr: Bu ürüne yeni fiyat ekle

# tl_iso_product_price.edit.0
source: Edit price
da: Rediger pris
de: Preis bearbeiten
es: Editar precio
fr: Éditer un prix
it: Modifica prezzo
nl: Bewerk prijs
pl: Edytuj cenę
ru: Изменить цену
sv_se: Redigera pris
tr: Fiyatı düzenle

# tl_iso_product_price.edit.1
source: Edit price ID %s
da: Rediger pris ID %s
de: Preis ID %s bearbeiten
es: Editar precio ID %s
fr: Éditer le prix ID %s
it: Modifica prezzo ID %s
nl: Bewerk prijs ID %s
pl: Edytyj cenę ID %s
ru: Изменить ID цены %s
sv_se: Redigera pris ID %s
tr: %s ID'li fiyatı düzenle

# tl_iso_product_price.copy.0
source: Duplicate price
da: Dupliker pris
de: Preis duplizieren
es: Duplicar precio
fr: Dupliquer un prix
it: Duplica prezzo
nl: Kopier prijs
pl: Duplikuj cenę
ru: Дублировать цену
sv_se: Duplicera pris
tr: Fiyatı kopyala

# tl_iso_product_price.copy.1
source: Duplicate price ID %s
da: Dupliker pris ID %s
de: Preis ID %s duplizieren
es: Duplicar precio ID %s
fr: Dupliquer le prix ID %s
it: Duplica prezzo ID %s
nl: Kopier prijs ID %s
pl: Duplikuj cenę ID %s
ru: Дублировать ID цены %s
sv_se: Duplicera pris ID %s
tr: %s ID'li fiyatı kopyala

# tl_iso_product_price.delete.0
source: Delete price
da: Slet pris
de: Preis löschen
es: Borrar precio
fr: Effacer un prix
it: Cancella prezzo
nl: Verwijder prijs
pl: Usuń cenę
ru: Удалить цену
sv_se: Ta bort pris
tr: Fiyatı sil

# tl_iso_product_price.delete.1
source: Delete price ID %s
da: Slet pris ID %s
de: Preis ID %s löschen
es: Borrar precio ID %s
fr: Effacer le prix ID %s
it: Cancella prezzo ID %s
nl: Verwijder prijs ID %s
pl: Usuń cenę ID %s
ru: Удалить ID цены %s
sv_se: Ta bort pris ID %s
tr: %s ID'li fiyatı sil

# tl_iso_product_price.show.0
source: Price details
da: Prisdetaljer
de: Preis-Details
es: Detalles del precio
fr: Détails du prix
it: Dettagli prezzo
nl: Prijs details
pl: Szczegóły ceny
ru: Свойства цены
sv_se: Prisdetaljer
tr: Fiyat detayları

# tl_iso_product_price.show.1
source: Show details of price ID %s
da: Vis detaljer for pris ID %s
de: Details der Preis ID %s anzeigen
es: Mostrar los detalles del precio ID %s
fr: Afficher les détails du prix ID %s
it: Mostra i dettagli del prezzo ID %s
nl: Toon details van prijs ID %s
pl: Pokaż szczegóły ceny ID %s
ru: Показать информацию об ID цены %s
sv_se: Visa information om pris ID %s
tr: %s ID'li fiyatın detaylarını göster

# tl_iso_product_price.price_tier_columns.min.0
source: Quantity (min)
da: Antal (min)
de: Menge (min)
es: Cantidad (min)
fr: Quantité (minimum)
it: Quantità (min)
nl: Hoeveelheid (minimaal)
pl: Ilość (min)
ru: Количество (мин)
sv_se: Kvantitet (min)
tr: Adet (en az)

# tl_iso_product_price.price_tier_columns.price.0
source: Price
da: Pris
de: Preis
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
pl: Cena
ru: Цена
sv_se: Pris
tr: Fiyat

# tl_iso_product_price.price_legend
source: Price
da: Pris
de: Preis
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
pl: Cena
ru: Цена
sv_se: Pris
tr: Fiyat

# tl_iso_product_price.limit_legend
source: Limitations
da: Begrænsninger
de: Einschränkungen
es: Limitaciones
fr: Limites
it: Restrizioni
nl: Beperkingen
pl: Ograniczenia
sv_se: Begränsningar
tr: Sınırlamalar
