Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_product_collection.xlf
Languages: de, it, pl, sv_se, tr

# tl_iso_product_collection.document_number.0
source: Order Number
de: Bestellnummer
it: Numero d'ordine
sv_se: Ordernummer

# tl_iso_product_collection.member.0
source: Member (empty for guests)
de: Mitglied (Leer für Gäste)
it: Membro (vuoto per ospiti)
pl: Użytkownik (puste dla gości)
sv_se: Medlem (tom för gäster)
tr: Üye (misafirler için boş)

# tl_iso_product_collection.uniqid.0
source: Unique ID
de: Eindeutige ID
it: ID Unico
pl: Unikalne ID
sv_se: Unikt ID
tr: Benzersiz ID

# tl_iso_product_collection.order_status.0
source: Order status
de: Bestellstatus
it: Stato ordine
pl: Status zamówienia
tr: Sipariş durumu

# tl_iso_product_collection.order_status.1
source: Select the status of this order.
de: Wählen Sie den Status der Bestellung.
it: Selezioni lo stato di questo ordine.
pl: Proszę wybrać status tego zamówienia.
sv_se: Välj status för denna beställning.
tr: Bu siparişin durumunu seçin.

# tl_iso_product_collection.locked.0
source: Placed
de: Platziert
it: Piazzato
pl: Umieszczony
sv_se: Placerad
tr: Yerleştirilen

# tl_iso_product_collection.source_collection_id.0
source: Source (Cart ID)
de: Quelle (Warenkorb ID)
it: Fonte (ID carrello)
sv_se: Källa (vagn-ID)
tr: Kaynak (Sepet ID)

# tl_iso_product_collection.date_paid.0
source: Payment date
de: Bezahldatum
it: Data pagamento
pl: Data płatności
sv_se: Betalningsdatum
tr: Ödeme tarihi

# tl_iso_product_collection.date_paid.1
source: Enter a date when this order has been paid.
de: Geben Sie an wann (Datum) diese Bestellung bezahlt wurde.
it: Inserisca una data quando questo ordine sarà stato pagato
pl: Proszę wprowadzić datę płatności za to zamówienie.
sv_se: Ange ett datum när denna beställning har betalats.
tr: Bu sipariş ödendiğinde bir tarih girin.

# tl_iso_product_collection.date_shipped.0
source: Shipped date
de: Versanddatum
it: Data spedizione
pl: Data wysyłki
sv_se: Datum för utleverans
tr: Nakllye tarihi

# tl_iso_product_collection.date_shipped.1
source: Enter a date when this order has been shipped.
de: Geben Sie an wann (Datum) diese Bestellung versandt wurde.
it: Inserisca una data quando questo ordine sarà spedito
pl: Proszę wprowadzić datę wysyłki tego zamówienia.
sv_se: Ange ett datum när denna beställning har skickats.
tr: Bu sipariş gönderildiğinde bir tarih girin.

# tl_iso_product_collection.sendNotification.0
source: Send a notification
de: Benachrichtigung senden
it: Inviare una notifica
sv_se: Skicka ett meddelande

# tl_iso_product_collection.sendNotification.1
source: Send an extra notification when saving this record.
de: Eine zusätzliche Benachrichtigung senden, wenn die Bestellung gespeichert wird.
it: Inviare una notifica extra quando si salva questo record.
sv_se: Skicka ett extra meddelande när du sparar denna post.

# tl_iso_product_collection.notification.0
source: Notification
de: Benachrichtigung
it: Notifica
pl: Powiadomienie
sv_se: Meddelanden
tr: Bildirim

# tl_iso_product_collection.notification.1
source: Choose a notification that will be sent when saving this record.
de: Wähle ein Bestellung welche gesendet werden soll, wenn die Bestellung gespeichert wird.
it: Selezionare una notifica che sarà inviata quando si salva questo record.
sv_se: Välj ett meddelande som ska skickas när du sparar denna post.

# tl_iso_product_collection.notification_shipping_tracking.0
source: Tracking numbers
de: Sendungsnummern
it: Numeri di tracking
sv_se: Spårningsnummer

# tl_iso_product_collection.notification_shipping_tracking.1
source: Here you can enter the shipping tracking information. Use the <em>##order_status_tracking_numbers##</em> simple token in the notification.
de: Gib hier zusätzliche Versandinformatinoen ein. Mit dem Simple Token <em>##order_status_tracking_numbers##</em> kannst du diese dann in der Benachrichtigung ausgeben.
it: Qui potete inserire le informazioni di tracciamento della spedizione. Usa il token semplice <em>##order_status_tracking_numbers##</em> nella notifica.
sv_se: Här kan du ange fraktspårningsinformationen. Använd ##order_status_tracking_numbers## enkla token i meddelandet.

# tl_iso_product_collection.notification_customer_notes.0
source: Customer notes
de: Nachricht an den Kunden
it: Note per il cliente
sv_se: Kundanteckningar

# tl_iso_product_collection.notification_customer_notes.1
source: Here you can enter a message to the customer for this status update. Use the <em>##order_status_notes##</em> simple token in the notification.
de: Hiermit kann eine personalisierter Text gesendet werden. Mit dem Simple Token <em>##order_status_notes##</em> kannst du dies in der Benachrichtigung ausgeben.
it: Qui potete inserire un messaggio al cliente per questo aggiornamento di stato. Usa il token semplice <em>##order_status_notes##</em> nella notifica.
sv_se: Här kan du skriva ett meddelande till kunden för denna statusuppdatering. Använd <em>##order_status_notes##</em> enkla token i meddelandet.

# tl_iso_product_collection.config_id.0
source: Shop configuration
de: Shop-Konfiguration
it: Configurazione negozio
pl: Konfiguracja sklepu
sv_se: Butikskonfiguration
tr: Mağaza yapılandırması

# tl_iso_product_collection.payment_id.0
source: Payment method
de: Zahlungsart
it: Metodo di pagamento
pl: Metoda płatności
sv_se: Betalningsmetod
tr: Ödeme Şekli

# tl_iso_product_collection.shipping_id.0
source: Shipping method
de: Versandart
it: Metodo di spedizione
pl: Metoda dostawy
sv_se: Frakt metod
tr: Nakliye Şekli

# tl_iso_product_collection.billing_address_id.0
source: Billing address
de: Rechnungsadresse
it: Indirizzo Fatturazione
sv_se: Fakturaadress
tr: Fatura Adresi

# tl_iso_product_collection.shipping_address_id.0
source: Shipping address
de: Versandadresse
it: Indirizzo Spedizione
sv_se: Leveransadress
tr: Nakliye Adresi

# tl_iso_product_collection.subtotal.0
source: Subtotal
de: Zwischensumme
it: Subtotale
pl: Podsumowanie
sv_se: Delsumma
tr: Ara toplam

# tl_iso_product_collection.tax_free_subtotal.0
source: Subtotal without tax
de: Zwischensumme ohne Steuern
it: Subtotale senza tasse
pl: Podsumowanie bez podatku
sv_se: Delsumma utan skatt
tr: Vergisiz ara toplam

# tl_iso_product_collection.total.0
source: Total
de: Gesamt
it: Totale
pl: Suma
tr: Toplam

# tl_iso_product_collection.tax_free_total.0
source: Total without tax
de: Gesamt ohne Steuern
it: Totale senza tasse
pl: Suma bez podatku
sv_se: Totalt utan skatt
tr: Vergisiz toplam

# tl_iso_product_collection.currency.0
source: Currency
de: Währung
it: Valuta
pl: Waluta
sv_se: Valuta
tr: Para birimi

# tl_iso_product_collection.language.0
source: Language
de: Sprache
it: Lingua
pl: Język
sv_se: Språk
tr: Dil

# tl_iso_product_collection.notes.0
source: Order notes
de: Bestellanmerkungen
it: Note ordine
pl: Notatki
sv_se: Beställ anteckningar
tr: Sipariş notları

# tl_iso_product_collection.notes.1
source: If you would like to convey information to other backend users, please do so here.
de: Wenn Sie für andere Backend-Nutzer Informationen hinterlegen möchten, tun Sie das bitte hier.
it: Se vuole inviare informazioni ad altri utenti backend per cortesia lo faccia qui.
pl: Jeśli chcesz przekazać dodatkowe informacje dla innych użytkowników, zrób to tutaj.
sv_se: Om du vill förmedla information till andra backend-användare, vänligen gör det här.
tr: Diğer arka plan kullanıcılarına bilgi aktarmak isterseniz, lütfen bunu buradan yapın.

# tl_iso_product_collection.edit.0
source: Edit order
de: Bestellung bearbeiten
it: Modifica Ordine
pl: Edytuj zamówienie
sv_se: Redigera beställning
tr: Siparişi düzenle

# tl_iso_product_collection.edit.1
source: Edit order ID %s
de: Bestellung ID %s bearbeiten
it: Modifica ordine ID %s
pl: Edytuj zamówienie ID %s
sv_se: Redigera beställning ID %s
tr: %s ID'li siparişi düzenle

# tl_iso_product_collection.delete.0
source: Delete order
de: Bestellung löschen
it: Cancella Ordine
pl: Usuń zamówienie
sv_se: Ta bort beställning
tr: Siparişi sil

# tl_iso_product_collection.delete.1
source: Delete order ID %s
de: Bestellung ID %s löschen
it: Cancella ordine ID %s
pl: Usuń zamówienie ID %s
sv_se: Ta bort beställning ID %s
tr: %s ID'li siparişi sil

# tl_iso_product_collection.payment.0
source: Payment details
de: Zahlungsdetails
it: Dettagli pagamento
pl: Szczegóły płatności
sv_se: Betalningsinformation
tr: Ödeme detayları

# tl_iso_product_collection.payment.1
source: Show payment details of order ID %s
de: Zahlungsdetails der Bestellung ID %s anzeigen
it: Mostra dettagli pagamento per l'ordine ID %s
pl: Pokaż szczegóły płatności zamówienia ID %s
sv_se: Visa betalningsinformation för order -ID %s
tr: %s ID'li siparişin ödeme detaylarını göster

# tl_iso_product_collection.shipping.0
source: Shipping details
de: Versanddetails
it: Dettagli spedizione
pl: Szczegóły wysyłki
sv_se: Frakt detaljer
tr: Nakliye detayları

# tl_iso_product_collection.shipping.1
source: Show shipping details of order ID %s
de: Versanddetails der Bestellung ID %s anzeigen
it: Mostra dettagli spedizione per l'ordine ID %s
pl: Pokaż szczegóły wysyłki dla zamówienia ID %s
sv_se: Visa fraktinformation för beställnings ID %s
tr: %s ID'li siparişin nakliye detaylarını göster

# tl_iso_product_collection.print_document.0
source: Print a document
de: Ein Dokument drucken
it: Stampa un documento
pl: Wydrukuj dokument
sv_se: Skriv ut ett dokument
tr: Bir belge yazdır

# tl_iso_product_collection.print_document.1
source: Print order ID %s with a document of your choice
de: Bestellung mit ID %s mit einem Dokument Ihrer Wahl drucken
it: Stampa ordine ID %s con un documento di tua scelta
pl: Wydrukuj zamówienie ID %s z wybranym dokumentem
sv_se: Skriv ut order ID %s med ett valfritt dokument
tr: Seçeceğiniz bir belge ile birlikte %s ID'li siparişi yazdırın.

# tl_iso_product_collection.document_choice.0
source: Document
de: Dokument
it: Documento
pl: Dokument
sv_se: Dokument
tr: Belge

# tl_iso_product_collection.document_choice.1
source: Choose the document you would like to print the data with.
de: Wählen Sie das Dokument, mit welchem Sie die Daten drucken möchten.
it: Scegli il documento che vorresti stampare con i dati
pl: Proszę wybrać dokument, z którym chcesz wydrukować dane.
sv_se: Välj det dokument du vill skriva ut data med.
tr: Veriyle beraber yazdırmak istediğiniz belgeyi seçin.

# tl_iso_product_collection.print
source: Print
de: Drucken
it: Stampa
pl: Drukuj
sv_se: Skriva ut
tr: Yazdır

# tl_iso_product_collection.orderStatusUpdate
source: The status of your order has been updated.
de: Der Status Ihrer Bestellung wurde aktualisiert.
it: Lo stato del tuo ordine è stato aggiornato.
pl: Status twojego zamówienia się zmienił.
sv_se: Statusen för din beställning har uppdaterats.
tr: Siparişinizin durumu güncellendi.

# tl_iso_product_collection.orderStatusNotificationSuccess
source: Notifications (e.g. email to client) have been sent.
de: Benachrichtigung (z.B. E-Mail zum Kunden) wurde gesendet.
it: Le notifiche (e.g email per client) sono state spedite.
pl: Powiadomienia (np. e-mail do klienta) zostały wysłane.
sv_se: Meddelanden (t.ex. e-post till klient) har skickats.
tr: Bildirimler (ör. Müşteri e-postası) gönderildi.

# tl_iso_product_collection.orderStatusNotificationError
source: Notifications (e.g. email to client) clould not be sent. Check the system log.
de: Benachrichtigung (z.B. E-Mail an Kunden) konnte nicht gesendet werden. Überprüfen Sie das System-Log.
it: Le notifiche (e.g email per cliente) non possono essere spedite. Controlla il sistema di log.
pl: Powiadomienia (np. e-mail do klienta) nie mogły zostać wysłane. Sprawdź logi systemowe.
sv_se: Meddelanden (t.ex. e-post till klient) kunde inte skickas. Kontrollera systemloggen.
tr: Bildirimler (ör. Müşteri e-postası) gönderilemedi. Sistem günlüğünü kontrol edin.

# tl_iso_product_collection.saferpayStatusSuccess
source: Saferpay payment was sucessfully captured.
de: Saferpay-Zahlung wurde erfolgreich erfasst.
it: Il pagamento Saferpay è stato registrato con successo.
sv_se: Saferpay-betalningen lyckades
tr: Saferpay ödemesi başarıyla alındı.

# tl_iso_product_collection.saferpayStatusError
source: Saferpay payment could not be captured! Please check <a href="https://www.saferpay.com/BO/Login/" target="_blank">the Saferpay web interface</a>.
de: Saferpay-Zahlung konnte nicht erfasst werden! Bitte überprüfen Sie <a href="https://www.saferpay.com/BO/Login/" target="_blank">die Saferpay-Webschnittstelle</a>.
it: Il pagamento Saferpay non poteva essere effettuato! Si prega di controllare <a href="https://www.saferpay.com/BO/Login/" target="_blank">l'interfaccia web di Saferpay</a>.
sv_se: Saferpay-betalning kunde inte fångas! Kontrollera <a href="https://www.saferpay.com/BO/Login/" target="_blank">Saferpays webbgränssnitt</a>.
tr: Saferpay ödemesi yakalanamadı! Lütfen <a href="https://www.saferpay.com/BO/Login/" target="_blank"> Saferpay web arayüzünü </a> kontrol edin.

# tl_iso_product_collection.saferpayStatusCancel
source: Saferpay payment cannot be canceled automatically. Use <a href="https://www.saferpay.com/BO/Login/" target="_blank">the Saferpay web interface</a> to issue a refund.
de: Saferpay-Zahlung kann nicht automatisch annulliert werden. Verwenden Sie <a href="https://www.saferpay.com/BO/Login/" target="_blank">die Saferpay-Webschittstelle</a> um eine Rückerstattung auszugeben.
it: Il pagamento Saferpay non può essere annullato automaticamente. Utilizza <a href="https://www.saferpay.com/BO/Login/" target="_blank">l'interfaccia web di Saferpay</a> per ottenere un rimborso.
sv_se: Saferpay-betalning kan inte avbrytas automatiskt. Använd <a href="https://www.saferpay.com/BO/Login/" target="_blank">Saferpays webbgränssnitt</a> för att utfärda en återbetalning.
tr: Saferpay ödemeleri otomatik olarak iptal edilemez. Geri ödeme yapmak için <a href="https://www.saferpay.com/BO/Login/" target="_blank"> Saferpay web arayüzünü </a> kullanın.

# tl_iso_product_collection.noEmailData
source: No additional email data available.
de: Keine weiteren E-Mail-Daten vorhanden.
it: Non sono disponibili ulteriori dati per e-mail.
sv_se: Ingen ytterligare e-postdata tillgänglig.
tr: Ek e-posta verileri yok.

# tl_iso_product_collection.updateOrderStatus
source: Update order status
de: Bestellstatus aktualisieren
it: Aggiornare lo stato dell'ordine
sv_se: Uppdatera orderstatus

# tl_iso_product_collection.noLogData
source: No order logs are available.
de: Es sind keine Bestellprotokolle verfügbar.
it: Non sono disponibili registri degli ordini.
sv_se: Inga orderloggar finns tillgängliga.

# tl_iso_product_collection.status_legend
source: Order status
de: Bestellstatus
it: Stato ordine
pl: Status zamówienia
tr: Sipariş durumu

# tl_iso_product_collection.log_legend
source: Order log
de: Änderungs-Historie
it: Registro ordini
sv_se: Beställningslogg

# tl_iso_product_collection.details_legend
source: Order details
de: Bestelldetails
it: Dettagli ordine
pl: Szczegóły zamówienia
sv_se: Orderdetaljer
tr: Sipariş Detayları

# tl_iso_product_collection.show_legend
source: Order information
de: Bestellinformationen
it: Informazioni ordine
sv_se: Beställningsinformation

# tl_iso_product_collection.email_legend
source: Email data
de: E-Mail Daten
it: dati email
pl: Informacje e-mail
sv_se: E-post data
tr: E-posta verisi

# tl_iso_product_collection.billing_address_legend
source: Billing address data
de: Rechnungsadress-Daten
it: Dati indirizzo fatturazione
pl: Adres rozliczeniowy
sv_se: Faktureringsadressdata
tr: Fatura Adresi verisi

# tl_iso_product_collection.shipping_address_legend
source: Shipping address data
de: Versandadress-Daten
it: Dati indirizzo spedizione
pl: Adres dostawy
sv_se: Leveransadressdata
tr: Nakliye Adresi verisi

# tl_iso_product_collection.id.0
source: ID
tr: KİMLİK
