Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_download.xlf
Languages: da, de, es, fr, it, nl, pl, sv_se

# tl_iso_download.singleSRC.0
source: Attachement
da: Vedhæftet fil
de: Anhang
es: Anexo
fr: Fichier joint
it: Allegato
nl: Bijlage
pl: Załącznik
sv_se: Bilaga

# tl_iso_download.singleSRC.1
source: Select the file or folder content you want to sell.
da: Vælg den fil du ønsker at sælge.
de: Wählen Sie die Datei oder den Ordnerinhalt, den Sie verkaufen möchten.
fr: Sélectionner le fichier qui sera mis en vente.
it: Selezioni il file che vuole vendere.
nl: Selecteer het bestand dat u wil verkopen
pl: Wybierz plik, który chcesz sprzedać.
sv_se: Välj fil- eller mappinnehållet du vill sälja.

# tl_iso_download.downloads_allowed.0
source: Downloads allowed
da: Antal downloads tilladt
de: Erlaubte Downloads
es: Descargas permitidas
fr: Téléchargements autorisés
it: Download permessi
nl: Downloads toegestaan
pl: Dozwolona liczba pobrań
sv_se: Nedladdningar tillåtna

# tl_iso_download.downloads_allowed.1
source: The number of times these file(s) can be downloaded per order (multiplied by the quantity sold). Enter 0 for unlimited downloads.
da: Det antal gange denne fil kan hentes for hver ordre (multipliceret med den solgte mængde). Indtast 0 for ubegrænset downloads.
de: Anzahl wie oft diese Datei pro Bestellung (multipliziert mit der verkauften Menge) heruntergeladen werden kann. Geben Sie 0 ein um unlimitierte Downloads zu gestatten.
es: El número de veces que esto(s) archivo(s) se puede(n) descargar por pedido (multiplicado por la cantidad vendida). Introduce 0 para descargas ilimitadas.
fr: Le nombre de fois où ce fichier peut être téléchargé par commande (multiplié par la quantité vendue). Saisir 0 pour les téléchargements illimités.
it: Il numero di volte che questo file può essere messo in download moltiplicato l'ordine (moltiplicato per la quantità venduta). Inserisca 0 per numero illimitato di download
nl: Het aantal keer dat dit bestand kan worden gedownload per bestelling (vermenigvuldigd met de verkochte hoeveelheid). Voer 0 in voor onbeperkte downloads.
pl: Maksymalna liczba pobrań pliku dla jednego zamówienia (mnożona przez ilość sprzedanego produktu). Wprowadź 0 by wyłączyć limit.
sv_se: Antalet gånger dessa filer kan laddas ner per beställning (multiplicerat med den sålda kvantiteten). Ange 0 för obegränsade nedladdningar.

# tl_iso_download.expires.0
source: Expiration
da: Udløb
de: Ablauf
es: Expiración
fr: Date d'expiration
it: Scadenza
nl: Geldigheid
pl: Wygasa
sv_se: Ablauf

# tl_iso_download.expires.1
source: Define if the download(s) expires after a certain time period.
da: Definer om downloads skal udløbe efter et givent antal downloads.
de: Legen Sie fest, ob Downloads nach einer gewissen Dauer ablaufen sollen.
es: Definir si la(s) descarga(s) expira(n) después de un cierto período de tiempo.
fr: Définir si le(s) téléchargement(s) expire(nt) après une certaine période de temps.
it: Definire se il/i download scadono dopo un certo periodo di tempo.
nl: Geef aan of de download(s) verloopt na een bepaalde tijd.
pl: Określ jeśli pobieranie wygasa po określonym czasie.
sv_se: Definiera om nedladdningen/erna går ut efter en viss tidsperiod.

# tl_iso_download.published.0
source: Download available
da: Download tilgængelig
de: Download verfügbar
fr: Téléchargement disponible
it: Download disponibile
nl: Download beschikbaar
pl: Pobieranie dozwolone
sv_se: Nedladdning tillgänglig

# tl_iso_download.published.1
source: Click here to include this download in new orders.
da: Klik her for at inkludere denne download i nye ordre.
de: Hier klicken um diesen Download in neuen Bestellungen einzubinden.
fr: Cliquez ici pour inclure ce téléchargement dans les nouvelles commandes.
it: Clicca qui per includere questo download nei nuovi ordini.
nl: Klik hier om deze download in nieuwe bestellingen bij te voegen.
pl: Zaznacz, aby załączyć ten plik w nowych zamówieniach.
sv_se: Klicka här för att inkludera denna nedladdning i nya beställningar.

# tl_iso_download.new.0
source: Add download
da: Tilføj fil
de: Download hinzufügen
es: Añadir descarga
fr: Ajouter un fichier à télécharger
it: Aggiungi download
nl: Download toevoegen
pl: Dodaj plik

# tl_iso_download.new.1
source: Add a new download to this product
da: Tilføj en ny fil til dette produkt
de: Einen neuen Download zu diesem Produkt hinzufügen.
es: Añadir una nueva descarga de este producto
fr: Ajouter un nouveau fichier à télécharger pour ce produit.
it: Aggiungi un nuovo download per questo prodotto
nl: Voeg een nieuwe download voor dit product
pl: Dodaj nowy plik dla tego produktu
sv_se: Lägg till en ny nedladdning till den här produkten

# tl_iso_download.edit.0
source: Edit download
da: Rediger fil
de: Download bearbeiten
es: Editar descarga
fr: Éditer le fichier à télécharger
it: Modifica download
nl: Bewerk download
pl: Edytuj plik
sv_se: Redigera nedladdning

# tl_iso_download.edit.1
source: Edit download ID %s
da: Rediger fil %s
de: Download mit der ID %s bearbeiten.
es: Modificar descarga ID %s
fr: Éditer le fichier à télécharger ID %s
it: Modifica download %s
nl: Bewerk download ID %s
pl: Edytuj plik ID %s
sv_se: Redigera nedladdning ID %s

# tl_iso_download.copy.0
source: Duplicate download
da: Dupliker fil
de: Download duplizieren
es: Duplicar descarga
fr: Dupliquer le fichier à télécharger
it: Duplica download
nl: Kopier download
pl: Duplikuj plik
sv_se: Duplicera nedladdning

# tl_iso_download.copy.1
source: Duplicate download ID %s
da: Dupliker filen med ID %s
de: Download mit der ID %s duplizieren.
es: Duplicar descarga ID %s
fr: Dupliquer le fichier à télécharger ID %s
it: Duplica download %S
nl: Kopier download ID %s
pl: Duplikuj plik ID %s
sv_se: Duplicera nedladdning ID %s

# tl_iso_download.cut.0
source: Move download
da: Flyt download
de: Download verschieben
es: Mover descarga
fr: Déplacer l'élément
it: Trasferire il download
nl: Verplaats download
pl: Przenieś plik
sv_se: Flytta nedladdning

# tl_iso_download.cut.1
source: Move download ID %s
da: Flyt download til ID %s
de: Download ID%s verschieben
es: Mover descarga ID %s
fr: Déplacer l'élément ID %s
it: Trasferimento dell'ID %s di download
nl: Verplaats download ID %s
pl: Przenieś plik ID %s
sv_se: Flytta nedladdning ID %s

# tl_iso_download.delete.0
source: Delete download
da: Slet fil
de: Download löschen
es: Borrar descarga
fr: Supprimer le fichier à télécharger
it: Cancella download
nl: Verwijder download
pl: Usuń plik

# tl_iso_download.delete.1
source: Delete download ID %s
da: Slet filen med ID %s
de: Download mit der ID %s löschen.
es: Borrar descarga ID %s
fr: Supprimer le fichier à télécharger ID %s
it: Cancella download %s
nl: Verwijder download ID %s
pl: Usuń plik ID %s

# tl_iso_download.toggle.0
source: Publish/unpublish download
de: Download veröffentlichen/unveröffentlichen
fr: Publier/dé-publier un téléchargement
it: Pubblicare/non pubblicare il download
nl: Publiceer/verberg download
pl: Publikuj/ukryj plik
sv_se: Publicera/avpublicera nedladdning

# tl_iso_download.toggle.1
source: Publish/unpublish download ID %s
de: Download mit ID %s veröffentlichen/unveröffentlichen
fr: Publier/dé-publier le téléchargement ID %s
it: Pubblicare/non pubblicare il download ID %s
nl: Publiceer/verberg download ID %s
pl: Publikuj/ukryj plik ID %s
sv_se: Publicera/avpublicera nedladdning ID %s

# tl_iso_download.show.0
source: Download details
da: Fil detaljer
es: Detalles descarga
fr: Afficher les détails du fichier à télécharger
it: Dettagli download
pl: Szczegóły pliku
sv_se: Detaljer nedladdning

# tl_iso_download.show.1
source: Show details of download ID %s
da: Vis detaljer for filen med ID %s
de: Details vom Download mit der ID %s anzeigen.
es: Mostrar detalles de la descarga ID %s
fr: Afficher les détails du fichier à télécharger ID %s
it: Mostra i dettagli del download ID %s
nl: Toon details van download ID %s
pl: Pokaż szczegóły pliku ID %s
sv_se: Visa detaljer om nedladdnings ID %s

# tl_iso_download.editheader.0
source: Edit product
da: Rediger produkt
de: Produkt bearbeiten
es: Editar producto
fr: Éditer un produit
it: Modifica prodotto
nl: Bewerk product
pl: Edytuj produkt
sv_se: Redigera produkt

# tl_iso_download.editheader.1
source: Edit this product
da: Rediger produktet
de: Dieses Produkt bearbeiten
es: Editar este producto
fr: Éditer ce produit
it: Modifica questo prodotto
nl: Bewerk dit product
pl: Edytuj ten produkt
sv_se: Redigera denna produkt

# tl_iso_download.pasteafter.0
source: Paste at the top
da: Indsæt i toppen
de: Oben einfügen
es: Copiar al principio
fr: Coller en haut
it: Incolla in alto
nl: Boven invoegen
pl: Wklej na początku
sv_se: Klistra in längst upp

# tl_iso_download.pasteafter.1
source: Paste after download ID %s
da: Indsæt efter download ID %s
de: Füge es nach dem Download ID %s ein
es: Pegar despues del archivo ID %s
fr: Coller après l'élément ID %s
it: Incolla dopo il download ID %s
nl: Invoegen onder download ID %s
pl: Wklej po pliku ID %s
sv_se: Klistra in efter nedladdning ID %s

# tl_iso_download.pastenew.0
source: Add new at the top
da: Tilføj nyt produkt
de: Ganz oben neu einfügen
es: Añadir nuevo al principio
fr: Ajouter un nouveau au début
it: Aggiungi nuovo in alto
nl: Maak nieuwe bovenaan
pl: Dodaj na początku
sv_se: Lägg till nytt överst

# tl_iso_download.pastenew.1
source: Add new after download ID %s
da: Tilføj ny efter download ID %s
de: Neu nach der Download ID %s einfügen
es: Añadir nuevo despues del archivo ID %s
fr: Ajouter un nouveau après l'élément ID %s
it: Aggiungi nuovo dopo il download ID %s
nl: Maak nieuwe onder download ID %s
pl: Dodaj nowy po pliku ID %s
sv_se: Lägg till nytt efter nedladdning ID %s

# tl_iso_download.file_legend
source: Attachement
da: Vedhæftet fil
de: Anhang
es: Anexo
fr: Fichier joint
it: Allegato
nl: Bijlage
pl: Załącznik
sv_se: Bilaga

# tl_iso_download.limit_legend
source: Limits
da: Begrænsninger
de: Limitierungen
es: Límites
fr: Limites
it: Limiti
nl: Limieten
pl: Limity
sv_se: Gränser

# tl_iso_download.publish_legend
source: Publishing
da: Publiseringsindstillinger
de: Veröffentlichung
es: Publicar
fr: Publication
it: Pubblicazione
nl: Publicatie instellingen
pl: Publikacja
