Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_config.xlf
Languages: de, es, fr, it, nl, sv_se, tr

# tl_iso_config.currencyPosition.0
source: Position of currency code/symbol
de: Position der Währungsbezeichnung/-symbol
es: Posición del símbolo/código de divisa
fr: Position du symbole monétaire
it: Posizione del codice/simbolo della valuta
nl: Positie van de valuta code / symbool
sv_se: Position för valutakod/symbol
tr: Para birimi kodunun / sembolün konumu

# tl_iso_config.currencyPosition.1
source: Select if you want to show currency on the left or right side of the price.
de: Wählen Sie ob die Währung links oder rechts des Preises angezeigt werden soll.
es: Seleccione si desea mostrar la divisa en la parte izquierda o derecha del precio.
fr: Sélectionner si la devise doit s'afficher à gauche ou à droite du prix.
it: Selezionare se si desidera mostrare la valuta sul lato sinistro o destro del prezzo.
nl: Selecteer deze optie als u wilt munt show op de linker-of rechterkant van de prijs.
sv_se: Välj om du vill visa valuta på vänster eller höger sida av priset.
tr: Fiyatın solunda veya sağında para birimini göstermek isteyip istemediğinizi seçin.

# tl_iso_config.currencySymbol.0
source: Use currency symbol
de: Währungssymbol verwenden
es: Utilizar le símbolo de divisa
fr: Utiliser un symbole monétaire
it: Utilizzare il simbolo della valuta
nl: Gebruik valutasymbool
sv_se: Använd valutasymbol
tr: Para birimi sembolünü kullan

# tl_iso_config.currencySymbol.1
source: Use a currency symbol ($, €) if available.
de: Das Währungssymbol verwenden ($, €) falls möglich.
es: Utilizar un símbolo de divisa ($, €) si está disponible.
fr: Utiliser le symbole monétaire ($, €) si disponible.
it: Utilizzare un simbolo di valuta ($, €) se disponibile.
nl: Gebruik een valutasymbool ($, €), indien beschikbaar.
sv_se: Använd en valutasymbol ($, €) om tillgänglig.
tr: Varsa bir para birimi sembolü ($, €) kullanın.

# tl_iso_config.currencySpace.0
source: Include blank space
de: Leerzeichen einfügen
es: Incluir un espacio
fr: Inclure un espace vide
it: Includere spazio vuoto
nl: Spatie toevoegen
sv_se: Inkludera tomt utrymme
tr: Boş alan ekle

# tl_iso_config.currencySpace.1
source: Add space between price and currency symbol.
de: Zwischen dem Preis und dem Währungssymbol ein Leerzeichen einfügen.
es: Añadir un espacio entre el precio y el símbolo de la divisa.
fr: Ajouter un espace vide entre le prix et le symbole monétaire.
it: Aggiungere uno spazio tra il simbolo del prezzo e quello della valuta.
nl: Voeg een spatie in tussen de prijs en het valutasymbool.
sv_se: Lägg till mellanslag mellan pris och valutasymbol.
tr: Fiyat ve para birimi simgesi arasında boşluk ekleyin.

# tl_iso_config.priceCalculateFactor.0
source: Price factor
de: Berechnungsfaktor
es: Factor de precio
fr: Taux de conversion
it: Fattore di prezzo
nl: Prijsfactor
sv_se: Prisfaktor
tr: Fiyat faktörü

# tl_iso_config.priceCalculateFactor.1
source: Defaults should be 1. You can use this to convert between multiple currencies.
de: Standardmässig auf 1. Wählen Sie einen anderen Faktor für eine Umrechnung.
es: Debería ser 1 por defecto. Usted puede usar esto para convertir entre múltiples divisas.
fr: La valeur par défaut est 1. Le taux de conversion est utiliser pour convertir plusieurs devises.
it: I valori predefiniti dovrebbero essere 1. È possibile utilizzare questa opzione per la conversione tra più valute.
nl: Standaardwaarden moeten worden 1. U kunt dit gebruiken om te converteren tussen meerdere valuta's.
sv_se: Standardvärdena bör vara 1. Du kan använda detta för att konvertera mellan flera valutor.
tr: Varsayılan değerler 1 olmalıdır. Bunu birden fazla para birimi arasında dönüştürmek için kullanabilirsiniz.

# tl_iso_config.priceCalculateMode.0
source: Calculation mode
de: Berechnungsmodus
es: Modo de cálculo
fr: Mode de calcul
it: Modalità di calcolo
nl: Berekeningswijze
sv_se: Beräkningsläge
tr: Hesaplama modu

# tl_iso_config.priceCalculateMode.1
source: Divide or multiply using this factor.
de: Preis dividieren oder multiplizieren mit diesem Faktor.
es: Dividir o multiplicar usando este factor.
fr: Divise ou multiplie en utilisant le taux de conversion.
it: Dividere o moltiplicare usando questo fattore.
nl: Splitsen of te vermenigvuldigen met deze factor.
sv_se: Dividera eller multiplicera med denna faktor.
tr: Bu faktörü kullanarak bölün veya çarpın.

# tl_iso_config.currencyAutomator.0
source: Automatic currency conversion
de: Automatischer Währungsrechner
es: Conversión de divisa automática
it: Conversione automatica della valuta
nl: Automatische valutaomrekening
sv_se: Automatisk valutaomvandling
tr: Otomatik para birimi dönüştürme

# tl_iso_config.currencyAutomator.1
source: Enable automatic update of price calcuation factors by using an online currency conversion provider.
de: Automatische Updates von Preisberechnungsfaktoren durch Anbieter von online Währungsrechnern ermöglichen.
es: Habilitar la actualización automática de los elementos de cálculo de precios mediante el uso de un proveedor de cambio de divisas en línea.
it: Attivare l'aggiornamento automatico dei fattori di calcolo dei prezzi utilizzando un provider di conversione di valuta online.
nl: Schakel automatisch updaten van prijsomrekeningfactoren in via een online valuta-omrekeningsleverancier.
sv_se: Aktivera automatisk uppdatering av prisberäkningsfaktorer genom att använda en onlineleverantör av valutaomvandling.
tr: Çevrimiçi para birimi dönüştürme sağlayıcısı kullanarak fiyat hesaplama faktörlerinin otomatik güncellemesini etkinleştirin.

# tl_iso_config.currencyOrigin.0
source: Currency origin
de: Herkunftswährung
es: Divisa de inicio
it: Origine della valuta
nl: Bronvaluta
sv_se: Källvaluta
tr: Para birimi menşei

# tl_iso_config.currencyOrigin.1
source: Please select the source currency for calculation.
de: Bitte wählen Sie die Währung für die Berechnung aus.
es: Por favor, selecciona la divisa de origen para el cálculo
it: Si prega di selezionare la valuta di partenza per il calcolo.
nl: Kies de bronvaluta voor omrekenen.
sv_se: Välj källvaluta för beräkning.
tr: Lütfen hesaplamak için kaynak para birimini seçin.

# tl_iso_config.currencyProvider.0
source: Currency Data Provider
de: Anbieter der Währungsdaten
es: Proveedor de datos de divisas
it: Fornitore di dati valutari
nl: Valutagegevens leverancier
sv_se: Valutadataleverantör
tr: Para Birimi Veri Sağlayıcısı

# tl_iso_config.currencyProvider.1
source: Select an available online provider of currency calculation data.
de: Bitte wählen Sie einer der verfügbaren Anbieter von online Währungsdaten aus.
es: Seleccione un proveedor de datos de divisas en línea disponible.
it: Selezionate un fornitore di dati di calcolo della valuta disponibile online.
nl: Kies een beschikbare online leverancier van valuta omrekeningsgegevens.
sv_se: Välj en tillgänglig onlineleverantör av valutaberäkningsdata.
tr: Para birimi hesaplama verileri için kullanılabilir bir online sağlayıcı seçin.

# tl_iso_config.orderPrefix.0
source: Order number prefix
de: Bestellnummer-Präfix
es: Prefijo del número de pedido
fr: Préfixe du numéro de commande
it: Prefisso del numero d'ordine
nl: Ordernummer voorvoegsel
sv_se: Ordernummer prefix
tr: Sipariş numarası öneki

# tl_iso_config.orderPrefix.1
source: You can add a prefix (e.g. fiscal year) to the auto-incrementing order number.
de: Sie können für die automatisch hochzählende Bestellnummer einen Präfix (z. B. Fiskaljahr) hinzufügen.
es: Puede agregar un prefijo (por ejemplo, ejercicio fiscal) para el número de pedido autoincremental.
fr: Ajouter un préfixe (ex. : année de l'exercice fiscal) pour le numéro auto-incrémenté de la commande.
it: È possibile aggiungere un prefisso (ad es. anno fiscale) al numero d'ordine di autoincremento.
nl: U kunt een voorvoegsel, bijv. het fiscale jaar toevoegen dat automatische voor het ordernummer wordt geplaatst.
sv_se: Du kan lägga till ett prefix (t.ex. räkenskapsår) till det automatiskt ökande ordernumret.
tr: Otomatik artan sipariş numarasına bir ön ek (ör. Mali yıl) ekleyebilirsiniz.

# tl_iso_config.orderDigits.0
source: Order number length
de: Bestellnummern-Länge
es: Longitud del número de pedido
it: Lunghezza del numero d'ordine
nl: Lengte ordernummer
sv_se: Ordernummerlängd
tr: Sipariş numarası uzunluğu

# tl_iso_config.orderDigits.1
source: Select the minimum length of the order number (not including order prefix).
de: Wählen sie die minimale Länge für die Bestellnummer (den Bestellnummer-Präfix nicht mitgezählt).
es: Seleccione la longitud mínima del número de pedido (no incluye el prefijo del pedido).
it: Selezionare la lunghezza minima del numero d'ordine (escluso il prefisso dell'ordine).
nl: Selecteer de minimumlengte van het ordernummer (exclusief voorvoegsel)
sv_se: Välj minsta längd på beställningsnumret (exklusive beställningsprefix).
tr: Sipariş numarasının minimum uzunluğunu seçin (sipariş ön ekini içermez).

# tl_iso_config.orderstatus_new.0
source: Status for new orders
de: Status für neue Bestellungen
es: Estado para nuevos pedidos
fr: État pour les nouvelles commandes
it: Stato nuovi ordini
nl: Status voor nieuwe bestellingen
sv_se: Status för nya beställningar
tr: Yeni siparişlerin durumu

# tl_iso_config.orderstatus_new.1
source: Choose a matching status for new orders. A payment module can override this.
de: Wählen Sie einen passenden Status für neue Bestellungen aus. Ein Zahlungsmodul kann diese Angaben überschreiben.
es: Elegir un estado para los nuevos pedidos. Un módulo de pago puede reemplazar esto.
it: Scegliere uno stato di corrispondenza per i nuovi ordini. Un modulo di pagamento può annullare tutto questo.
nl: Selecteer een status voor nieuwe bestellingen. Een betaalmodule kan dit wijzigen.
sv_se: Välj en matchande status för nya beställningar. En betalningsmodul kan åsidosätta detta.
tr: Yeni siparişler için eşleşen bir durum seçin. Bir ödeme modülü bunu geçersiz kılabilir.

# tl_iso_config.orderstatus_error.0
source: Order status on error
de: Bestellstatus bei einem Fehler
es: Estado del pedido en caso de error
fr: État des commandes en cas d'erreur
it: Stato dell'ordine in caso di errore
nl: Bestelstatus bij fouten
sv_se: Orderstatus vid fel
tr: Hata durumunda sipariş durumu

# tl_iso_config.orderstatus_error.1
source: Select an order status if something goes wrong (e.g. payment).
de: Wählen Sie einen Status für fehlgeschlagene Bestellungen aus (z.B. Zahlung).
es: Seleccione el estado del pedido, si algo sale mal (por ejemplo, pago).
fr: Sélectionnez un état de la commande en cas d'erreur (par exemple : le paiement).
it: Selezionare uno stato dell'ordine se qualcosa non dovesse andare a buon fine (ad es. pagamento).
nl: Selecteer een orderstatus in het geval er iets mis gaat (bijv. betaling).
sv_se: Välj en orderstatus om något går fel (t.ex. betalning).
tr: Bir sorun oluşursa sipariş durumunun ne olacağını seçin (ör. Ödeme).

# tl_iso_config.orderDetailsModule.0
source: Module for backend view
de: Modul für Backend-Ansicht
it: Modulo per la visualizzazione del backend
sv_se: Modul för backend-vy
tr: Arka plan görünümü modülü

# tl_iso_config.orderDetailsModule.1
source: Select a order details module that is used to show the order in the backend.
de: Wählen Sie ein Bestelldetails-Modul das verwendet werden soll um Bestellungen im Backend anzuzeigen.
it: Selezionare un modulo di dettaglio dell'ordine che viene utilizzato per mostrare l'ordine nel backend.
sv_se: Välj en orderinformationsmodul som används för att visa ordern i backend.
tr: Siparişi arka planda göstermek için kullanılan bir sipariş ayrıntıları modülü seçin.

# tl_iso_config.invoiceLogo.0
source: Invoice Logo
de: Rechnungslogo
es: Logo de la factura
fr: Logo des factures
it: Logo della fattura
nl: Factuur Logo
sv_se: Fakturalogotyp
tr: Fatura Logosu

# tl_iso_config.invoiceLogo.1
source: Select a logo to show up on the invoices for this store.
de: Wählen Sie ein Logo das auf den Rechnungen dieses Shops angezeigt werden soll.
es: Seleccionar un logotipo para imprimir en las facturas de la tienda.
fr: Sélectionner un logo qui apparaîtra sur les factures de cette boutique.
it: Selezionare un logo da mostrare sulle fatture di questo negozio.
nl: Selecteer een logo te laten zien op de facturen voor deze winkel.
sv_se: Välj en logotyp som ska visas på fakturorna för den här butiken.
tr: Bu mağaza için faturalarda görünmesi için bir logo seçin.

# tl_iso_config.templateGroup.0
source: Templates folder
de: Templates-Ordner
es: Carpeta de plantillas
fr: Répertoire des modèles
it: Cartella modelli
nl: Templatemap
sv_se: Mallmapp
tr: Şablonlar klasörü

# tl_iso_config.templateGroup.1
source: Here you can select a templates folder to search before every other template folder.
de: Hier können Sie einen Templates-Ordner festlegen der vor allen anderen Template-Ordnern bevorzugt werden soll.
es: Aquí puede seleccionar una carpeta de plantillas donde buscar antes de culquiera otra carpeta.
fr: Sélectionner un répertoire de modèles qui sera utilisé avant la recherche dans les autres répertoires de modèles.
it: Qui è possibile selezionare una cartella di modelli da cercare prima di ogni altra cartella di modelli.
nl: Hier kunt u een map Sjablonen om te zoeken voor elke andere template map.
sv_se: Här kan du välja en mallmapp att söka före varje annan mallmapp.
tr: Burada, diğer tüm şablon klasörlerinden önce aranacak bir şablon klasörü seçebilirsiniz.

# tl_iso_config.cartMinSubtotal.0
source: Minimum subtotal
de: Mindestbetrag Zwischensumme
es: Subtotal mínimo
fr: Sous-total minimum
it: Subtotale minimo
nl: Minimum subtotaal
sv_se: Minsta delsumma
tr: Minimum ara toplam

# tl_iso_config.cartMinSubtotal.1
source: The minimum cart subtotal required to order. Enter 0 to disable.
de: Diese Gesamtsumme muss im Warenkorb mindestens erreicht werden um die Bestellung durchzuführen. Geben Sie eine 0 ein um diese Funktion zu deaktivieren.
es: Subtotal mínimo de la cesta requerido para hacer un pedido. Introduzca 0 para desactivar.
fr: Le sous-total minimum du panier requis lors d'une commande. Saisir 0 pour désactiver.
it: Il subtotale minimo del carrello richiesto per l'ordine. Inserire 0 per disattivare.
nl: Het minimum subtotaal van de winkelwagen wat nodig is om een bestelling te kunnen plaatsen. Vul 0 in om te deactiveren.
sv_se: Minsta delsumma för varukorgen som krävs för att beställa. Ange 0 för att inaktivera.
tr: Sipariş vermek için gereken sepetinin minimum ara toplamı. Devre dışı bırakmak için 0 girin.

# tl_iso_config.newProductPeriod.0
source: Duration to mark a product as "new"
de: Dauer, für die ein Produkt als "Neu" angezeigt wird
fr: Durée pendant laquelle un produit est "nouveau"
it: Durata per contrassegnare un prodotto come "nuovo".
nl: Tijd dat een product als "nieuw" gemarkeerd wordt
sv_se: Varaktighet för att markera en produkt som "ny"
tr: Bir ürünün "yeni" olarak işaretleme süresi

# tl_iso_config.newProductPeriod.1
source: If you would like to highlight new products, you can enter a time period here. It will automatically add a CSS class "new" to every product everywhere within Isotope eCommerce.
de: Wenn Sie neue Produkte hervorheben möchten, können Sie hier eine Dauer festlegen. Es wird automatisch eine CSS-Klasse "new" zu jedem Produkt in ganz Isotope eCommerce hinzugefügt.
fr: Si vous souhaitez mettre en valeur de nouveau produits, vous pouvez entrer une durée ici. Ceci ajoutera automatiquement une classe CSS "new" à tout les produits dans Isotope eCommerce.
it: Se desiderate evidenziare nuovi prodotti, potete inserire qui un periodo di tempo. Aggiungerà automaticamente una classe CSS "nuovo" ad ogni prodotto ovunque all'interno di Isotope eCommerce.
nl: Als u nieuwe producten wilt markeren, voer dan hier een tijdperiode in. Hierdoor wordt er overal automatisch een CSS klasse "new" aan ieder product toegevoegd binnen Isotope eCommerce.
sv_se: Om du vill lyfta fram nya produkter kan du ange en tidsperiod här. Det kommer automatiskt att lägga till en CSS-klass "ny" till varje produkt överallt inom Isotope eCommerce.
tr: Yeni ürünleri vurgulamak isterseniz, bunun burada bir süre girebilirsiniz. Istop eCommerce'in her yerinde her ürüne otomatik olarak bir "yeni" CSS sınıfı ekleyecek.

# tl_iso_config.ga_enable.0
source: Enable Google Analytics
de: Google Analytics aktivieren
it: Attivare Google Analytics
nl: Google Analytics inschakelen
sv_se: Aktivera Google Analytics
tr: Google Analytics'i etkinleştir

# tl_iso_config.ga_enable.1
source: Enable e-commerce tracking with Google Analytics.
de: Aktivieren Sie das Tracking with Google Analytics.
it: Attivare il tracciamento dell'e-commerce con Google Analytics.
nl: E-commerce tracking met Google Analytics inschakelen.
sv_se: Aktivera spårning av e-handel med Google Analytics.
tr: Google Analytics ile e-ticaret izlemeyi etkinleştirin.

# tl_iso_config.ga_account.0
source: Account
de: Konto
it: Conto
sv_se: Konto
tr: Hesap

# tl_iso_config.ga_account.1
source: Please provde the account key (UA-XXXXXXX-X).
de: Bitte geben Sie die Kontoschlüssel (UA-XXXXXXX-X) an.
it: Si prega di provare la chiave del conto (UA-XXXXXXXXX-X).
nl: Vul het Google Tracking-ID in (UA-XXXXXXX-X).
sv_se: Ange kontonyckeln (UA-XXXXXXX-X).
tr: Lütfen hesap anahtarını sağlayın (UA-XXXXXXX-X).

# tl_iso_config.ga_member.0
source: Track member
de: Mitglieder tracken
it: Traccia membro
nl: Bezoeker volgen
sv_se: Spårmedlem
tr: Üye izleme

# tl_iso_config.ga_member.1
source: Enter simple tokens to track a member (e.g. ##firstname## ##lastname##). ATTENTION: make sure you're allowed to do this!
de: Geben Sie Simple Token ein um Mitglieder zu tracken (z. B. ##firstname## ##lastname##). Achtung: Vergewissern Sie sich, dass Sie das machen dürfen!
it: Inserite dei semplici token per rintracciare un membro (ad es. ##nome## ## cognome##). ATTENZIONE: assicurati di poterlo fare!
nl: Voer tokens in om de bezoeker mee te volgen (bijv. ##firstname## ##lastname##). LET OP: ga na of dit in uw situatie toe is gestaan.
sv_se: Ange enkla tokens för att spåra en medlem (t.ex. ##firstname## ##efternamn##). OBS: se till att du får göra detta!
tr: Bir üyeyi izlemek için basit simgeleri girin (örn. ##firstname## ##lastname##). DİKKAT: Bunu yapmanıza izin verildiğinden emin olun!

# tl_iso_config.left
source: To the left of price
de: Links vom Preis
es: A la izquierda del precio
fr: A la gauche du prix
it: A sinistra del prezzo
nl: Aan de linkerkant van de prijs
sv_se: Till vänster om priset
tr: Fiyatın soluna

# tl_iso_config.right
source: To the right of price
de: Rechts vom Preis
es: A la derecha del precio
fr: A la droite du prix
it: A destra del prezzo
nl: Aan de rechterkant van de prijs
sv_se: Till höger om priset
tr: Fiyatın sağına

# tl_iso_config.div
source: Divide
de: Dividieren
es: Dividir
fr: Diviser
it: Dividere
nl: verdelen
sv_se: Dividera
tr: Böl

# tl_iso_config.mul
source: Multiply
de: Multiplizieren
es: Multiplicar
fr: Multiplier
it: Moltiplicare
nl: Vermenigvuldigen
sv_se: Multiplicera
tr: Çarp

# tl_iso_config.iwName.0
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
sv_se: Namn
tr: Ad

# tl_iso_config.iwWidth.0
source: Width
de: Breite
es: Longitud
fr: Largeur
it: Larghezza
nl: Breedte
sv_se: Bredd
tr: Genişlik

# tl_iso_config.iwHeight.0
source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
nl: Hoogte
sv_se: Höjd
tr: Yükseklik

# tl_iso_config.iwMode.0
source: Mode
de: Modus
es: Modo
it: Modalità
sv_se: Läge
tr: Mod

# tl_iso_config.iwWatermark.0
source: Watermark image
de: Wasserzeichen-Bild
es: Imagen filigrana
fr: Image en filigrane
it: Immagine filigrana
nl: Watermerk afbeelding
sv_se: Vattenstämpel bild
tr: Filigran resmi

# tl_iso_config.iwPosition.0
source: Position
es: Posición
it: Posizione
nl: Positie
tr: Konum

# tl_iso_config.ecb_int
source: European Central Bank
es: Banco Central Europeo
fr: Banque centrale européenne
it: Banca Centrale Europea
nl: Europese centrale bank
sv_se: Europeiska centralbanken
tr: Avrupa Merkez Bankası

# tl_iso_config.admin_ch
source: Swiss Federal Department of Finance
es: Departamento Federal Suizo de Finanzas
fr: Département fédéral des finances
it: Amministrazione federale delle finanze
nl: Zwitsers departement van financiën
sv_se: Schweiziska federala finansdepartementet
tr: İsviçre Federal Maliye Bakanlığı

# tl_iso_config.new.0
source: New configuration
de: Neue Konfiguration
es: Nueva configuración
fr: Nouvelle configuration
it: Nuova configurazione
nl: Nieuwe instelling
sv_se: Ny konfiguration
tr: Yeni yapılandırma

# tl_iso_config.new.1
source: Create a new store configuration.
de: Eine neue Shop-Konfiguration erstellen.
es: Crear una nueva configuración.
fr: Créer une nouvelle configuration de boutique.
it: Creare una nuova configurazione del negozio.
nl: Maak een nieuwe winkelinstelling aan
sv_se: Skapa en ny butikskonfiguration.
tr: Yeni mağaza yapılandırması oluştur

# tl_iso_config.edit.0
source: Edit configuration
de: Konfiguration bearbeiten
es: Editar configuración
fr: Éditer une configuration
it: Modifica configurazione
nl: Bewerk instelling
sv_se: Redigera konfiguration
tr: Yapılandırmayı düzenle

# tl_iso_config.edit.1
source: Edit store configuration ID %s.
de: Shop-Konfiguration ID %s bearbeiten.
es: Editar configuración ID %s
fr: Éditer la configuration de boutique ID %s.
it: Modificare l'ID %s di configurazione del negozio.
nl: Bewerk instelling ID %s
sv_se: Redigera butikskonfigurations ID %s.
tr: %s ID'li mağaza yapılandırmasını düzenle

# tl_iso_config.copy.0
source: Copy configuration
de: Konfiguration duplizieren
es: Copiar configuración
fr: Dupliquer une configuration
it: Copiare la configurazione
nl: Kopier instelling
sv_se: Kopiera konfiguration
tr: Yapılandırmayı kopyala

# tl_iso_config.copy.1
source: Copy store configuration ID %s.
de: Shop-Konfiguration ID %s duplizieren.
es: Copiar configuración ID %s
fr: Dupliquer la configuration de boutique ID %s.
it: Copiare l'ID %s della configurazione del negozio.
nl: Kopier instelling ID %s
sv_se: Kopiera butikskonfigurations ID %s.
tr: %s ID'li mağaza yapılandırmasını kopyala

# tl_iso_config.delete.0
source: Delete configuration
de: Konfiguration löschen
es: Borrar configuración
fr: Supprimer une configuration
it: Cancellare la configurazione
nl: Verwijder instelling
sv_se: Ta bort konfiguration
tr: Yapılandırmayı sil

# tl_iso_config.delete.1
source: Delete store configuration ID %s.
de: Shop-Konfiguration ID %s löschen. Dies löscht nicht die zugeordneten Dateien sondern lediglich die Grundkonfiguration.
es: Borrar configuración ID %s.
fr: Supprimer la configuration de boutique ID %s.
it: Cancellare l'ID %s della configurazione del negozio.
nl: Verwijder instelling ID %s
sv_se: Ta bort butikskonfigurations ID %s.
tr: %s ID'li mağaza yapılandırmasını sil

# tl_iso_config.show.0
source: Show configuration details
de: Konfigurationsdetails anzeigen
es: Mostrar los detalles de la configuración
fr: Détails de la configuration
it: Mostra dettagli di configurazione
nl: Toon details instelling
sv_se: Visa konfigurationsdetaljer
tr: Yapılandırma detaylarını göster

# tl_iso_config.show.1
source: Show details for store configuration ID %s.
de: Details für Shop-Konfiguration ID %s anzeigen.
es: Mostrar los detalles de la configuración ID %s.
fr: Afficher les détails de la configuration de boutique ID %s.
it: Mostra i dettagli per l'ID %s della configurazione del negozio.
nl: Toon details voor instelling ID %s
sv_se: Visa detaljer för butikskonfigurations ID %s.
tr: %s ID'li mağaza yapılandırmasının detaylarını gör

# tl_iso_config.name_legend
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
sv_se: Namn
tr: Ad

# tl_iso_config.address_legend
source: Address configuration
de: Adresse
es: Configuración de dirección
fr: Configuration d'adresse
it: Configurazione dell'indirizzo
nl: Adresinstellingen
sv_se: Adresskonfiguration
tr: Adres yapılandırması
