Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_product.xlf
Languages: de, es, fr, it, nl, pl, sv_se, tr

# tl_iso_product.source.1
source: Please choose the folder where product assets are located.
de: Bitte wählen Sie den Ordner in dem sich die Produktanlagen befinden.
es: Elija la carpeta donde se encuentran los valores del producto.
fr: Choisir le dossier où les produits actifs se trouvent
it: Per cortesia scelga la cartella dove sono posizionati i beni.
nl: Kies een folder waar bestanden voor dit product staan.
pl: Proszę wybrać folder, w którym zlokalizowane są pliki produktu.
sv_se: Vänligen välj mappen där produkttillgångarna finns.
tr: Lütfen ürün varlıklarının bulunduğu klasörü seçin.

# tl_iso_product.mmSrc
source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
it: Anteprima
nl: Voorvertoning
pl: Podgląd
sv_se: Förhandsvisning
tr: Önizleme

# tl_iso_product.mmAlt
source: Alternate text
de: Alternativtext
es: Texto alternativo
fr: Texte alternatif
it: Testo alternativo
nl: Alternatieve tekst
pl: Tekst zastępczy
sv_se: Alternativ text
tr: Alternatif metin

# tl_iso_product.mmDesc
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Omschrijving
pl: Opis
sv_se: Beskrivning
tr: Açıklama

# tl_iso_product.mmTranslate
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Tradurre
nl: Vertalen
pl: Tłumaczenie
sv_se: Översätt
tr: Çeviri

# tl_iso_product.mmTranslateNone.0
source: None
de: Nichts
es: Ninguno
fr: Non
it: Nessuno
nl: Geen
pl: Brak
sv_se: Ingen
tr: Yok

# tl_iso_product.mmTranslateNone.1
source: Do not translate this image.
de: Dieses Bild nicht übersetzen.
es: No traducir esta imagen.
fr: Ne pas traduire cette image.
it: Non tradurre questa immagine.
nl: Deze afbeelding niet vertalen.
pl: Nie tłumacz tego obrazka.
tr: Bu resmi tercüme etmeyin.

# tl_iso_product.mmTranslateText.0
source: Text
es: Texto
fr: Texte
it: Testo
nl: Tekst
pl: Tekst
tr: Metin

# tl_iso_product.mmTranslateText.1
source: Translate alt text and description for this image.
de: Alternativtext und Beschreibung für dieses Bild übersetzen.
es: Traducir el texto alternativo y la descripción de esta imagen.
fr: Traduire le texte alternatif et la description pour cette image.
it: Tradurre il testo e la descrizione di questa immagine.
nl: Vertaal de alt tekst en omschrijving van deze afbeelding.
pl: Tłumacz tekst zastępczy i opis tego obrazka.
sv_se: Översätt alternativ text och beskrivning för denna bild.
tr: Bu resim için alt metni ve açıklamayı çevirin.

# tl_iso_product.mmTranslateAll.0
source: All
de: Alle
es: Todos
fr: Exclure
it: Tutti
nl: Alle
pl: Wszystko
sv_se: Allt
tr: Tümü

# tl_iso_product.mmTranslateAll.1
source: Do not include this image in translated version.
de: Dieses Bild nicht in die übersetzte Version übernehmen.
es: No incluya esta imagen en la versión traducida.
fr: Ne pas inclure cette image dans la version traduite.
it: Non includere questa immagine nella versione tradotta.
nl: Gebruik deze afbeelding niet in de vertaalde versie.
pl: Nie załączaj tego obrazka w przetłumaczonej wersji.
sv_se: Inkludera inte denna bild i översatt version.
tr: Bu görüntüyü tercüme edilmiş sürüme dahil etmeyin.

# tl_iso_product.variantValuesLabel
source: Variant
de: Variante
es: Variante
fr: Variante
it: Versione
pl: Wariant
tr: Çeşit

# tl_iso_product.showVariants
source: Show product variants
de: Zeige Produktvarianten
fr: Afficher les variantes de produit
it: Mostra varianti di prodotto
nl: Toon productvarianten
pl: Pokaż warianty produktu
sv_se: Visa produktvarianter
tr: Ürün çeşitlerini göster

# tl_iso_product.new.0
source: New product
de: Neues Produkt
es: Nuevo producto
fr: Nouveau produit
it: Nuovo prodotto
nl: Nieuw product
pl: Nowy produkt
sv_se: Ny produkt
tr: Yeni ürün

# tl_iso_product.new.1
source: Create new product
de: Neues Produkt erstellen
es: Crear un nuevo producto
fr: Créer un nouveau produit
it: Crei un nuovo prodotto
nl: Maak een nieuw product
pl: Dodaj nowy produkt
sv_se: Skapa ny produkt
tr: Yeni ürün oluştur

# tl_iso_product.new_variant.0
source: Add variant
de: Variante hinzufügen
es: Añadir una variante
fr: Ajouter une variante
it: Aggiunga versione
nl: Voeg variant toe
pl: Dodaj wariant
sv_se: Lägg till variant
tr: Çeşit ekle

# tl_iso_product.new_variant.1
source: Add new variant to a given product
de: Eine weitere Variante zu einem Produkt hinzufügen
es: Añadir una variante a un producto específico
fr: Ajouter une variante d'un produit.
it: Aggiunga una nuova versione a un certo prodotto
nl: Voeg een nieuwe variant aan een product toe
pl: Dodaj nowy wariant do wybranego produktu
sv_se: Lägg till en ny variant till en given produkt
tr: Belirli bir ürüne yeni çeşit ekle

# tl_iso_product.edit.0
source: Edit product
de: Produkt bearbeiten
es: Editar producto
fr: Éditer un produit
it: Modifica prodotto
nl: Bewerk product
pl: Edytuj produkt
sv_se: Redigera produkt
tr: Ürün düzenle

# tl_iso_product.edit.1
source: Edit product ID %s
de: Produkt ID %s bearbeiten
es: Editar producto ID %s
fr: Éditer le produit ID %s
it: Modifica il prodotto ID %s
nl: Wijzig product ID %s
pl: Edytuj produkt ID %s
sv_se: Redigera produkt ID %s
tr: %s ID'li ürünü düzenle

# tl_iso_product.copy.0
source: Copy product
de: Produkt duplizieren
es: Copiar producto
fr: Dupliquer le produit
it: Copia il prodotto
nl: Copieer product
pl: Kopiuj produkt
sv_se: Kopiera produkten
tr: Ürün kopyala

# tl_iso_product.copy.1
source: Copy product ID %s
de: Produkt ID %s duplizieren
es: Copiar producto ID %s
fr: Dupliquer le produit ID %s
it: Copia il prodotto ID %s
nl: Copieer product ID %s
pl: Kopiuj produkt ID %s
sv_se: Kopiera produkten ID %s
tr: %s ID'li ürünü kopyala

# tl_iso_product.cut.0
source: Move product
de: Produkt verschieben
es: Mover producto
fr: Déplacer le produit
it: Muovi prodotto
nl: Verplaats product
pl: Przenieś produkt
sv_se: Flytta produkt
tr: Ürün taşı

# tl_iso_product.cut.1
source: Move product ID %s
de: Produkt ID %s verschieben
es: Mover producto ID %s
fr: Déplacer le produit ID %s
it: Muovi prodotto ID %s
nl: Verplaats product ID %s
pl: Przenieś produkt ID %s
sv_se: Flytta produkt ID %s
tr: %s ID'li ürünü taşı

# tl_iso_product.delete.0
source: Delete product
de: Produkt löschen
es: Borrar producto
fr: Supprimer le produit
it: Cancella il prodotto
nl: Verwijder product
pl: Usuń produkt
sv_se: Ta bort produkt
tr: Ürünü sil

# tl_iso_product.delete.1
source: Delete product ID %s
de: Produkt ID %s löschen
es: Borrar producto ID %s
fr: Supprimer le produit ID %s
it: Cancella il prodotto ID %s
nl: Verwijder product ID %s
pl: Usuń produkt ID %s
sv_se: Ta bort produkt ID %s
tr: %s ID'li ürünü sil

# tl_iso_product.toggle.0
source: Publish/unpublish product
de: Produkt veröffentlichen/unveröffentlichen
es: Publicar/anular la publicación del producto
fr: Publier/dé-publier un produit
it: Pubblicare/non pubblicare il prodotto
nl: Publiceer/verberg product
pl: Publikuj/ukryj produkt
sv_se: Publicera/avpublicera produkt
tr: Ürünü yayınla/yayından kaldır

# tl_iso_product.toggle.1
source: Publish/unpublish product ID %s
de: Produkt ID %s veröffentlichen/unveröffentlichen
es: Publicar/anular la publicación del producto ID %s
fr: Publier/dé-publier le produit ID %s
it: Pubblicare/non pubblicare l'ID %s del prodotto
nl: Publiceer/verberg product ID %s
pl: Publikuj/ukryj produkt ID %s
sv_se: Publicera/avpublicera produkt ID %s
tr: %s ID'li ürünü yayınla/yayından kaldır

# tl_iso_product.show.0
source: Product details
de: Produkt-Details
es: Detalles del producto
fr: Détails du produit
it: Dettagli prodotto
pl: Szczegóły produktu
sv_se: Produktinformation
tr: Ürün detayları

# tl_iso_product.show.1
source: Show details of product ID %s
de: Details des Produkts ID %s anzeigen
es: Mostrar los detalles del producto ID %s
fr: Afficher les détails du produit ID %s
it: Mostri i dettagli del prodotto ID %s
nl: Laat details van product ID %s zien
pl: Pokaż szczegóły produktu ID %s
sv_se: Visa information om produkt ID %s
tr: %s ID'li ürünün detaylarını göster

# tl_iso_product.filter
source: Advanced filter:
de: Erweiterte Filter:
fr: Filtres avancés :
it: Filtro avanzato:
nl: Geavanceerd filter:
pl: Zaawansowany filtr:
sv_se: Avancerat filter:
tr: Gelişmiş filtreler:

# tl_iso_product.filter_noimages
source: Without images
de: Ohne Bilder
fr: Sans images
it: Senza immagini
nl: Zonder afbeeldingen
pl: Bez obrazków
sv_se: Utan bilder
tr: Resimsiz

# tl_iso_product.filter_nocategory
source: Unassigned products
de: Nicht zugewiesene Produkte
es: Productos sin asignar
fr: Produits non assignés
it: Prodotti non assegnati
nl: Niet toegewezen producten
pl: Nieprzypisane produkty
sv_se: Otilldelade produkter
tr: Atanmamış ürünler

# tl_iso_product.filter_new
source: New products
de: Neue Produkte
fr: Nouveau produit
it: Nuovi prodotti
nl: Nieuwe producten
pl: Nowe produkty
sv_se: Nya produkter
tr: Yeni ürünler

# tl_iso_product.filter_new_today
source: Added today
de: Heute hinzugefügt
es: Añadido hoy
fr: Ajouté aujourd'hui
it: Aggiunti oggi
nl: Vandaag toegevoegd
pl: Dodane dzisiaj
sv_se: Lades till idag
tr: Bugün eklenen

# tl_iso_product.filter_new_week
source: Added this week
de: Diese Woche hinzugefügt
es: Añadido esta semana
fr: Ajouté cette semaine
it: Aggiunti questa settimana
nl: Deze week toegevoegd
pl: Dodane w tym tygodniu
sv_se: Lades till denna vecka
tr: Bu hafta eklenen

# tl_iso_product.filter_new_month
source: Added this month
de: Dieses Monat hinzugefügt
es: Añadido este mes
fr: Ajouté ce mois
it: Aggiunti questo mese
nl: Deze maand toegevoegd
pl: Dodane w tym miesiącu
sv_se: Tillagd denna månad
tr: Bu ay eklenen

# tl_iso_product.sorting
source: Manually sort products in a page
de: Die Produkte auf einer Seite von Hand sortieren
fr: Trier manuellement les produits dans une page
it: Ordina manualmente i prodotti in una pagina
nl: Producten handmatig sorteren op een pagina
pl: Ręczne sortowanie produktów na stronie
sv_se: Sortera produkter manuellt på en sida
tr: Ürünleri bir sayfada manuel olarak sırala

# tl_iso_product.product_groups.0
source: Product groups
de: Produktgruppen
es: Grupos del producto
fr: Groupes de produits
it: Gruppi di prodotti
nl: Productgroepen
pl: Grupy produktów
sv_se: Produktgrupper
tr: Ürün grupları

# tl_iso_product.product_groups.1
source: Manage product groups
de: Produktgruppen verwalten
es: Gestionar los grupos del producto
fr: Gérer les groupes de produits
it: Gestire i gruppi di prodotti
nl: Beheer productgroepen
pl: Zarządzaj grupami produktów
sv_se: Hantera produktgrupper
tr: Ürün gruplarını yönet

# tl_iso_product.import.0
source: Import assets
de: Anlagen importieren
es: Importar valores
fr: Importer des éléments
it: Importa beni
nl: Importeer bestanden
pl: Importuj pliki
sv_se: Importera tillgångar
tr: Varlıkları içe aktarma

# tl_iso_product.import.1
source: Import images and other media from a folder
de: Bilder und andere Mediendateien aus einem Ordner importieren
es: Importar imágenes y otros medias desde una carpeta
fr: Importer des images et autres médias à partir d'un dossier.
it: Importa immagini e altri file multiediali da una cartella
nl: Importeer afbeeldingen en andere media van een folder
pl: Importuj obrazki i inne pliki z folderu
sv_se: Importera bilder och andra media från en mapp
tr: Görüntüleri ve diğer ortamları bir klasörden içe aktarın

# tl_iso_product.prices.0
source: Manage prices
de: Preise verwalten
es: Gestionar los precios
fr: Gestion des prix
it: Gestisca i prezzi
nl: Beheer prijzen
pl: Zarządzaj cenami
sv_se: Hantera priser
tr: Fiyatları yönet

# tl_iso_product.prices.1
source: Click the button to manage advanced prices for this product.
de: Preise für das Produkt ID %s verwalten
fr: Gérer les prix du produit ID %s
it: Gestisca i prezzi per il prodotto ID %s
nl: Beheer prijzen voor product ID %s
pl: Zarządzaj cenami produktu ID %s
tr: Bu ürün için gelişmiş fiyatları yönetmek için düğmeyi tıklayın.

# tl_iso_product.prices.apply_and_close
source: Apply and close
de: Anwenden und schließen
fr: Appliquer et fermer
it: Applicare e chiudere
nl: Toepassen en sluiten
pl: Zastosuj i zamknij
sv_se: Applicera och stäng
tr: Uygula ve kapat

# tl_iso_product.variants.0
source: Product variants
de: Produktvarianten
fr: Variantes de produit
it: Varianti del prodotto
nl: Productvarianten
pl: Warianty produktu
tr: Ürün çeşitleri

# tl_iso_product.variants.1
source: Show variants for product ID %s
de: Zeige Varianten für Produkt mit ID %s
fr: Afficher les variantes pour le produit ID %s
it: Mostra varianti per ID %s prodotto
nl: Toon varianten voor product ID %s
pl: Pokaż warianty produktu ID %s
sv_se: Visa varianter för produkt ID %s
tr: %s ID'li ürünün çeşitlerini göster

# tl_iso_product.generate.0
source: Generate variants
de: Varianten generieren
es: Generar variantes
fr: Générer des variantes
it: Genera versioni
nl: Genereer varianten
pl: Generuj warianty
sv_se: Skapa varianter
tr: Çeşitler oluştur

# tl_iso_product.generate.1
source: Generate variants for product ID %s
de: Generiere Varianten für das Produkt ID %s
es: Generar variantes para el producto ID %s
fr: Générer des variantes pour le produit ID %s
it: Genera versioni per il prodotto ID %s
nl: Genereer varianten voor product ID %s
pl: Generuj warianty dla produktu ID %s
sv_se: Generera varianter för produkt ID %s
tr: %s ID'li ürün için çeşitler oluştur

# tl_iso_product.related.0
source: Related products
de: Ähnliche Produkte
es: Productos relacionados
fr: Produits similaires
it: Prodotti correlati
nl: Gerelateerde producten
pl: Powiązane produkty
sv_se: Relaterade produkter
tr: İlgili ürünler

# tl_iso_product.related.1
source: Manage related products for product ID %s
de: Ähnliche Produkte für das Produkt ID %s verwalten
es: Gestionar los productos relacionados con el producto ID %s
fr: Gérer les produits similaires pour le produit ID %s
it: Gestisi i prodotti collegati per il prodotto ID %s
nl: Beheer gerelateerde producten voor product ID %s
pl: Zarządzaj powiązanymi produktami dla tego produktu ID %s
sv_se: Hantera relaterade produkter för produkt ID %s
tr: %s ID'li ürün ile ilgili ürünleri yönetin

# tl_iso_product.downloads.0
source: Downloads
es: Descargas
fr: Téléchargements
it: Download
pl: Pliki do pobrania
tr: İndirmeler

# tl_iso_product.downloads.1
source: Edit downloads for product ID %s
de: Downloads für das Produkt ID %s bearbeiten
es: Editar descarga del producto ID %s
fr: Éditer les téléchargements du produit ID %s
it: Modifica i download per il prodotto ID %s
nl: Wijzig downloads voor product ID %s
pl: Edytuj pliki do pobrania dla produktu ID %s
sv_se: Redigera nedladdningar för produkt ID %s
tr: %s ID'liürün için indirmeleri düzenle

# tl_iso_product.downloads.2
source: Currently: %s downloads.
de: Momentan: %s Downloads.
it: Attualmente: %s download.
sv_se: För närvarande: %s nedladdningar.
tr: Geçerli : %s indirme.

# tl_iso_product.group.0
source: Move to group
de: In eine Gruppe verschieben
fr: Déplacer dans un groupe
it: Passa al gruppo
nl: Verplaats naar groep
pl: Przenieś do grupy
sv_se: Flytta till grupp
tr: Gruba taşı

# tl_iso_product.group.1
source: Move product ID %s to a group
de: Produkt ID %s in eine Gruppe verschieben
fr: Déplacer le produit ID %s dans un groupe
it: Spostare l'ID %s prodotto in un gruppo
nl: Verplaats product ID %s naar een groep
pl: Przenieś produkt ID %s do grupy
sv_se: Flytta produkt ID %s till en grupp
tr: %s ID'li ürünü bir gruba taşı

# tl_iso_product.groupSelected
source: Group
de: Gruppe
es: Groupo
fr: Groupe
it: Gruppo
nl: Groep
pl: Grupa
sv_se: Grupp
tr: Grup

# tl_iso_product.general_legend
source: General Settings
de: Allgemeine Einstellungen
es: Configuración general
fr: Paramètres généraux
it: Impostazioni generali
nl: Algemene Instellingen
pl: Ogólne ustawienia
sv_se: Allmänna Inställningar
tr: Genel Ayarlar

# tl_iso_product.meta_legend
source: Meta data
de: Meta-Angaben
fr: Méta informations
it: Metadati
pl: Informacje meta
tr: Meta veri

# tl_iso_product.pricing_legend
source: Pricing Settings
de: Preis-Einstellungen
es: Configuración del precio
fr: Paramètres du prix
it: Impostazioni prezzo
nl: Prijs instellingen
pl: Ustawienia cen
sv_se: Prisinställningar
tr: Fiyatlandırma Ayarları

# tl_iso_product.inventory_legend
source: Inventory Settings
de: Inventar-Einstellungen
es: Ajustes de Inventario
fr: Paramètres de l'inventaire
it: Impostazioni Inventario
nl: Voorraad instellingen
pl: Ustawienia inwentarzu
sv_se: Lagerinställningar
tr: Envanter Ayarları

# tl_iso_product.shipping_legend
source: Shipping Settings
de: Versand-Einstellungen
es: Ajustes de envío
fr: Paramètres de livraison
it: Impostazioni Spedizione
nl: Verzend instellingen
pl: Ustawienia wysyłki i dostawy
sv_se: Fraktinställningar
tr: Nakliye/Teslimat Ayarları

# tl_iso_product.options_legend
source: Product Options Settings
de: Produktoptions-Einstellungen
es: Ajustes de las opciones del producto
fr: Paramètres des options du produit
it: Impostazioni Opzioni Prodotto
nl: Product optie instellingen
pl: Ustawienia opcji produktu
sv_se: Inställningar för produktalternativ
tr: Ürün Seçenekleri Ayarları

# tl_iso_product.media_legend
source: Media Management
de: Dateiverwaltung
es: Gestión de medios
fr: Gestionnaire de média
it: Gestione Media
pl: Zarządzanie multimediami
sv_se: Mediehantering
tr: Medya Yönetimi

# tl_iso_product.expert_legend
source: Expert settings
de: Experten-Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni esperto
nl: Expert instellingen
pl: Zaawansowane ustawienia
sv_se: Expertinställningar
tr: Uzman ayarları

# tl_iso_product.publish_legend
source: Publishing
de: Veröffentlichung
es: Publicar
fr: Publication
it: Pubblicazione
nl: Publicatie instellingen
pl: Publikacja
tr: Yayınlama

# tl_iso_product.price_tiers.min
source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
it: Quantità
nl: Aantal
pl: Ilość
sv_se: Antal
tr: Adet

# tl_iso_product.price_tiers.min_format
source: from %s pcs.
de: ab %s Stück
es: desde %s piezas
fr: de %s pièces.
it: da %s pezzi.
nl: vanaf %s st.
pl: od %s szt.
sv_se: från %s st.
tr: %s adetten .

# tl_iso_product.price_tiers.price
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
pl: Cena
sv_se: Pris
tr: Fiyat

# tl_iso_product.importAssetsDescr
source: <p>There are two different ways this feature may be used:</p> <ol> <li>The source folder you select contains files that either match the product's SKU or name. Isotope eCommerce is going to match all the files against all of your products and import them into the respective product's assets folder.</li> <li>The source folder you select contains subfolders that either match the product's SKU or name. Isotope eCommerce is going to match all the subfolders against all of your products and import everything within one subfolder into the respective product's asset folder.</li> </ol> <p>Hint: Any developer can provide you with other matching rules than just the product's SKU or name.</p>
de: <p>Es gibt 2 unterschiedliche Wege dieses Feature zu nutzen:</p> <ol> <li>Der Ordner mit den Quelldateien beinhaltet Dateien, welche der SKU oder dem Namen des Produktes gleichen. Isotope eCommerce vergleicht alle Dateien mit sämtlichen Produkten und importiert diese in den passenden Ordner des Produktes.</li> <li>Der Ordner mit den Quelldateien beinhaltet Unterordner, welche der SKU oder dem Namen des Produktes gleichen. Isotope eCommerce vergleicht alle Unterordner mit sämtlichen Produkten und imporietert diese in den passenden Ordner des Produktes.</li> </ol> <p>Hinweis: Jeder Entwickler kann weitere Regeln zum vergleichen bereitstellen, nicht nur die SKU oder den Namen</p>
fr: Il y a deux manière différente d'utiliser cette option: Le répertoire source contient des fichiers qui correspondent soit au SKU produit, soit à son nom. Isotope eCommerce va alors faire correspondre tout les fichiers avec vos produits et les importer dans les répertoire produits respectifs. Le répertoire source contient des sous-répertoires qui correspondent soit au SKU produit, soit à son nom. Isotope eCommerce va alors faire correspondre tout les sous-répertoires avec vos produits et tout importer au sein d'un sous-répertoire dans le répertoire produits respectif. Nota: Un développeur peut vous fournir d'autre règles de correspondance qu'uniquement le SKU produit ou son nom.
it: <p>Questa funzione può essere utilizzata in due modi diversi:</p> <ol> <li>La cartella sorgente selezionata contiene file che corrispondono allo SKU del prodotto o al nome. Isotope eCommerce abbinerà tutti i file con tutti i vostri prodotti e li importerà nella cartella delle risorse del rispettivo prodotto.</li> <li>La cartella sorgente selezionata contiene sottocartelle che corrispondono allo SKU del prodotto o al nome. Isotope eCommerce abbinerà tutte le sottocartelle a tutti i vostri prodotti e importerà tutto ciò che si trova all'interno di una sottocartella nella cartella delle risorse del rispettivo prodotto.</li> </ol> <p>Suggerimento: Qualsiasi sviluppatore può fornire altre regole di corrispondenza oltre a quelle del prodotto o del nome del prodotto.</p>
pl: <p>Ta funkcjonalność może zostać użyta na dwa sposoby:</p> <ol> <li>Wybrany katalog źródłowy zawiera pliki, które pasują do nazwy lub jednostki magazynowej produktu. Isotope eCommerce dopasuje wszystkie pliki do produktów i zaimportuje je do odpowiedniego katalogu.</li> <li>Wybrany katalog źródłowy zawiera podkatalogi, który pasują do nazwy lub jednostki magazynowej produktu. Isotope eCommerce dopasuje wszystkie pliki do produktów i zaimportuje je do odpowiedniego katalogu.</li> </ol> <p>Podpowiedź: Każdy developer może rozszerzyć reguły pasowania plików do produktów.</p>
sv_se: <p>Det finns två olika sätt att använda den här funktionen:</p> <ol> <li>Källmappen du väljer innehåller filer som antingen matchar produktens SKU eller namn. Isotope eCommerce kommer att matcha alla filer mot alla dina produkter och importera dem till respektive produkts tillgångsmapp.</li> <li>Källmappen du väljer innehåller undermappar som antingen matchar produktens SKU eller namn. Isotope eCommerce kommer att matcha alla undermappar mot alla dina produkter och importera allt inom en undermapp till respektive produkts tillgångsmapp.</li> </ol> <p>Tips: Alla utvecklare kan ge dig andra matchningsregler än bara produktens SKU eller namn.</p>
tr: <p>Bu özellikte kullanılabilecek iki farklı yol vardır:</p> <ol> <li>Seçtiğiniz kaynak klasörü, ürünün SKU'sunu veya adını eşleyen dosyaları içerir. Isotope eCommerce , tüm dosyalarınızı tüm ürünlerinizle eşleştirip ilgili ürünün assets klasörüne içe aktaracaktır.</li> <li>Seçtiğiniz kaynak klasörü, ürünün SKU'sunu veya adını eşleşen alt klasörler içerir. Isotope eCommerce, tüm alt klasörleri tüm ürünlerinizle eşleştirecek ve bir alt klasördeki her şeyi ilgili ürünün varlık klasörüne içe aktaracaktır.</li> </ol> <p>İpucu: Herhangi bir geliştirici, yalnızca ürünün SKU'su veya adından farklı eşleştirme kuralları sağlayabilir. </p>

# tl_iso_product.alias.0
source: Alias
tr: Takma ad

# tl_iso_product.mmLink
source: Link target
de: Linkziel
es: Enlace de destino
fr: Cible du lien
nl: Koppel aan
pl: Cel odnośnika
sv_se: Länkmål
tr: Link hedefi

# tl_iso_product.sku.0
source: SKU
de: Artikelnummer
es: Ref.
fr: SKU (Unité de gestion des stocks)
nl: Artikelnummer

# tl_iso_product.hitCount.0
source: Hit counter
de: Besucherzähler
