Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_payment.xlf
Languages: de, fr, it, sv_se, tr

# tl_iso_payment.opp_auth.1
source: Select the authentication scheme of your Open Payment provider.
de: Wählen Sie das Authentifizierungs-Schema Ihres Open Payment-Anbieters.
it: Selezionate lo schema di autenticazione del vostro Open Payment provider.
sv_se: Välj autentiseringsschemat för din Open Payment-leverantör.

# tl_iso_payment.opp_auth.user
source: User ID & Password
de: Benutzer-ID & Passwort
it: Utente e password
sv_se: Användar-ID och lösenord

# tl_iso_payment.opp_auth.token
source: Authentication Token
de: Authentifizierungs-Token
it: Token di autenticazione
sv_se: Autentiseringstoken

# tl_iso_payment.opp_token.0
source: Authentication Token
de: Authentifizierungs-Token
it: Token di autenticazione
sv_se: Autentiseringstoken

# tl_iso_payment.opp_token.1
source: Please enter your authentication token.
de: Bitte geben Sie Ihr Authentifizierungs-Token ein.
it: Inserisci il token di autenticazione.
sv_se: Ange din autentiseringstoken.

# tl_iso_payment.opp_user_id.0
source: User ID
de: Benutzer-ID
it: ID utente
sv_se: Användar ID
tr: Kullanıcı ID

# tl_iso_payment.opp_user_id.1
source: Please enter your user ID.
de: Geben Sie ihre Benutzer-ID ein.
it: Inserire il proprio ID utente.
sv_se: Ange ditt användar-ID.
tr: Lütfen kullanıcı ID'nizi girin.

# tl_iso_payment.opp_password.0
source: Password
de: Passwort
fr: Mot de passe
sv_se: Lösenord
tr: Parola

# tl_iso_payment.opp_password.1
source: Please enter your user password.
de: Geben Sie ihr Benutzerpasswort ein.
it: Inserire la password utente.
sv_se: Vänligen ange ditt användarlösenord.
tr: Lütfen kullanıcı parolanızı girin.

# tl_iso_payment.opp_brands.0
source: Payment Brands
de: Zahlungsdienstleister
it: Marchi di pagamenti
sv_se: Betalningsmärken

# tl_iso_payment.opp_brands.1
source: Select the payment brands you want to support in this payment method.
de: Wählen Sie die Zahlungsdienstleister aus, die Sie bei dieser Zahlungsmethode unterstützen möchten.
it: Selezionare i marchi di pagamenti che si desidera supportare in questo metodo di pagamento.
sv_se: Välj de betalningsmärken du vill stödja i den här betalningsmetoden.

# tl_iso_payment.opp_brands.KLARNA_INSTALLMENTS
source: Klarna Ratenkauf
sv_se: Klarna avbetalningsköp

# tl_iso_payment.opp_brands.KLARNA_INVOICE
source: Klarna Rechnung
it: Klarna Fattura
sv_se: Klarna faktura

# tl_iso_payment.opp_brands.RATENKAUF
source: Ratenkauf by easyCredit
de: EasyCredit Ratenkauf
it: Acquisto rateale con easyCredit
sv_se: Avbetalningsköp av easyCredit

# tl_iso_payment.opp_brands.SOFORTUEBERWEISUNG
source: SOFORTüberweisung
sv_se: Directebanking

# tl_iso_payment.mpay24_merchant.0
source: Merchant ID
de: Händler-ID
it: ID Mercante
sv_se: Säljar-ID
tr: Tüccar ID

# tl_iso_payment.mpay24_merchant.1
source: Please enter your merchant ID.
de: Bitte geben Sie Ihre Händler-ID ein.
it: Inserire il vostro Merchant-ID.
sv_se: Ange ditt säljar-ID.
tr: Lütfen satıcı kimliğinizi girin.

# tl_iso_payment.mpay24_password.0
source: Password
de: Passwort
sv_se: Lösenord
tr: Parola

# tl_iso_payment.mpay24_password.1
source: Please enter your SOAP password.
de: BItte geben Sie Ihr SOAP Passwort ein.
it: Inserire la password di SOAP.
sv_se: Vänligen ange ditt SOAP-lösenord.

# tl_iso_payment.swissbilling_id.1
source: Please enter your SwissBilling ID.
de: Bitte geben Sie Ihre SwissBilling-ID ein.
it: Inserire SwissBilling ID.
sv_se: Ange ditt SwissBilling-ID.

# tl_iso_payment.swissbilling_pwd.0
source: Password
de: Passwort
sv_se: Lösenord
tr: Parola

# tl_iso_payment.swissbilling_pwd.1
source: Please enter your SwissBilling password.
de: Bitte geben Sie Ihr SwissBilling-Passwort ein.
it: Inserire la password die SwissBilling.
sv_se: Vänligen ange ditt SwissBilling-lösenord.

# tl_iso_payment.swissbilling_prescreening.0
source: Enable PreScreening
de: Vorab-Screening aktivieren
it: Attivare il PreScreening
sv_se: Aktivera PreScreening

# tl_iso_payment.swissbilling_prescreening.1
source: Only show payment option if allowed by SwissBilling. Please check with SwissBilling before activating this option.
de: Zahlungsoption nur anzeigen, wenn von SwissBilling erlaubt. Bitte informieren Sie sich bei SwissBilling, bevor Sie diese Option aktivieren.
it: Visualizzare l'opzione di pagamento solo se consentita da SwissBilling. Si prega di verificare con SwissBilling prima di attivare questa opzione.
sv_se: Visa endast betalningsalternativ om det tillåts av SwissBilling. Kontrollera med SwissBilling innan du aktiverar det här alternativet.

# tl_iso_payment.swissbilling_b2b.0
source: Enable B2B support
de: B2B-Unterstützung aktivieren
it: Attivare il supporto B2B
sv_se: Aktivera B2B-stöd

# tl_iso_payment.swissbilling_b2b.1
source: Enable B2B support for SwissBilling payments. Please check with SwissBilling before activating this option.
de: Aktivieren Sie die B2B-Unterstützung für SwissBill-Zahlungen. Bitte informieren Sie sich bei SwissBilling, bevor Sie diese Option aktivieren.
it: Attivare il supporto B2B per i pagamenti SwissBilling. Si prega di verificare con SwissBilling prima di attivare questa opzione.
sv_se: Aktivera B2B-stöd för SwissBilling-betalningar. Kontrollera med SwissBilling innan du aktiverar det här alternativet.

# tl_iso_payment.groups.0
source: Member groups
de: Mitgliedergruppen
fr: Groupes de membres
it: Gruppi Membri
sv_se: Medlemsgrupper
tr: Üye grupları

# tl_iso_payment.groups.1
source: Restrict this payment method to certain member groups.
de: Diese Bezahlmethode auf bestimmte Mitgliedergruppen beschränken.
fr: Restreindre ce mode de paiement pour certains groupes de membres.
it: Limiti questo metodo di pagamento a certi gruppi membri.
sv_se: Begränsa denna betalningsmetod till vissa medlemsgrupper.
tr: Bu ödeme yöntemini belirli üye gruplarla sınırla.

# tl_iso_payment.protected.0
source: Protect payment method
de: Bezahlmethode schützen
fr: Protéger le module
it: Proteggi modulo
sv_se: Skydda betalningssätt
tr: Ödeme yöntemini koruyun

# tl_iso_payment.protected.1
source: Show the payment method to certain member groups only.
de: Diese Bezahlmethode nur bestimmten Mitgliedergruppen anzeigen.
fr: Ne montrer le mode de paiement qu'à certains groupes de membres
it: Mostri il metodo di pagamento solo ad alcuni gruppi membri.
sv_se: Visa endast betalningsmetoden för vissa medlemsgrupper.
tr: Ödeme yöntemini yalnızca belirli üye gruplarına gösterin.

# tl_iso_payment.guests.0
source: Show to guests only
de: Nur für Gäste anzeigen
fr: Visible par les invités seulement
it: Mostra solo agli ospiti
sv_se: Visa endast för gäster
tr: Sadece misafirlere gösterin

# tl_iso_payment.guests.1
source: Hide the payment method if a member is logged in.
de: Diese Bezahlmethode nicht für eingeloggte Mitglieder anzeigen.
fr: Cacher le mode de paiement si un membre est connecté
it: Nasconda il metodo di pagamento se un membro è loggato.
sv_se: Dölj betalningsmetoden om en medlem är inloggad.
tr: Bir üye oturum açtıysa, ödeme yöntemini gizleyin.

# tl_iso_payment.debug.0
source: Debug mode
de: Testsystem verwenden
fr: Mode debug
it: Modo debug
sv_se: Felsökningsläge
tr: Hata ayıklama modu

# tl_iso_payment.debug.1
source: For testing without actually capturing for payment.
de: Aktivieren Sie diese Option um ein Testsystem zu verwenden, auf dem keine echten Zahlungen ausgeführt werden.
fr: Pour les tests sans paiement réel.
it: Per testare senza eseguire il pagamento.
sv_se: För att testa utan att faktiskt registrera betalning.
tr: Ödeme için yakalama yapmadan test etmek için.

# tl_iso_payment.logging.0
source: Enable logging
de: Logging aktivieren
it: Attivare il logging
sv_se: Aktivera loggning

# tl_iso_payment.logging.1
source: Write transaction information to the system log files.
de: Schreiben Sie Transaktionsinformationen in die Systemprotokolldateien.
it: Scrivere le informazioni sulle transazioni nei file di log del sistema.
sv_se: Skriv transaktionsinformation till systemloggfilerna.

# tl_iso_payment.enabled.0
source: Enabled
de: Aktiv
fr: Activé
it: Attivato
sv_se: Aktiverad
tr: Etkinleştirildi

# tl_iso_payment.enabled.1
source: Check here if the payment method should be enabled in the store.
de: Klicken Sie hier wenn dieses Modul für Besucher sichtbar sein soll.
fr: Cochez cette case si le module de paiement doit être activé dans la boutique.
it: Spunti qui se il modulo pagamento deve essere abilitato nel negozio.
sv_se: Markera här om betalningsmetoden ska vara aktiverad i butiken.
tr: Mağazada ödeme yönteminin etkinleştirilmesi gerekip gerekmediğini kontrol edin.

# tl_iso_payment.new.0
source: New payment method
de: Neue Zahlungsart
fr: Nouveau mode de paiement
it: Nuovo metodo di pagamento
sv_se: Ny betalningsmetod
tr: Yeni Ödeme Methodu

# tl_iso_payment.new.1
source: Create a new payment method
de: Erstellen Sie eine neue Zahlungsart
fr: Créer un nouveau mode de paiement
it: Crea un nuovo metodo di pagamento
sv_se: Skapa en ny betalningsmetod
tr: Yeni Ödeme Methodu oluştur

# tl_iso_payment.edit.0
source: Edit payment method
de: Zahlungsart bearbeiten
fr: Éditer un mode de paiement
it: Modifica metodo di pagamento
sv_se: Redigera betalningsmetod
tr: Ödeme yöntemini düzenle

# tl_iso_payment.edit.1
source: Edit payment method ID %s
de: Zahlungsart ID %s bearbeiten
fr: Éditer le mode de paiement ID %s
it: Modifica metodo di pagamento ID %s
sv_se: Redigera betalningsmetod ID %s
tr: %s ID'li ödeme yöntemini düzenle

# tl_iso_payment.copy.0
source: Copy payment method
de: Zahlungsart kopieren
fr: Dupliquer un mode de paiement
it: Copia metodo di pagamento
sv_se: Kopiera betalningsmetod
tr: Ödeme yöntemini kopyala

# tl_iso_payment.copy.1
source: Copy payment method ID %s
de: Zahlungsart ID %s kopieren
fr: Dupliquer le mode de paiement ID %s
it: Copia metodo di pagamento ID %s
sv_se: Kopiera betalningsmetod ID %s
tr: %s ID'li ödeme yöntemini kopyala

# tl_iso_payment.delete.0
source: Delete payment method
de: Zahlungsart löschen
fr: Supprimer un mode de paiement
it: Cancella metodo di pagamento
sv_se: Ta bort betalningsmetod
tr: Ödeme yöntemini sil

# tl_iso_payment.delete.1
source: Delete payment method ID %s
de: Zahlungsart ID %s löschen
fr: Supprimer le mode de paiement ID %s
it: Cancella metodo di pagamento ID %s
sv_se: Ta bort betalningsmetod ID %s
tr: %s ID'li ödeme yöntemini sil

# tl_iso_payment.toggle.0
source: Enable/disable payment method
de: Zahlungsmethode aktivieren/deaktivieren
fr: Activer/désactiver un mode de paiement.
it: Abilitare/disabilitare il metodo di pagamento
sv_se: Aktivera/inaktivera betalningsmetod
tr: Ödeme yöntemini etkinleştir/devre dışı bırak

# tl_iso_payment.toggle.1
source: Enable/disable payment method ID %s
de: Zahlungsart ID %s aktivieren/deaktivieren
fr: Activer/désactiver le mode de paiement ID %s
it: Abilitazione/disabilitazione del metodo di pagamento ID %s
sv_se: Aktivera/inaktivera betalningsmetod ID %s
tr: %s ID'li ödeme yöntemini etkinleştir/devre dışı bırak

# tl_iso_payment.show.0
source: Payment method details
de: Zahlungsart-Details
fr: Détails du mode de paiement
it: Dettagli Metodo di Pagamento
sv_se: Betalningsmetod detaljer
tr: Ödeme yöntemi detayları

# tl_iso_payment.show.1
source: Show details of payment method ID %s
de: Details der Zahlungsart ID %s anzeigen
fr: Afficher les détails du mode de paiement ID %s
it: Mostra dettagli metodo di pagamento ID %s
sv_se: Visa information om betalningsmetod ID %s
tr: %s ID'li ödeme yöntemi detaylarını gör

# tl_iso_payment.capture.0
source: Authorize and Capture
de: Autorisieren und Einnehmen
it: Autorizzare e catturare
sv_se: Auktorisera och registrera
tr: Yetkilendir ve Yakala

# tl_iso_payment.capture.1
source: Transactions of this type will be sent for authorization. The transaction will be automatically picked up for settlement if approved.
de: Transaktionen von diesem Typ werden für die Autorisierung gesendet. Die Transaktion wird automatisch zur Begleichung geleitet wenn die Transaktion erfolgreich war.
it: Le transazioni di questo tipo saranno inviate per l'autorizzazione. La transazione sarà automaticamente ritirata per il regolamento se approvata.
sv_se: Transaktioner av denna typ kommer att skickas för auktorisering. Transaktionen hämtas automatiskt för avveckling om den godkänns.
tr: Bu türden işlemler izin için gönderilecek. İşlem, tahsilat için onay verimesi halinde otomatik olarak tahsil edilecektir.

# tl_iso_payment.auth.0
source: Authorize Only
de: Nur Autorisieren
it: Autorizzare soltanto
sv_se: Endast auktorisera
tr: Sadece Yetkilendirin

# tl_iso_payment.auth.1
source: Transactions of this type are submitted if the merchant wishes to validate the credit card for the amount of the goods sold. If the merchant does not have goods in stock or wishes to review orders before shipping the goods, this transaction type should be submitted.
de: Transaktionen dieses Typs werden übertragen, wenn der Händler die Kreditkarte auf die Menge der verkauften Waren prüfen lassen möchte. Wenn der Händler nicht genügend Waren im Lager hat oder die Bestellungen vor der Warenlieferung prüfen möchte, wird dieser Transaktiontyps übertragen.
it: Le transazioni di questo tipo vengono presentate se l'esercente desidera convalidare la carta di credito per l'importo della merce venduta. Se il commerciante non ha merce in magazzino o desidera esaminare gli ordini prima di spedire la merce, questo tipo di transazione deve essere presentato.
sv_se: Transaktioner av denna typ görs om handlaren vill validera kreditkortet för beloppet av de sålda varorna. Om handlaren inte har varor i lager eller vill granska beställningar innan varorna skickas, ska denna transaktionstyp anges.
tr: Tüccar, satılan malların miktarı için kredi kartını onaylamak isterse, bu türden işlemler yapılır. Satıcı, malları stokta yoksa veya malları göndermeden önce siparişleri incelemek isterse, bu işlem türü gönderilmelidir.

# tl_iso_payment.no_shipping
source: Orders without shipping
de: Bestellungen ohne Versand
fr: Commandes sans livraison
it: Ordini senza spedizione
sv_se: Beställningar utan frakt
tr: Nakliye gerekmeyen siparişler

# tl_iso_payment.notAvailable
source: Disable if one of these product types are in cart
de: Deaktivieren, wenn sich einer dieser Produkttypen im Warenkorb befindet
it: Disattivare se uno di questi tipi di prodotto è nel carrello
sv_se: Inaktivera om någon av dessa produkttyper finns i kundvagnen

# tl_iso_payment.allAvailable
source: Enable if all these product types are in cart
de: Nur erlauben wenn alle der folgenden Produkttypen im Warenkorb liegen
it: Attivare se tutti questi tipi di prodotto sono nel carrello
sv_se: Aktivera om alla dessa produkttyper finns i kundvagnen
tr: Tüm ürün tipleri sepette olduğunda etkinleştir

# tl_iso_payment.oneAvailable
source: Enable if one of these product types is in cart
de: Erlauben, wenn einer der folgenden Produkttypen im Warenkorb liegt
it: Attivare se uno di questi tipi di prodotto è nel carrello
sv_se: Aktivera om en av dessa produkttyper finns i kundvagnen
tr: Bu ürün tiplerinden birisi alışveriş sepetinde bulunuyorsa etkinleştir

# tl_iso_payment.payone.elv
source: Debit withdrawal
de: Lastschrifteinzug
fr: Rétraction du débit
it: Ritiro dell'addebito
sv_se: Debetuttag
tr: Banka çekimi

# tl_iso_payment.payone.cc
source: Credit card
de: Kreditkarte
fr: Carte de crédit
it: Carta di credito
sv_se: Kreditkort
tr: Kredi kartı

# tl_iso_payment.payone.vor
source: Prepayment
de: Vorauszahlung
fr: Prépaiement
it: Pagamento in anticipo
sv_se: Förskottsbetalning
tr: Ön ödeme

# tl_iso_payment.payone.rec
source: Invoice
de: Rechnung
fr: Facture
it: Fattura
sv_se: Faktura
tr: Fatura

# tl_iso_payment.payone.sb
source: Online bank transfer (SOFORT/Giropay/PostFinance/iDEAL)
de: Banküberweisung (SOFORT/Giropay/Postfinance/IDEAL)
it: Bonifico bancario online (SOFORT/Giropay/PostFinance/iDEAL)
sv_se: Banköverföring online (SOFORT/Giropay/PostFinance/iDEAL)
tr: Online banka havalesi (SOFORT/Giropay/PostFinance/iDEAL)

# tl_iso_payment.epay_windowstate_options.3
source: Full screen
de: Vollbild
it: Schermo intero
sv_se: Fullskärm
tr: Tam ekran

# tl_iso_payment.epay_windowstate_options.4
source: Integrated payment form
de: Integriertes Zahlungsformular
it: Modulo di pagamento integrato
sv_se: Integrerad betalningsform
tr: Entegre ödeme formu

# tl_iso_payment.type_legend
source: Name & Type
de: Name & Typ
it: Nome & Tipo
sv_se: Namn & Typ
tr: İsim & tip

# tl_iso_payment.note_legend
source: Additional notes
de: Bestellhinweis
fr: Notes complémentaires
it: Note Aggiuntive
sv_se: Ytterligare anmärkningar
tr: Ek Notlar

# tl_iso_payment.config_legend
source: General configuration
de: Allgemeine Einstellungen
fr: Configuration générale
it: Configurazione Generale
sv_se: Allmän konfiguration
tr: Genel düzenlemeler

# tl_iso_payment.gateway_legend
source: Payment gateway configuration
de: Konfiguration des Zahlungsanbieters
fr: Configuration de la passerelle de paiement
it: Configurazione Gateway Pagamento
sv_se: Konfiguration av betalningsgateway
tr: Ödeme Ağ Geçidi yapılandırması

# tl_iso_payment.price_legend
source: Price
de: Preis
fr: Prix
it: Prezzo
sv_se: Pris
tr: Fiyat

# tl_iso_payment.template_legend
source: Template
fr: Modèle
sv_se: Mall
tr: Şablon

# tl_iso_payment.expert_legend
source: Expert settings
de: Experten-Einstellungen
fr: Paramètres avancés
it: Impostazioni esperto
sv_se: Expertinställningar
tr: Uzman ayarları

# tl_iso_payment.enabled_legend
source: Approval
de: Freigabe
fr: Approbation
it: Approvazione
sv_se: Godkännande
tr: Onay

# tl_iso_payment.paypal_account.0
source: PayPal Account
de: PayPal-Konto
fr: Compte PayPal
it: Conto PayPal
tr: PayPal Hesabı

# tl_iso_payment.payone_portalid.0
source: PAYONE Portal ID
it: ID portale PAYONE

# tl_iso_payment.onlyAvailable
source: Enable if only these product types are in cart
de: Nur erlauben bei folgenden Produkttypen im Warenkorb
it: Attivare se solo questi tipi di prodotto sono nel carrello
tr: Yalnızca bu ürün tipleri sepette olduğunda etkinleştir

# tl_iso_payment.payone.dc
source: Debit card
de: EC-Karte
fr: Carte de débit
it: Carta di debito

# tl_iso_payment.payone.fnc
source: Financing (BillSAFE Invoice)
de: Finanzierung (BillSAFE Rechnung)
it: Finanziamento (Fattura BillSAFE)
tr: Finansman(BillSAFE Invoice)

# tl_iso_payment.opp_brands.DIRECTDEBIT_SEPA
source: SEPA Direct Debit
de: SEPA-Lastschrift

# tl_iso_payment.price.1
source: Enter a price or percent value (e.g. "10" or "10%").
fr: Entrez un prix ou une valeur en pourcentage (ex: "10" ou "10%").

# tl_iso_payment.payflowpro_user.0
source: Paypal Payflow Pro username
fr: Nom d'utilisateur Paypal Payflow Pro

# tl_iso_payment.payflowpro_vendor.0
source: Paypal Payflow Pro vendor
fr: Fournisseur Paypal Payflow Pro

# tl_iso_payment.payflowpro_vendor.1
source: An alphanumeric string of about 10 characters.
fr: Une chaîne alphanumérique de 10 caractères.

# tl_iso_payment.payflowpro_partner.0
source: Paypal Payflow Pro partner
fr: Partenaire Paypal Payflow Pro

# tl_iso_payment.payflowpro_partner.1
source: Case-sensitive! Usual partner Ids are either "PayPal" or "PayPalUK".
fr: Sensible à la casse ! Les identifiants habituels des partenaires sont soit "PayPal" ou "PayPalUK".

# tl_iso_payment.payflowpro_password.0
source: Paypal Payflow Pro api password
fr: Mot de passe de l'API Paypal Payflow Pro

# tl_iso_payment.payflowpro_password.1
source: An alphanumeric string of about 11 characters
fr: Une chaîne alphanumérique de 11 caractères.

# tl_iso_payment.payflowpro_transType.0
source: Paypal Payflow Pro transaction type
fr: Type de transaction Paypal Payflow Pro

# tl_iso_payment.payflowpro_transType.1
source: Please select a transaction type.
fr: Sélectionner un type de transaction.

# tl_iso_payment.saferpay_accountid.0
source: Saferpay Account-ID
fr: ID acompte Saferpay

# tl_iso_payment.saferpay_accountid.1
source: Please enter your unique Saferpay account id.
fr: Veuillez saisir votre identifiant unique Saferpay.

# tl_iso_payment.type_legend
source: Name &amp; Type
fr: Nom &amp; Type
