Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_group.xlf
Languages: de, it, pl, ru, sv_se, tr

# tl_iso_group.name.0
source: Group name
de: Name
it: Nome del gruppo
pl: Nazwa grupy
ru: Название группы
sv_se: Grupp namn
tr: Grup adı

# tl_iso_group.name.1
source: Please enter a name for this group.
de: Geben Sie einen Namen für diese Gruppe ein.
it: Si prega di inserire un nome per questo gruppo.
pl: Proszę wprowadzić nazwę grupy.
ru: Пожалуйста, введите название группы.
sv_se: Ange ett namn för den här gruppen.
tr: Bu grup için bir ad girin

# tl_iso_group.product_type.0
source: Default product type
de: Standard Produkttyp
it: Tipo di prodotto predefinito
pl: Domyślny typ produktu
ru: Тип товара по умолчанию
sv_se: Standard produkttyp
tr: Varsayılan ürün tipi

# tl_iso_group.product_type.1
source: Here you can specify a default product type for this product group.
de: Hier können Sie den Standard Produkttyp für diese Gruppe definieren.
it: Qui potete specificare un tipo di prodotto predefinito per questo gruppo di prodotti.
pl: Tutaj możesz określić domyślny typ produktu dla tej grupy.
sv_se: Här kan du ange en standard produkttyp för denna produktgrupp.
tr: Burada, bu ürün grubu için varsayılan ürün tipini belirleyebilirsiniz.

# tl_iso_group.new.0
source: New group
de: Neue Gruppe
it: Nuovo gruppo
pl: Nowa grupa
ru: Новая группа
sv_se: Ny grupp
tr: Yeni grup

# tl_iso_group.new.1
source: Create a new group
de: Eine neue Produktgruppe erstellen
it: Creare un nuovo gruppo
pl: Dodaj nową grupę
ru: Создать новую группу
sv_se: Skapa en ny grupp
tr: Yeni grup oluştur

# tl_iso_group.edit.0
source: Edit group
de: Gruppe bearbeiten
it: Modifica gruppo
pl: Edytuj grupę
ru: Изменить группу
sv_se: Redigera grupp
tr: Grubu düzenle

# tl_iso_group.edit.1
source: Edit group ID %s
de: Produktgruppe ID %s bearbeiten
it: Modifica ID gruppo %s
pl: Edytuj grupę ID %s
ru: Изменить ID группы %s
sv_se: Redigera grupp ID %s
tr: %s ID'li grubu düzenle

# tl_iso_group.copy.0
source: Duplicate group
de: Gruppe duplizieren
it: Duplicare il gruppo
pl: Duplikuj grupę
ru: Дублировать группу
sv_se: Duplicera grupp
tr: Grubu kopyala

# tl_iso_group.copy.1
source: Duplicate group ID %s
de: Produktgruppe ID %s duplizieren
it: Duplicare l'ID del gruppo %s
pl: Duplikuj grupę ID %s
ru: Дублировать ID группы %s
sv_se: Duplicera grupp ID %s
tr: %s ID'li grubu kopyala

# tl_iso_group.copyChilds.0
source: Duplicate with subgroups
de: Mit Untergruppen duplizieren
it: Duplicare con i sottogruppi
pl: Duplikuj z podgrupami
ru: Дублировать с подгруппами
sv_se: Duplicera med undergrupper
tr: Grubu alt gruplarla birlikte kopyala

# tl_iso_group.copyChilds.1
source: Duplicate group ID %s with subgroups
de: Dupliziere Gruppe ID %s mit Untergruppen
it: Duplicare l'ID del gruppo %s con i sottogruppi
pl: Duplikuj grupę ID %s z podgrupami
sv_se: Duplicera grupp ID %s med undergrupper
tr: %s ID'li grubu alt gruplarla birlikte kopyala

# tl_iso_group.cut.0
source: Move group
de: Gruppe verschieben
it: Spostare il gruppo
pl: Przenieś grupę
ru: Переместить группу
sv_se: Flytta grupp
tr: Grubu taşı

# tl_iso_group.cut.1
source: Move group ID %s
de: Produktgruppe ID %s verschieben
it: Spostare l'ID del gruppo %s
pl: Przenieś grupę ID %s
ru: Переместить ID группы %s
sv_se: Flytta grupp ID %s
tr: %s ID'li grubu taşı

# tl_iso_group.delete.0
source: Delete group
de: Gruppe löschen
it: Cancella gruppo
pl: Usuń grupę
ru: Удалить группу
sv_se: Ta bort grupp
tr: Grubu sil

# tl_iso_group.delete.1
source: Delete group ID %s
de: Produktgruppep ID %s löschen
it: Cancellare l'ID del gruppo %s
pl: Usuń grupę ID %s
ru: Удалить ID группы %s
sv_se: Ta bort grupp ID %s
tr: %s ID'li grubu sil

# tl_iso_group.show.0
source: Group details
de: Gruppendetails
it: Dettagli del gruppo
pl: Szczegóły gurpy
ru: Свойства группы
sv_se: Gruppinformation
tr: Grup detayları

# tl_iso_group.show.1
source: Show details of group ID %s
de: Details der Produktgruppe ID %s anzeigen
it: Mostra i dettagli dell'ID del gruppo %s
pl: Pokaż szczegóły grupy ID %s
ru: Показать свойства ID группы %s
sv_se: Visa information om grupp ID %s
tr: %s ID'li grubun detaylarını gör

# tl_iso_group.pasteafter.0
source: Paste after
de: Danach einfügen
it: Incolla dopo
pl: Wklej po
ru: Вставить после
sv_se: Klistra in efter
tr: Şundan sonra yapıştır

# tl_iso_group.pasteafter.1
source: Paste after group ID %s
de: Nach der Produktgruppe ID %s einfügen
it: Incolla dopo l'ID del gruppo %s
pl: Wklej po grupie ID %s
ru: Вставить после ID группы %s
sv_se: Klistra in efter grupp ID %s
tr: %s ID'li gruptan sonra yapıştır

# tl_iso_group.pasteinto.0
source: Paste into
de: Am Anfang einfügen
it: Incolla in
pl: Wklej w
ru: Вставить в
sv_se: Klistra in i
tr: Şunun içine yapıştır

# tl_iso_group.pasteinto.1
source: Paste into group ID %s
de: Am Anfang einfügen
it: Incolla in un ID di gruppo %s
pl: Wklej w grupę ID %s
ru: Вставить в ID группы %s
sv_se: Klistra in i grupp ID %s
tr: %s ID'li grubun içine yapıştır

# tl_iso_group.group_legend
source: Product group settings
de: Produktgruppen-Einstellungen
it: Impostazioni del gruppo di prodotti
pl: Ustawienia grupy produktów
ru: Настройки группы товаров
sv_se: Inställningar för produktgrupp
tr: Ürün grup ayarları

# tl_iso_group.label
source: Product Groups
de: Produktgruppen
it: Gruppi di prodotti
pl: Grupy produktów
ru: Группы товаров
sv_se: Produktgrupper
tr: Ürün Grupları

# tl_iso_group.manager
source: Manage product groups
de: Produktgruppen verwalten
it: Gestire i gruppi di prodotti
pl: Zarządzaj grupami produktów
ru: Управлять группами товаров
sv_se: Hantera produktgrupper
tr: Ürün gruplarını yönet
