Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_gallery.xlf
Languages: de, it, sv_se, tr

# tl_iso_gallery.name.0
source: Name
it: Nome
sv_se: Namn
tr: Ad

# tl_iso_gallery.name.1
source: Enter a name for this gallery.
de: Geben Sie einen Namen für die Galerie ein.
it: Inserire un nome per questa galleria.
sv_se: Ange ett namn för detta galleri.
tr: Bu galeri için bir ad girin

# tl_iso_gallery.type.0
source: Type
de: Typ
it: Tipo
sv_se: Typ
tr: Tip

# tl_iso_gallery.type.1
source: Please select a gallery type.
de: Bitte wählen Sie einen Galerietyp.
it: Selezionare un tipo di galleria.
sv_se: Välj en gallerityp.
tr: Bir galeri tipi seçin

# tl_iso_gallery.anchor.0
source: Image anchor
de: Bildanker
it: Ancoraggio immagine
tr: Resim dayanağı

# tl_iso_gallery.anchor.1
source: Select what anchor type should be generated on the image.
de: Wählen Sie den Typ des Bildankers, welcher generiert werden soll.
it: Selezionare quale tipo di ancoraggio deve essere generato sull'immagine.
sv_se: Välj vilken ankartyp som ska genereras på bilden.
tr: Görüntüye hangi dayanak türünün oluşturulması gerektiğini seçin.

# tl_iso_gallery.placeholder.0
source: Placeholder image
de: Platzhalter-Bild
it: Immagine segnaposto
sv_se: Platshållarbild
tr: Yer tutucu - placeholder resim

# tl_iso_gallery.placeholder.1
source: This image will be used if an image file cannot be found or none are associated with a product.
de: Dieses Bild wird verwendet, wenn ein Bild nicht gefunden oder keines dem Produkt zugewiesen wurde.
it: Questa immagine verrà utilizzata se non è possibile trovare un file immagine o se non ne è associata nessuna ad un prodotto.
sv_se: Den här bilden kommer att användas om en bildfil inte kan hittas eller om ingen är associerad med en produkt.
tr: Bu resim, bir resim dosyası bulunamazsa veya hiç bir ürünle ilişkilendirilmemişse kullanılacaktır.

# tl_iso_gallery.main_size.0
source: Main image size
de: Hauptbildgröße
it: Dimensioni immagine principale
sv_se: Huvudbild storlek
tr: Ana resim boyutu

# tl_iso_gallery.main_size.1
source: Please enter a width and height for the main product image.
de: Bitte geben Sie eine Breite und Höhe für das Hauptbild ein.
it: Inserire larghezza e altezza per l'immagine principale del prodotto.
sv_se: Ange en bredd och höjd för huvudproduktbilden.
tr: Lütfen ana ürün resmi için bir genişlik ve yükseklik girin.

# tl_iso_gallery.gallery_size.0
source: Gallery image size
de: Galeriegröße
it: Dimensione immagine della galleria
sv_se: Galleriets bildstorlek
tr: Galeri resim boyutu

# tl_iso_gallery.gallery_size.1
source: Please enter a width and height for the additional images.
de: Bitte geben Sie eine Breite und Höhe für zusätzliche Bilder ein.
it: Inserire una larghezza e un'altezza per le immagini aggiuntive.
sv_se: Ange en bredd och höjd för de ytterligare bilderna.
tr: Lütfen ek resimler için bir genişlik ve yükseklik girin.

# tl_iso_gallery.lightbox_template.0
source: Lightbox template
it: Modello Lightbox
sv_se: Lightbox mall
tr: Lightbox teması

# tl_iso_gallery.lightbox_template.1
source: Please select the lightbox template from your page-layout to reload the image gallery after an AJAX request.
de: Bitte wählen Sie das Lightbox-Template aus Ihrem Seitenlayout um die Bilder-Galerie nach einer AJAX-Anfrage neu zu laden
it: Seleziona il modello di lightbox dal layout della pagina per ricaricare la galleria di immagini dopo una richiesta AJAX.
sv_se: Välj lightbox-mallen från din sidlayout för att ladda om bildgalleriet efter en AJAX-förfrågan.
tr: Lütfen bir AJAX isteğinden sonra resim galerisini yeniden yüklemek için sayfa düzeninizden lightbox şablonunu seçin.

# tl_iso_gallery.lightbox_size.0
source: Lightbox image size
de: Lightbox Bildgröße
it: Dimensioni immagine Lightbox
sv_se: Lightbox bildstorlek
tr: Lightbox resim boyutu

# tl_iso_gallery.lightbox_size.1
source: Please enter a width and height for lightbox images.
de: Bitte geben Sie eine Breite und Höhe für Lightbox-Bilder ein.
it: Inserire una larghezza e un'altezza per le immagini lightbox.
sv_se: Ange en bredd och höjd för ljusbordsbilder.
tr: Lütfen lightbox resimleri için bir genişlik ve yükseklik girin.

# tl_iso_gallery.zoom_size.0
source: Zoom image size
de: Zoom-Bildgröße
it: Dimensione immagine in zoom
sv_se: Zooma bildstorlek
tr: Yakınlaştırılmış görüntü boyutu

# tl_iso_gallery.zoom_size.1
source: Please enter a width and height for zoom images.
de: Bitte geben Sie eine Breite und Höhe für Zoom-Bilder ein.
it: Inserire una larghezza e un'altezza per le immagini zoomate.
sv_se: Ange en bredd och höjd för zoombilder.
tr: Yakınlaştırılmış görüntüler için lütfen bir genişlik ve yükseklik girin.

# tl_iso_gallery.zoom_windowSize.0
source: Zoom window size
de: Zoom-Fenstergröße
it: Dimensione finestra zoom
sv_se: Zoom fönster storlek
tr: Yakınlaştırma penceresi boyutu

# tl_iso_gallery.zoom_windowSize.1
source: Optionally enter a width and height for the zoom window (defaults to 400x400).
de: Optional: Geben Sie eine Breite und Höhe für das Zoom-Fenster an (Standard 400×400).
it: Inserire opzionalmente una larghezza e un'altezza per la finestra di zoom (default 400x400).
sv_se: Ange eventuellt en bredd och höjd för zoomfönstret (standard är 400x400).
tr: İsteğe bağlı olarak yakınlaştırma penceresi için bir genişlik ve yükseklik girin (varsayılan değer 400x400).

# tl_iso_gallery.zoom_position.0
source: Zoom window position
de: Zoom-Fensterposition
it: Posizione finestra zoom
sv_se: Zoomfönstrets position
tr: Yakınlaştırma penceresi konumu

# tl_iso_gallery.zoom_position.1
source: Optionally enter a horizontal and vertical offset and a position for the zoom window.
de: Optional: Geben Sie einen horizontalen und vertikalen Abstand für das Zoom-Fenster an.
it: Opzionalmente inserire un offset orizzontale e verticale e una posizione per la finestra di zoom.
sv_se: Ange eventuellt en horisontell och vertikal förskjutning och en position för zoomfönstret.
tr: İsteğe bağlı olarak yatay ve dikey kaydırmayı ve yakınlaştırma penceresi için bir konum girin.

# tl_iso_gallery.zoom_position.pos1
source: Right Top (Pos. #1)
de: Rechts Oben (Pos. #1)
it: In alto a destra (pos. 1)
sv_se: Höger överst (Pos. #1)
tr: Sağ üst (Pos. #1)

# tl_iso_gallery.zoom_position.pos2
source: Right Center (Pos. #2)
de: Rechts Mitte (Pos. #2)
it: Centro destro (pos. 2)
sv_se: Höger mitten (pos. 2)
tr: Sağ orta (Pos. #2)

# tl_iso_gallery.zoom_position.pos3
source: Right Bottom (Pos. #3)
de: Rechts Unten (Pos. #3)
it: In basso a destra (pos. 3)
sv_se: Höger nedre (pos. 3)
tr: Sağ alt(Pos. #3)

# tl_iso_gallery.zoom_position.pos4
source: Right Bottom Corner (Pos. #4)
de: Rechts unten. (Pos. #4)
it: Angolo in basso a destra (pos. 4)
sv_se: Nedre högra hörnet (Pos. #4)
tr: Sağ alt köşe (Pos. #4)

# tl_iso_gallery.zoom_position.pos5
source: Bottom Right (Pos. #5)
de: Unten Rechts (Pos. #5)
it: In basso a destra (pos. 5)
sv_se: Nederst till höger (pos. 5)
tr: Alt sağ (Pos. #5)

# tl_iso_gallery.zoom_position.pos6
source: Bottom Center (Pos. #6)
de: Unten Mitte (Pos. #6)
it: In basso al centro (pos. 6)
sv_se: Nedre mitten (pos. 6)
tr: Alt orta (Pos. #6)

# tl_iso_gallery.zoom_position.pos7
source: Bottom Left (Pos. #7)
de: Unten Links (Pos. #7)
it: In basso a sinistra (pos. 7)
sv_se: Nederst till vänster (Pos. #7)
tr: Alt sol (Pos. #7)

# tl_iso_gallery.zoom_position.pos8
source: Left Bottom Corner (Pos. #8)
de: Links Unten (Pos. #8)
it: Angolo in basso a sinistra (pos. 8)
sv_se: Nedre vänstra hörnet (pos. #8)
tr: Sol alt orta (Pos. #8)

# tl_iso_gallery.zoom_position.pos9
source: Left Bottom (Pos. #9)
de: Links Unten (Pos. #9)
it: In basso a sinistra (pos. 9)
sv_se: Nederst till vänster (pos. 9)
tr: Sol Alt (Pos. #9)

# tl_iso_gallery.zoom_position.pos10
source: Left Center (Pos. #10)
de: Links Mitte (Pos. #10)
it: Sinistra centro (pos. 10)
sv_se: Vänster mitten (pos. 10)
tr: Sol orta (Pos. #10)

# tl_iso_gallery.zoom_position.pos11
source: Left Top (Pos. #11)
de: Links Oben (Pos. #11)
it: In alto a sinistra (pos. 11)
sv_se: Vänster topp (Pos. #11)
tr: Sol üst (Pos. #11)

# tl_iso_gallery.zoom_position.pos12
source: Left Top Corner (Pos. #12)
de: Links Oben (Pos. #12)
it: Angolo in alto a sinistra (pos. 12)
sv_se: Vänster övre hörn (Pos. #12)
tr: Sol üst köşe (Pos. #12)

# tl_iso_gallery.zoom_position.pos13
source: Top Left (Pos. #13)
de: Oben Links (Pos. #13)
it: In alto a sinistra (pos. 13)
sv_se: Överst till vänster (pos. 13)
tr: Üst sol (Pos. #13)

# tl_iso_gallery.zoom_position.pos14
source: Top Center (Pos. #14)
de: Oben Mitte (Pos. #14)
it: Centro superiore (pos. 14)
sv_se: Överst i mitten (pos. 14)
tr: Üst orta (Pos. #14)

# tl_iso_gallery.zoom_position.pos15
source: Top Right (Pos. #15)
de: Oben Rechts (Pos. #15)
it: In alto a destra (pos. 15)
sv_se: Överst till höger (Pos. #15)
tr: Üst sağ (Pos. #15)

# tl_iso_gallery.zoom_position.pos16
source: Top Right Corner (Pos. #16)
de: Oben Rechts (Pos. #16)
it: Angolo in alto a destra (pos. 16)
sv_se: Översta högra hörnet (Pos. #16)
tr: Üst sağ köşe (Pos. #16)

# tl_iso_gallery.zoom_windowFade.0
source: Zoom window fade effect
de: Übergangseffekt des Zoom-Fensters.
it: Effetto di sfumatura della finestra di zoom
sv_se: Zooma fönster fade-effekt
tr: Yakınlaştırma penceresi açılış efekti

# tl_iso_gallery.zoom_windowFade.1
source: Optionally enter miliseconds to fade in and fade out the zoom window.
de: Optional: Dauer in Millisekunden für den Ein- und Ausblendeffekt des Zoom-Fensters.
it: Facoltativamente inserire milisecondi per sfumare la finestra di zoom.
sv_se: Ange eventuellt milisekunder för att fade-in och fade-ut zoomfönstret.
tr: İsteğe bağlı olarak yakınlaştırma penceresini açılıp kapanacağı milisaniyeleri girin.

# tl_iso_gallery.zoom_border.0
source: Zoom window border
de: Zoom-Fensterrahmen
it: Zoom bordo finestra
sv_se: Zoom-fönster kanten
tr: Yakınlaştırma penceresi kenarlığı

# tl_iso_gallery.zoom_border.1
source: Optionally enter a hex color and size in pixels for the zoom window.
de: Geben Sie eine optionale HEX-Farbe und Grösse in Pixeln für das Zoom-Fenster ein.
it: Opzionalmente inserire un colore esagonale e una dimensione in pixel per la finestra di zoom.
sv_se: Ange eventuellt en hexadecimal färg och storlek i pixlar för zoomfönstret.
tr: İsteğe bağlı olarak, yakınlaştırma penceresi için altı renk ve piksel cinsinden piksel girin.

# tl_iso_gallery.main_watermark_image.0
source: Main watermark image
de: Hauptbild-Wasserzeichen
it: Immagine principale della filigrana
sv_se: Huvud vattenstämpelbild
tr: Ana filigran görüntüsü

# tl_iso_gallery.main_watermark_image.1
source: Select an image if you want to add a watermark to the main product image.
de: Wählen Sie ein Bild aus, wenn Sie dem Hauptbild ein Wasserzeichen hinzufügen wollen.
it: Selezionare un'immagine se si desidera aggiungere una filigrana all'immagine principale del prodotto.
sv_se: Välj en bild om du vill lägga till en vattenstämpel till huvudproduktbilden.
tr: Ana ürün resmine filigran eklemek istiyorsanız bir resim seçin.

# tl_iso_gallery.main_watermark_position.0
source: Main watermark position
de: Hauptbild-Wasserzeichen-Position
it: Posizione della filigrana principale
sv_se: Position för vattenstämpel
tr: Ana filigran konumu

# tl_iso_gallery.main_watermark_position.1
source: Select the position where to apply the watermark to.
de: Wählen Sie die Position für das Wasserzeichen aus.
it: Selezionare la posizione a cui applicare la filigrana.
sv_se: Välj den position där vattenstämpeln ska appliceras.
tr: Filigranı uygulamak istediğiniz konumu seçin.

# tl_iso_gallery.gallery_watermark_image.0
source: Gallery watermark image
de: Galeriebilder-Wasserzeichen
it: Galleria immagine filigrana
sv_se: Galleri vattenstämpel bild
tr: Galeri filigran resmi

# tl_iso_gallery.gallery_watermark_image.1
source: Select an image if you want to add a watermark to the gallery images.
de: Wählen Sie ein Bild aus, wenn Sie den Galeriebildern ein Wasserzeichen hinzufügen wollen.
it: Selezionare un'immagine se si desidera aggiungere una filigrana alle immagini della galleria.
sv_se: Välj en bild om du vill lägga till en vattenstämpel till galleribilderna.
tr: Galeri görüntülerine filigran eklemek istiyorsanız bir resim seçin.

# tl_iso_gallery.gallery_watermark_position.0
source: Gallery watermark position
de: Galeriebild-Wasserzeichen-Position
it: Posizione della filigrana della galleria
sv_se: Galleri vattenstämpel position
tr: Galeri filigrası konumu

# tl_iso_gallery.gallery_watermark_position.1
source: Select the position where to apply the watermark to.
de: Wählen Sie die Position für das Wasserzeichen aus.
it: Selezionare la posizione a cui applicare la filigrana.
sv_se: Välj den position där vattenstämpeln ska appliceras.
tr: Filigranı uygulamak istediğiniz konumu seçin.

# tl_iso_gallery.lightbox_watermark_image.0
source: Lightbox watermark image
de: Lightboxbilder-Wasserzeichen
it: Immagine filigrana Lightbox
sv_se: Lightbox vattenstämpel bild
tr: Lightbox filigran görüntüsü

# tl_iso_gallery.lightbox_watermark_image.1
source: Select an image if you want to add a watermark to the lightbox images.
de: Wählen Sie ein Bild aus, wenn Sie den Lightboxbildern ein Wasserzeichen hinzufügen wollen.
it: Selezionare un'immagine se si desidera aggiungere una filigrana alle immagini della lightbox.
sv_se: Välj en bild om du vill lägga till en vattenstämpel till lightbox-bilderna.
tr: Lightbox görüntülerine filigran eklemek istiyorsanız bir resim seçin.

# tl_iso_gallery.lightbox_watermark_position.0
source: Lightbox watermark position
de: Lightboxbild-Wasserzeichen-Position
it: Posizione della filigrana Lightbox
sv_se: Lightbox vattenstämpel position
tr: Lightbox filigran konumu

# tl_iso_gallery.lightbox_watermark_position.1
source: Select the position where to apply the watermark to.
de: Wählen Sie die Position für das Wasserzeichen aus.
it: Selezionare la posizione a cui applicare la filigrana.
sv_se: Välj den position där vattenstämpeln ska appliceras.
tr: Filigranı uygulamak istediğiniz konumu seçin.

# tl_iso_gallery.zoom_watermark_image.0
source: Zoom watermark image
de: Zoom-Wasserzeichenbild
it: Zoom filigrana immagine
sv_se: Zooma vattenstämpelbild
tr: Yakınlaştırma filigran görüntüsü

# tl_iso_gallery.zoom_watermark_image.1
source: Select an image if you want to add a watermark to the zoom images.
de: Wählen Sie ein Bild aus, wenn Sie den Zoom-Bildern ein Wasserzeichen zuweisen möchten.
it: Selezionare un'immagine se si desidera aggiungere una filigrana alle immagini zoomate.
sv_se: Välj en bild om du vill lägga till en vattenstämpel till zoombilderna.
tr: Yakınlaştırma görüntülerine filigran eklemek istiyorsanız bir resim seçin.

# tl_iso_gallery.zoom_watermark_position.0
source: Zoom watermark position
de: Zoom-Wasserzeichenposition
it: Zoom posizione filigrana
sv_se: Zoom vattenstämpelns position
tr: Yakınlaştırma filigran konumu

# tl_iso_gallery.zoom_watermark_position.1
source: Select the position where to apply the watermark to.
de: Wählen Sie die Position für das Wasserzeichen aus.
it: Selezionare la posizione a cui applicare la filigrana.
sv_se: Välj den position där vattenstämpeln ska appliceras.
tr: Filigranı uygulamak istediğiniz konumu seçin.

# tl_iso_gallery.customTpl.0
source: Custom gallery template
de: Eigenes Galerie-Template
it: Modelli galleria personalizzati
sv_se: Anpassad gallerimall
tr: Özel galeri şablonu

# tl_iso_gallery.customTpl.1
source: Here you can overwrite the default gallery template.
de: Hier können Sie das Standard Galerie-Template überschreiben.
it: Qui è possibile sovrascrivere il modello di galleria predefinito.
sv_se: Här kan du skriva över standardgallerimallen.
tr: Burada varsayılan galeri şablonunun üzerine yazabilirsiniz.

# tl_iso_gallery.new.0
source: New gallery
de: Neue Galerie
it: Nuova galleria
sv_se: Nytt galleri
tr: Yeni galeri

# tl_iso_gallery.new.1
source: Create a new gallery
de: Neue Galerie erstellen
it: Crea una nuova galleria
sv_se: Skapa ett nytt galleri
tr: Yeni bir kategori oluştur

# tl_iso_gallery.edit.0
source: Edit gallery
de: Galerie bearbeiten
it: Modifica galleria
sv_se: Redigera galleri
tr: Galeriyi düzenle

# tl_iso_gallery.edit.1
source: Edit gallery ID %s
de: Galerie ID %s bearbeiten
it: Modifica ID %s galleria
sv_se: Redigera galleri ID %s
tr: %s ID'li galeriyi düzenle

# tl_iso_gallery.copy.0
source: Duplicate gallery
de: Galerie duplizieren
it: Galleria duplicati
sv_se: Duplicera galleri
tr: Galeriyi kopyala

# tl_iso_gallery.copy.1
source: Duplicate gallery ID %s
de: Galerie ID %s duplizieren
it: ID %s galleria duplicato
sv_se: Duplicera galleri ID %s
tr: %s ID'Li galeriyi kopyala

# tl_iso_gallery.delete.0
source: Delete gallery
de: Galerie löschen
it: Elimina galleria
sv_se: Ta bort galleri
tr: Galeriyi sil

# tl_iso_gallery.delete.1
source: Delete gallery ID %s
de: Galerie ID %s löschen
it: Cancella ID galleria %s
sv_se: Ta bort galleri ID %s
tr: %s ID'Li galeriyi sil

# tl_iso_gallery.show.0
source: Gallery details
de: Galerie-Details
it: Dettagli galleria
sv_se: Galleri detaljer
tr: Galeri detayları

# tl_iso_gallery.show.1
source: Show details of gallery ID %s
de: Zeige Details zu Galerie ID %s
it: Mostra i dettagli galleria ID %s
sv_se: Visa detaljer om galleri ID %s
tr: %s ID'li galeriinin detaylarını göster

# tl_iso_gallery.name_legend
source: Name & Type
de: Name & Typ
it: Nome & Tipo
sv_se: Namn & Typ
tr: İsim & tip

# tl_iso_gallery.size_legend
source: Image sizes
de: Bildgrößen
it: Dimensioni immagine
sv_se: Bildstorlekar
tr: Resim boyutları

# tl_iso_gallery.config_legend
source: Configuration
de: Konfiguration
it: Configurazione
sv_se: Konfiguration
tr: Yapılandırma

# tl_iso_gallery.watermark_legend
source: Watermark
de: Wasserzeichen
it: Filigrana
sv_se: Vattenstämpel
tr: Filigran

# tl_iso_gallery.template_legend
source: Template settings
de: Template-Einstellungen
it: Impostazioni modello
sv_se: Mallinställningar
tr: Şablon ayarları

# tl_iso_gallery.none
source: No link action
de: Keine Link-Aktion
it: Nessuna azione di link
sv_se: Ingen länkåtgärd
tr: Link eylemi yok

# tl_iso_gallery.reader
source: Link to the product reader
de: Link zu den Produktdetails
it: Collegamento lettore del prodotto
sv_se: Länk till produktläsaren
tr: Ürün okuyucusuna bağla

# tl_iso_gallery.lightbox
source: Open lightbox/mediabox
de: Lightbox/Mediabox öffnen
it: Aprire lightbox/mediabox
sv_se: Öppna lightbox/mediabox
tr: Lightbox/mediabox aç

# tl_iso_gallery.includeJQuery
source: Make sure to include jQuery in your page layout for this gallery to work correctly.
de: Damit diese Galerie funktioniert, stellen Sie sicher, dass jQuery in Ihrem Seitenlayout eingebunden wird.
it: Assicurarsi di includere jQuery nell'impaginazione affinché questa galleria funzioni correttamente.
sv_se: Se till att inkludera jQuery i din sidlayout för att det här galleriet ska fungera korrekt.
tr: Bu galerinin düzgün çalışması için sayfa düzeninize jQuery eklediğinizden emin olun.
