Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_tax_class.xlf
Languages: de, es, fr, it, nl, pl, ru, sv_se, tr

# tl_iso_tax_class.name.0
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Название
sv_se: Namn
tr: Ad

# tl_iso_tax_class.name.1
source: Give this tax class a name that explains what it is used for.
de: Legen Sie für die Steuerklasse einen Namen an, der beschreibt wofür sie eingesetzt wird.
es: Dar a este tipo de impuesto un nombre que explique para que se utiliza.
fr: Donner à cette taxe un nom qui explique pourquoi elle est utilisée.
it: Dia a questa classe di aliquota un nome rappresentativo.
nl: Geef deze belastingcategorie een naam die verklaart waarvoor deze gebruikt wordt.
pl: Wprowadź nazwę podatku, która wyjaśnia do czego jest użyty.
sv_se: Ge denna skatteklass ett namn som förklarar vad den används till.
tr: Bu vergi sınıfına, ne için kullanıldığını açıklayan bir isim verin.

# tl_iso_tax_class.fallback.0
source: Default
de: Standard
es: Por defecto
fr: Taxe par défaut
it: Preimpostato
nl: Standaard
pl: Domyślny
ru: По умолчанию
sv_se: Standard
tr: Varsayılan

# tl_iso_tax_class.fallback.1
source: Check here if this is the default tax class.
de: Klicken Sie hier, wenn es sich um die Standard-Steuerklasse handelt.
es: Marcar la casilla si debe ser el tipo de impuesto por defecto.
fr: Définir cette taxe par défaut.
it: Spunti qui se questa è la classe di aliquota preimpostata.
nl: Selecteer om dit als standaard belastingcategorie te gebruiken.
pl: Zaznacz, jeśli to domyślna stawka podatku.
sv_se: Kontrollera här om detta är standardskatteklassen.
tr: Varsayılan vergi sınıfıysa buraya tıklayın.

# tl_iso_tax_class.includes.0
source: Tax rate included with product price
de: Steuersatz im Produktpreis enthalten
es: Tasa de impuestos incluidos en el precio del producto
fr: Taux de taxe inclus avec le prix du produit
it: Aliquota d'imposta inclusa nel prezzo del prodotto.
nl: Product prijs inclusief BTW
pl: Stawka podatkowa zawarta w cenie produktu
ru: Ставка налога включена в цену товара
sv_se: Skattesats ingår i produktpriset
tr: Ürün fiyatına dahil vergi oranı

# tl_iso_tax_class.includes.1
source: Select if prices of products with this tax class contain a tax rate. This tax rate will be subtracted from product price if it does not match.
de: Wählen Sie ob Produktpreise mit dieser Steuerklasse einen Steuersatz enthalten. Dieser Steuersatz wird vom Produktpreis abgezogen, wenn sie nicht passt.
es: Seleccione si los precios de los productos con este tipo de impuesto ya contienen una tasa. Si no coincide, esta tasa se restará de precio del producto, .
fr: Sélectionner si les prix des produits avec cette taxe possèdent un taux de taxe. Ce taux de taxe sera alors déduit du prix des produits si cela ne correspond pas.
it: Selezioni se i prezzi dei prodotti in questa classe di aliquota contiene un'aliquota di imposta. Questa aliquota d'imposta sarà sottratta dal prezzo del prodotto se essa non combacia.
nl: Selecteer als de prijs van de producten met deze belastingklasse een belastingtarief bevatten. Het belastingtarief wordt van het totaal van de productprijs afgetrokken als het niet overeen komt.
pl: Zaznacz, jeśli ceny produktu z tą klasą podatkową już zawierają w sobie stawkę podatkową. Ta stawka podatkowa będzie odjęta od ceny produktu, jesli nie pasuje.
sv_se: Välj om priserna på produkter med denna skatteklass innehåller en skattesats. Denna skattesats kommer att dras av från produktpriset om den inte matchar.
tr: Bu vergi sınıfına sahip ürünlerin fiyatları bir vergi oranı içeriyorsa seçin. Bu vergi oranı, eşleşmiyorsa, ürün fiyatından çıkarılır.

# tl_iso_tax_class.label.0
source: Include label
de: Beschriftung einbinden
es: Incluir etiqueta
fr: Inclure un libellé
it: Includere etichetta
nl: Label toevoegen
pl: Dołącz etykietę
ru: Включить метку
sv_se: Inkludera etikett
tr: Etiket ekle

# tl_iso_tax_class.label.1
source: A label for orders to present for subtracted taxes (if included tax does not match). Default tax rate label will be used if this is blank.
de: Eine Beschriftung für Bestellungen um abgezogene Steuern anzuzeigen (falls eingebundene Steuern nicht passen). Wenn dieses Feld leer ist, wird die Beschriftung des Standard-Steuersatzes angezeigt.
es: Una etiqueta para los pedidos que indique los impuestos restados (si los impuestos incluidos no coinciden). La etiqueta por defecto de la tasa predeterminada se utilizará si está en blanco.
it: In'etichetta per ordini da presentare per aliquote rimosse (se le aliquote non combaciano). Etichetta aliquota d'imposta preimpostata sarà usata se non compilato.
nl: Een label voor in bestellingen voor afgetrokken belastingen. (Wanneer toegevoegde belasting niet overeen komt). Standaard belastingcategorie label wordt gebruikt wanneer u het veld leeg laat.
pl: Etykieta dla zamówień, która prezentuje odjęte podatki (jeśli podatek nie pasuje). Jeśli pole jest puste, użyta zostnaie etykieta domyślnej stawki podatku.
sv_se: En etikett för beställningar att presentera för subtraherade skatter (om inkluderad moms inte stämmer överens). Standardskattesatsetikett kommer att användas om denna är tom.
tr: Çıkarılmış vergileri için sunmak için gereken emirler için bir etiket (eğer veriliyorsa vergi uyuşmuyor). Boş ise, varsayılan vergi oranı etiketi kullanılacaktır

# tl_iso_tax_class.rates.0
source: Apply tax rates
de: Steuersätze hinzufügen
es: Aplicar tipo de impuestos
fr: Taux de taxe à appliquer
it: Applica aliquota d'imposta
nl: Pas belasting toe
pl: Zastosuj stawki podatkowe
ru: Применить ставки налогов
sv_se: Tillämpa skattesatser
tr: Vergi oranlarını uygula

# tl_iso_tax_class.rates.1
source: Add these tax rates to products with this tax class.
de: Diese Steuersätze zu Produkten mit diesen Steuerklassen hinzufügen.
es: Añadir estas tasas de impuestos a los productos con este tipo de impuestos.
fr: Ajouter ces taux de taxe aux produits qui auront cette taxe.
it: Aggiunge queste aliquote d'imposta ai prodotti che subentrano in questa classe di aliquota.
nl: Voeg deze belasting tos aan producten met deze belasting categorie
pl: Dodaj te stawik podatkowe do produktów z tą klasą podatkową.
sv_se: Lägg till dessa skattesatser till produkter med denna skatteklass.
tr: Bu vergi oranlarını, bu vergi sınıfına sahip ürünlere ekleyin.

# tl_iso_tax_class.applyRoundingIncrement.0
source: Apply rounding increment
de: Rundungszuschlag verwenden
es: Aplicar incremento de redondeo
it: Applicare l'incremento di arrotondamento
nl: Pas afronding toe
pl: Zastosuj przyrost zaokrąglenia
sv_se: Tillämpa avrundningssteg
tr: Yuvarlama artışını uygula

# tl_iso_tax_class.applyRoundingIncrement.1
source: Check here if you want to apply the rounding increment of your shop config.
de: Rundungszuschlag der Shop-Konfiguration verwenden.
es: Marque aquí si desea aplicar el incremento de redondeo en la tienda.
it: Controllate qui se volete applicare l'incremento di arrotondamento della configurazione del vostro negozio
nl: Selecteer om de afronding van uw winkelconfiguratie toe te passen.
pl: Zaznacz, jeśli chcesz zastosować przyrost zaokrąglenia z konfiguracji sklepu.
sv_se: Markera här om du vill tillämpa avrundningsstegringen för din butikskonfiguration.
tr: Mağaza yapılandırmanıza yuvarlama artışını uygulamak istiyorsanız burayı tıklayın.

# tl_iso_tax_class.notNegative.0
source: Not negative
de: Nicht negativ
fr: Non négatif
it: Non negativo
nl: Niet negatief
pl: Nie ujemne
ru: Не отрицательная
sv_se: Inte negativt
tr: Negatif değil

# tl_iso_tax_class.notNegative.1
source: Prevents negative value for this tax (negative amount will be adjusted to 0.00).
de: Verhindert negative Beträge für diese Steuer (negative Zahl wird auf 0.00 aufgerundet).
fr: Empêche une valeur négative pour cette taxe (le montant négatif sera ajusté à 0,00).
it: Previene il valore negativo di questa imposta (l'importo negativo sarà adeguato a 0,00).
nl: Voorkomt negatieve waarden voor deze belasting (een negatief bedrag wordt 0,00).
pl: Zapobiega ujemnym wartością dla tego podatku (ujemne wartości zostaną zmienione na 0.00)
sv_se: Förhindrar negativt värde för denna skatt (negativt belopp kommer att justeras till 0,00).
tr: Bu vergi için negatif değeri önler (negatif tutar 0.00 olarak ayarlanır).

# tl_iso_tax_class.new.0
source: New tax class
de: Neue Steuerklasse
es: Nuevo tipo de impuestos
fr: Nouvelle taxe
it: Nuova classe di aliquota
nl: Nieuwe belastingcategorie
pl: Nowa klasa podatku
ru: Новый класс налогов
sv_se: Ny skatteklass
tr: Yeni vergi sınıfı

# tl_iso_tax_class.new.1
source: Create a new tax class
de: Neue Steuerklasse erstellen
es: Crear nueva tasa de impuestos
fr: Créer un nouvelle taxe
it: Crea una nuova classe di aliquota
nl: Maak een nieuwe belastingcategorie
pl: Dodaj nową klasę podatku
ru: Создать новый класс налогов
sv_se: Skapa en ny skatteklass
tr: Yeni vergi sınıfı oluştur

# tl_iso_tax_class.edit.0
source: Edit tax class
de: Steuerklasse bearbeiten
es: Editar tipo de impuestos
fr: Éditer une taxe
it: Modifica classe di aliquota
nl: Wijzig belastingcategorie
pl: Edytuj klasę podatku
ru: Изменить класс налогов
sv_se: Redigera skatteklass
tr: Vergi sınıfını düzenle

# tl_iso_tax_class.edit.1
source: Edit tax class ID %s
de: Steuerklasse ID %s bearbeiten
es: Editar tipo de impuestos ID %s
fr: Éditer la taxe ID %s
it: Modifica la classe ID %s
nl: Wijzig belastingcategorie ID %s
pl: Edytuj klasę podatku ID %s
ru: Изменить ID класса налогов %s
sv_se: Redigera skatteklass ID %s
tr: %s ID'li vergi sınıfını düzenle

# tl_iso_tax_class.copy.0
source: Copy tax class
de: Steuerklasse duplizieren
es: Copiar tipo de impuestos
fr: Dupliquer une taxe
it: Copia la classe di aliquota
nl: Kopieër belastingcategorie
pl: Kopiuj klasę podatku
ru: Копировать класс налогов
sv_se: Kopiera skatteklass
tr: Vergi sınıfını kopyala

# tl_iso_tax_class.copy.1
source: Copy tax class ID %s
de: Dupliziere Steuerklasse ID %s
es: Copiar tipo de impuestos ID %s
fr: Dupliquer la taxe ID %s
it: Copia la classe di aliquota ID %s
nl: Kopieër belastingcategorie ID %s
pl: Kopiuj klasę podatku ID %s
ru: Копировать ID класса налогов %s
sv_se: Kopiera skatteklass ID %s
tr: %s ID'li vergi sınıfını kopyala

# tl_iso_tax_class.delete.0
source: Delete tax class
de: Steuerklasse löschen
es: Borrar tipo de impuestos
fr: Supprimer une taxe
it: Cancella la classe di aliquota
nl: Verwijder belastingcategorie
pl: Usuń klasę podatku
ru: Удалить класс налогов
sv_se: Ta bort skatteklass
tr: Vergi sınıfını sil

# tl_iso_tax_class.delete.1
source: Delete tax class ID %s
de: Lösche Steuerklasse ID %s
es: Borrar tipo de impuestos ID %s
fr: Supprimer la taxe ID %s
it: Cancella la classe di aliquota ID %s
nl: Verwijder belasting categorie ID %s
pl: Usuń klasę podatku ID %s
ru: Удалить ID класса налогов %s
sv_se: Ta bort skatteklass ID %s
tr: %s ID'li vergi sınıfını sil

# tl_iso_tax_class.show.0
source: Tax class details
de: Bestelldetails
es: Detalles de la clase de impuestos
fr: Détails de la taxe
it: Dettagli Ordini
nl: Bestel details
pl: Szczegóły zamówienia
ru: Свойства класса налогов
sv_se: Skatteklass detaljer
tr: Vergi sınıfı detayları

# tl_iso_tax_class.show.1
source: Show details of tax class ID %s
de: Details der Steuerklasse ID %s anzeigen
es: Mostrar los detalles del tipo de impuestos ID %s
fr: Afficher les détails de la taxe ID %s
it: Mostra i dettagli della classe ID %s
nl: Toon details van belasting categorie ID %s
pl: Pokaż szczegóły klasy podatku ID %s
ru: Показать детали ID класса налогов %s
sv_se: Visa uppgifter om skatteklass ID %s
tr: %s ID'li vergi sınıfının detaylarını göster

# tl_iso_tax_class.name_legend
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Название
sv_se: Namn
tr: Ad

# tl_iso_tax_class.rate_legend
source: Tax rates
de: Steuersätze
es: Tasas de impuestos
fr: Taux de taxe
it: Aliquota d'imposta
nl: Belastingtarief
pl: Stawki podatkowe
ru: Ставки налогов
sv_se: Skattesatser
tr: Vergi oranları
