Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_tax_rate.xlf
Languages: de, es, fr, it, nl, pl, ru, sv_se, tr

# tl_iso_tax_rate.name.0
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Название
sv_se: Namn
tr: Ad

# tl_iso_tax_rate.name.1
source: Enter a name for this tax rate.
de: Geben Sie einen Namen für den Steuersatz ein.
es: Introducir un nombre para esta tasa de impuestos.
fr: Saisir un nom pour le taux de taxe.
it: Inserisca un nome per l'aliquota
nl: Vul de naam in voor dit belatingtarief.
pl: Wprowadź nazwę stawki podatku.
ru: Введите название ставки налога.
sv_se: Ange ett namn för denna skattesats.
tr: Bu vergi oranı için bir ad girin

# tl_iso_tax_rate.label.0
source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
pl: Etykieta
ru: Метка
sv_se: Etikett
tr: Etiket

# tl_iso_tax_rate.label.1
source: This label will be used on the front end in the checkout process.
de: Diese Beschriftung wird im Frontend beim Bestellprozess angezeigt.
es: Esta etiqueta se utiliza en el front end del proceso de compra.
fr: Ce libellé sera utilisé en front office lors du processus de paiement.
it: Quest'etichetta sarà usata nel frontend nel processo di checkout.
nl: Dit label wordt gebruikt in de front-end bij het checkout proces.
pl: Ta etykieta zostanie używa we frontendzie przy składaniu zamówienia.
sv_se: Denna etikett kommer att användas på front end i kassan.
tr: Bu etiket, ödeme sürecinde müşteriye gösterilecektir.

# tl_iso_tax_rate.address.0
source: Address to use for calculation
de: Adressbasis für die Berechnung
es: Dirección a utilizar para el cálculo
fr: Adresse à utiliser pour le calcul
it: Indirizzo usato per il Calcolo
nl: Adres dat wordt gebruikt voor berekening
pl: Adres do użycia w kalkulacji
ru: Адрес для расчета
sv_se: Adress att använda för beräkning
tr: Hesaplamada kullanılacak adres

# tl_iso_tax_rate.address.1
source: Select to which address this rate should use to apply its calculation. Be aware that for non-shippable products, the shipping address will equal to billing address.
de: Wählen Sie auf Basis welcher Adresse dieser Steuersatz berechnet werden soll. Die Versandadresse für nicht-versendbare Produkte entspricht der Rechnungsadresse.
it: Scegliere a quale indirizzo questa tariffa deve essere utilizzata per applicare il suo calcolo. Ricordate che per i prodotti non spedibili, l'indirizzo di spedizione sarà uguale all'indirizzo di fatturazione.
sv_se: Välj vilken adress denna kurs ska använda för att tillämpa sin beräkning. Tänk på att för icke-leveransbara produkter kommer leveransadressen att vara lika med faktureringsadress.
tr: Bu oranın hesaplamasını yapmak için hangi adresin kullanılması gerektiğini seçin. Gönderilemeyen ürünler için gönderim adresinin faturalandırma adresine eşit olacağını unutmayın.

# tl_iso_tax_rate.countries.0
source: Countries
de: Länder
es: Países
fr: Pays
it: Paesi
nl: Landen
pl: Kraje
ru: Страны
sv_se: Länder
tr: Ülkeler

# tl_iso_tax_rate.countries.1
source: Select the countries this tax class applies to.
de: Wählen Sie die Länder, auf welche diese Steuerklasse zutrifft.
it: Selezionare i paesi a cui si applica questa classe fiscale.
ru: Выберите страны, к которым применяется этот класс налогов.
sv_se: Välj de länderna som denna skatteklass gäller.
tr: Bu vergi sınıfının geçerli olduğu ülkeleri seçin.

# tl_iso_tax_rate.subdivisions.0
source: States/Regions
de: Bundesländer/Staaten/Regionen
es: Comunidades / Regiones
fr: Régions/Départements
it: Stati/Regioni
nl: Provincies/Regio's
pl: Stany/regiony
ru: Штаты/регионы
sv_se: Stater/Regioner
tr: Eyaletler/Bölgeler

# tl_iso_tax_rate.subdivisions.1
source: Select the states or regions this tax class applies to.
de: Wählen Sie die Bundesländer/Staaten/Regionen, auf welche diese Steuerklasse zutrifft.
es: Seleccionar las comunidades o regiones donde esta clase de impuestos se aplica.
fr: Sélection les États ou Régions auxquels s'appliquent cette classe de taxe.
it: Selezionare stati/regioni a cui si applica questa classe d'imposta.
nl: Selecteer de provincies of regio's waarop deze belasting van teopassing is.
pl: Wybierz stany lub regiony, których dotyczy ta stawka podatku.
sv_se: Välj de staterna eller regionerna som denna skatteklass gäller.
tr: Bu vergi sınıfının uygulanacağı eyaletleri veya bölgeleri seçin.

# tl_iso_tax_rate.postalCodes.0
source: Postal codes
de: Postleitzahlen
es: Códigos postales
fr: Codes postaux
it: Codice postali
nl: Postcodes
pl: Kody pocztowe
ru: Почтовые индексы
sv_se: Postnummer
tr: Posta kodları

# tl_iso_tax_rate.postalCodes.1
source: Limit the tax rate to postal codes. You can enter a comma separated list and ranges (e.g. 1234,1235,1236-1239,1100-1200).
de: Begrenzt den Steuersatz auf Postleitzahlen. Sie können einen Bereich mit kommagetrennter Liste auswählen (z.B. 1234,1235,1236-1239,1100-1200).
es: Limitar la tasa de impuestos a los códigos postales. Puede introducir una lista y rangos (por ejemplo 1234,1235,1236-1239,1100-1200) separados por comas.
fr: Limiter le taux de taxe à certain code postaux. Vous pouvez utiliser une liste séparée par des virgules et des portée (ex: 1234,1235,1236-1239,1100-1200).
it: Limitare il tasso d'imposta ai codici postali. È possibile inserire una lista e intervalli separati da virgole (ad es. 1234,1235,1236-1239,1100-1200).
nl: Beperk dit belastingtarief tot een aantal postcodes. U kunt een lijst van postcodes opgeven met een komma ertussen (bijv. 1234,1235,1236-1239,1100-1200).
pl: Ogranicz tę stawkę podatku do kodów pocztowych. Możesz wprowadzić wiele kodów oraz zakresy, oddzielając je przecinkami (np. 1234,1235,1236-1239,1100-1200).
sv_se: Begränsa skattesatsen till postnummer. Du kan ange en kommaseparerad lista och intervall (t.ex. 1234,1235,1236-1239,1100-1200).
tr: ergi oranını posta kodlarıyla sınırlayın. Virgülle ayrılmış bir liste ve aralık girebilirsiniz (örn. 1234,1235,1236-1239,1100-1200).

# tl_iso_tax_rate.amount.0
source: Subtotal amount restriction
de: Zwischensummen-Wertbeschränkung
es: Restricción a un subtotal
fr: Restriction au montant du total partiel
it: Quantità limite subtotale
nl: Beperking subtotaal bedragen
pl: Ograniczenie wartości podsumy
sv_se: Subtotalt beloppsbegränsning
tr: Arat toplam tutar kısıtlaması

# tl_iso_tax_rate.amount.1
source: Optional: Restrict this tax rate to specific subtotal amount (such as for a luxury tax.)
de: Optional: Beschränken Sie diesen Steuersatz auf einen bestimmten Zwischensummen-Wert (z. B. für eine Luxussteuer).
es: Opcional: restringir la tasa de impuestos a un subtotal específico (como un impuesto de lujo).
fr: Facultatif : restreindre cette taxe à un sous-total spécifique (comme par exemple une taxe de luxe.)
it: Opzionale: Limiti questa aliquota d'imposta alla quantità subtotale specifica (ad esempio tassa beni di lusso).
nl: Optioneel: Beperk dit belastingtarief tot specifieke subtotaal bedragen (zoals voor luxe belasting).
pl: Opcjonalne: Zastrzeż tę stawkę podatku do określonej wartości podsumy.
sv_se: Valfritt: Begränsa denna skattesats till ett specifikt delbelopp (som för en lyxskatt.)
tr: İsteğe bağlı: Bu vergi oranını belirli alt toplam tutara göre (ör. Lüks bir vergi için) sınırlayın.

# tl_iso_tax_rate.rate.0
source: Tax rate
de: Steuersatz
es: Tasa de impuestos
fr: Taux de taxe
it: Aliquota d'imposta
nl: Belastingtarief
pl: Stawka podatku
ru: Ставка налога
sv_se: Skattesats
tr: Vergi oranı

# tl_iso_tax_rate.rate.1
source: A rate in percent this tax is set at.
de: Ein Prozentwert für diesen Steuersatz.
es: Una tasa en porcentaje para este impuesto.
fr: Définir un taux de taxe en pourcentage.
it: La tariffa fissata in percentuale
nl: Procentueel tarief van deze belasting.
pl: Stawka podatku w procentach.
sv_se: En skattesats i procent som denna skatt är satt till.
tr: Bu vergi oranı yüzde olarak belirlenmiştir.

# tl_iso_tax_rate.config.0
source: Store configuration
de: Shop-Konfiguration
es: Configuración de la tienda
fr: Configuration de la boutique
it: Configurazione negozio
nl: Winkelinstellingen
pl: Konfiguracja sklepu
ru: Конфигурация магазина
sv_se: Shop konfiguration
tr: Mağaza yapılandırması

# tl_iso_tax_rate.config.1
source: Select the store configuration that the tax rate applies to.
de: Wählen Sie für welche Shop-Konfiguration dieser Steuersatz gilt.
es: Seleccionar las configuraciones de tienda a las que se aplica el tipo impositivo.
fr: Sélectionner la configuration de boutique à laquelle s'applique le taux de taxe.
it: Selezioni la configurazione negozio al quale la classe di aliquota si applica.
nl: Selecteer de winkel configuratie waarop dit belastingtarief van toepassing is.
pl: Proszę wybrać konfigurację sklepu dla tej stawki podatku.
sv_se: Välj den butikskonfiguration som skattesatsen gäller.
tr: Vergi oranının geçerli olduğu mağaza yapılandırmasını seçin.

# tl_iso_tax_rate.exemptOnValidVAT.0
source: Exempt on valid VAT number
de: USt-ID-Nr. bei Gültigkeit befreien.
it: Esente da partita IVA valida
sv_se: Befriad på giltigt VAT-nummer
tr: Geçerli vergi numarasında muaf tut

# tl_iso_tax_rate.exemptOnValidVAT.1
source: Do not apply tax if the VAT number is valid.
de: Die Steuer nicht anwenden, wenn die USt-ID-Nr. gültig ist.
it: Non applicare l'imposta se il numero di partita IVA è valido.
sv_se: Ta inte ut skatt om VAT-numret är giltigt.
tr: Vergi numarası geçerli ise vergi uygulamayın.

# tl_iso_tax_rate.stop.0
source: Stop calculations on trigger?
de: Berechnung bei Auslöser beenden
es: ¿Detener los cálculos al activar?
fr: Stopper les calculs au déclenchement ?
it: Ferma calcolo al verificarsi di un Evento?
nl: Stop berekeningen bij het in gang zetten van dit tarief?
pl: Zatrzymać kalkulacje przy przełączeniu?
sv_se: Stoppa beräkningar på trigger?
tr: Tetiklemeyle ilgili hesaplamaları durdurun?

# tl_iso_tax_rate.stop.1
source: Stop other calculations if this tax rate is triggered.
de: Andere Berechnungen beenden, wenn dieser Steuersatz ausgelöst wird.
es: Detener otros cálculos si se activa este tipo de impuesto.
fr: Arrêter les autres calculs si ce taux de taxe est déclenché
it: Ferma altri calcoli se questa aliquota di imposto si presenta.
nl: Stop andere berekeningen als dit belastingtarief in gang wordt gezet.
pl: Zatrzymaj inne kalkulacje jeśli ta stawka jest użyta.
sv_se: Stoppa andra beräkningar om denna skattesats utlöses.
tr: Bu vergi oranı tetiklenirse diğer hesaplamaları durdurun.

# tl_iso_tax_rate.groups.0
source: Member groups
de: Mitgliedergruppen
es: Grupos de miembros
fr: Groupes de membres
it: Gruppi Membri
nl: Ledengroepen
pl: Grupy użytkowników
ru: Группы членов
sv_se: Medlemsgrupper
tr: Üye grupları

# tl_iso_tax_rate.groups.1
source: Restrict this tax rate to certain member groups.
de: Diesen Steuersatz auf bestimmte Mitgliedergruppen beschränken.
es: Restringir esta tasa para ciertos grupos de miembros
fr: Restreindre ce taux de taxe à certain groupes de membres
it: Limitare questa tassa ad alcuni gruppi di membri.
nl: Beperk dit belastingtarief tot bepaalde ledengroepen.
pl: Zastrzeż tę klasę podatku do konkretnych grup użytkowników.
sv_se: Begränsa denna skattesats till vissa medlemsgrupper.
tr: Bu vergi oranını belirli üye gruplarııyla sınırlandırın.

# tl_iso_tax_rate.protected.0
source: Protect tax rate
de: Steuersatz schützen
es: Tasa de impuestos protegida
fr: Protéger le taux de taxe
it: Proteggete il tasso d'imposta
nl: Bescherm belastingtrief
pl: Chroń klasę podatku
ru: Защитить ставку налога
sv_se: Skydda skattesatsen
tr: Vergi oranını koru

# tl_iso_tax_rate.protected.1
source: Apply the tax rate to certain member groups only.
de: Diesen Steuersatz nur bestimmten Mitgliedergruppen zuweisen.
es: Aplicar la tasa de impuestos sólo a algunos grupos.
fr: Appliquer le taux de taxe à certain groupes de membre seulement.
it: Applicare il tasso d'imposta solo a determinati gruppi di membri.
nl: Pas dit belastingtarief alleen toe op bepaalde ledengroepen.
pl: Aktywuj klasę podatku tylko dla wybranych grup.
sv_se: Tillämpa skattesatsen endast på vissa medlemsgrupper.
tr: Vergi oranını yalnızca belirli üye gruplara uygulayın.

# tl_iso_tax_rate.guests.0
source: Apply to guests only
de: Nur bei Gästen verwenden
es: Aplicar solo a los invitados.
fr: Appliquer aux invités seulement
it: Solo per i visitatori
pl: Aktywuj tylko dla gości
ru: Применить только к гостям
sv_se: Gäller endast gäster
tr: Sadece misafirlere uygula

# tl_iso_tax_rate.guests.1
source: Do not apply tax rate if a member is logged in.
de: Diesen Steuersatz für eingeloggte Mitglieder nicht verwenden (außer die entsprechenden Gruppen sind erlaubt).
es: No aplicar la tasa de impuestos si un miembro se ha autentificado.
fr: Ne pas appliquer le taux de taxe si un membre est connecté.
it: Non applicare il tasso d'imposta se un membro è registrato.
nl: Pas belastingtarief niet toe als een lid is ingelogd.
pl: Nie aktywuj klasy podatku dla zalogowanych użytkowników.
ru: Не применять ставку налога, если пользователь вошел.
sv_se: Tillämpa inte skattesats om en medlem är inloggad.
tr: Bir üye oturum açtıysa vergi oranını uygulama.

# tl_iso_tax_rate.new.0
source: New tax rate
de: Neuer Steuersatz
es: Nueva tasa de impuestos
fr: Nouveau taux de taxe
it: Nuova aliquota d'imposta
nl: Nieuw belastingtarief
pl: Nowa stawka podatku
ru: Новая ставка налога
sv_se: Ny skattesats
tr: Yeni vergi oranı

# tl_iso_tax_rate.new.1
source: Create a new tax rate
de: Neuen Steuersatz erstellen
es: Crear una nueva tasa de impuestos
fr: Créer un nouveau taux de taxe
it: Crea una nuova aliquota d'imposta
nl: CreÃ«er een nieuw belastingtarief
pl: Dodaj nową stawkę podatku
ru: Создать новую ставку налога
sv_se: Skapa en ny skattesats
tr: Yeni vergi oranı oluştur

# tl_iso_tax_rate.edit.0
source: Edit tax rate
de: Steuersatz bearbeiten
es: Editar tasa de impuestos
fr: Éditer un taux de taxe
it: Modifica aliquota d'imposta
nl: Wijzig belastingtarief
pl: Edytuj stawkę podatku
ru: Изменить ставку налога
sv_se: Redigera skattesats
tr: Vergi oranını düzenle

# tl_iso_tax_rate.edit.1
source: Edit tax rate ID %s
de: Steuersatz ID %s bearbeiten
es: Editar la tasa de impuestos ID %s
fr: Éditer le taux de taxe ID %s
it: Modifica aliquota d'imposta %s
nl: Wijzig belastingtarief ID %s
pl: Edytuj stawkę podatku ID %s
ru: Изменить ID ставки налога %s
sv_se: Redigera skattesats ID %s
tr: %s ID'li vergi oranını düzenle

# tl_iso_tax_rate.copy.0
source: Copy tax rate
de: Steuersatz duplizieren
es: Copiar tasa de impuestos
fr: Dupliquer un taux de taxe
it: Copia aliquota d'imposta
nl: Dupliceer belastingtarief
pl: Kopiuj stawkę podatku
ru: Копировать ставку налога
sv_se: Kopiera skattesatsen
tr: Vergi oranını kopyala

# tl_iso_tax_rate.copy.1
source: Copy tax rate ID %s
de: Steuersatz ID %s duplizieren
es: Copiar la tasa de impuestos ID %s
fr: Dupliquer le taux de taxe ID %s
it: Copia aliquota d'imposta ID %s
nl: Dupliceer belastingtarief ID %s
pl: Kopiuj stawkę podatku ID %s
ru: Копировать ID ставки налога %s
sv_se: Kopiera skattesatsen ID %s
tr: %s ID'li vergi oranını kopyala

# tl_iso_tax_rate.delete.0
source: Delete tax rate
de: Steuersatz löschen
es: Borrar tasa de impuestos
fr: Supprimer un taux de taxe ID %s
it: Cancella aliquota d'imposta
nl: Verwijder belastingtarief
pl: Usuń stawkę podatku
ru: Удалить ставку налога
sv_se: Ta bort skattesatsen
tr: Vergi oranını sil

# tl_iso_tax_rate.delete.1
source: Delete tax rate ID %s
de: Steuersatz ID %s löschen
es: Borrar la tasa de impuestos ID %s
fr: Supprimer le taux de taxe ID %s
it: Cancella aliquota d'imposta %s
nl: Verwijder belastingtarief ID %s
pl: Usuń stawkę podatku ID %s
ru: Удалить ID ставки налога %s
sv_se: Ta bort skattesatsen ID %s
tr: %s ID'li vergi oranını sil

# tl_iso_tax_rate.show.0
source: Tax rate details
de: Bestelldetails
es: Detalles de la tasa de impuestos
fr: Détails du taux de taxe
it: Dettagli Ordine
nl: Details belastingtarief
pl: Szczegóły zamówienia
ru: Информация о ставке налога
sv_se: Information om skattesatsen
tr: Vergi oranı detayları

# tl_iso_tax_rate.show.1
source: Show details of tax rate ID %s
de: Details des Steuersatzes ID %s anzeigen
es: Mostrar los detalles de la tasa de impuestos ID %s
fr: Afficher les détails du taux de taxe ID %s
it: Visualizza i dettagli dell'aliquota d'imposta ID %s
nl: Geef details weer van tarief ID %s
pl: Pokaż szczegóły stawki podatku ID %s
ru: Показать информацию об ID ставки налога %s
sv_se: Visa information om skattesats ID %s
tr: %s ID'li vergi oranının detaylarını göster

# tl_iso_tax_rate.billing
source: Billing Address
de: Rechnungsadresse
es: Dirección de facturación
fr: Adresse de facturation
it: Indirizzo Fattura
nl: Factuuradres
pl: Adres rozliczeniowy
ru: Платежный адрес
sv_se: Fakturaadress
tr: Fatura Adresi

# tl_iso_tax_rate.shipping
source: Shipping Address
de: Versandadresse
es: Dirección de envío
fr: Adresse de livraison
it: Indirizzo Spedizione
nl: Verzendadres
pl: Adres dostawy
ru: Адрес доставки
sv_se: Leveransadress
tr: Nakliye Adresi

# tl_iso_tax_rate.name_legend
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Название
sv_se: Namn
tr: Ad

# tl_iso_tax_rate.rate_legend
source: Rate
de: Steuersatz
es: Tasa
fr: Taux
it: Legenda Tariffa
nl: Tarief legenda
pl: Stawka
ru: Ставка
sv_se: Sats
tr: Oran

# tl_iso_tax_rate.location_legend
source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Legenda Collocazione
nl: Locatie legenda
pl: Lokalizacja
ru: Расположение
sv_se: Plats
tr: Konum

# tl_iso_tax_rate.condition_legend
source: Conditions
de: Bedingungen
es: Condiciones
it: Legenda Condizioni
nl: Voorwaarden legenda
pl: Warunki
ru: Условия
sv_se: Villkor
tr: Koşullar

# tl_iso_tax_rate.config_legend
source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione
nl: Configuratie
pl: Konfiguracja
ru: Конфигурация
sv_se: Konfiguration
tr: Yapılandırma
