Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_attribute.xlf
Languages: de, es, it, nl, sv_se, tr

# tl_iso_attribute.discount.0
source: Discount
de: Ermäßigung
es: Descuento
it: Sconto
nl: Korting
sv_se: Rabatt
tr: İndirim

# tl_iso_attribute.discount.1
source: Checks whether the input is a valid discount.<br />Example: -10%, -10, +10, +10%
de: Prüft ob die Eingabe eine gültige Ermäßigung ist.<br />Beispiel: -10%, -10, +10, +10%
es: Comprueba si la entrada es un descuento válido <br /> Ejemplo:. -10%, -10, 10, +10%
it: Verifica se l'input è uno scondo valido. <br />Esempio: -10%, -10, +10, +10%
nl: Controleert of de invoer een geldige korting is <br> bijvoorbeeld -10%, -10, +10 of +10%
sv_se: Kontrollerar om inmatningen är en giltig rabatt.<br />Exempel: -10 %, -10, +10, +10 %
tr: Girişin geçerli bir indirim olup olmadığını kontrol eder. <br />Örneğin: -10%, -10, +10, +10%

# tl_iso_attribute.surcharge.0
source: Surcharge
de: Preisaufschlag
es: Recargo
it: Sovrattassa
nl: Toeslag
sv_se: Tilläggsavgift
tr: Ek ücret

# tl_iso_attribute.surcharge.1
source: Checks whether the input is a valid surcharge.<br />Example: 10.00, 10%
de: Prüft ob die Eingabe ein gültiger Preisaufschlag ist.<br />Beispiel: 10.00, 10%
es: Comprueba si la entrada es un recargo válido <br /> Ejemplo:. 10.00, 10%
it: Verifica se l'input è una sofrattassa valida. <br />Esempio: 10.00, 10%
nl: Controleert of de invoer een geldige toeslag is <br> bijvoorbeeld 10.00 of 10%
sv_se: Kontrollerar om inmatningen är en giltig tilläggsavgift.<br />Exempel: 10,00, 10 %
tr: Girişin geçerli bir ek ücret olup olmadığını kontrol eder.<br />Örneğin: 10.00, 10%

# tl_iso_attribute.custom
source: Custom order
de: Eigene Reihenfolge
it: Ordine personalizzato
nl: Aangepaste volgorde
sv_se: Anpassad ordning
tr: Özel sipariş

# tl_iso_attribute.name_asc
source: File name (ascending)
de: Dateiname (aufsteigend)
es: Nombre de archivo (ascendente)
it: Nome del file (ascendente)
nl: Bestandsnaam (oplopend)
sv_se: Filnamn (stigande)
tr: Dosya adı (artan)

# tl_iso_attribute.name_desc
source: File name (descending)
de: Dateiname (absteigend)
es: Nombre de archivo (descendente)
it: Nome del file (decrescente)
nl: Bestandsnaam (aflopend)
sv_se: Filnamn (fallande)
tr: Dosya adı (azalan)

# tl_iso_attribute.date_asc
source: Date (ascending)
de: Datum (aufsteigend)
es: Fecha (ascendente)
it: Data (ascendente)
nl: Datum (oplopend)
sv_se: Datum (stigande)
tr: Tarih (artan)

# tl_iso_attribute.date_desc
source: Date (descending)
de: Datum (absteigend)
es: Fecha (descendente)
it: Data (decrescente)
nl: Datum (aflopend)
sv_se: Datum (fallande)
tr: Tarih (azalan)

# tl_iso_attribute.random
source: Random order
de: Zufällige Reihenfolge
es: Orden aleatorio
it: Ordine casuale
nl: Willekeurig
sv_se: Slumpmässig ordning
tr: Rasgele sipariş

# tl_iso_attribute.checkout_tokens.1.0
source: ##document_number##
it: ##numero_documento##

# tl_iso_attribute.checkout_tokens.1.1
source: Generated document number for the order.
de: Erzeugte Dokumentennummer für die Bestellung.
it: Numero di documento generato per l'ordine.
sv_se: Genererat dokumentnummer för beställningen.
tr: Sipariş için üretilen doküman numarası.

# tl_iso_attribute.checkout_tokens.2.0
source: ##order_id##
it: ##id_ordine##

# tl_iso_attribute.checkout_tokens.2.1
source: Database ID of the order record.
de: Datenbank-ID der Bestellung.
it: ID del database del record dell'ordine.
sv_se: Databas-ID för orderposten.
tr: Sipariş kaydının veritabanı ID'si.

# tl_iso_attribute.checkout_tokens.3.0
source: ##order_date##
it: ##data_ordine##

# tl_iso_attribute.checkout_tokens.3.1
source: Date of the order as timestamp. Use insert tags <i>{{formatted_datetime::*}}</i> to convert timestamp to formatted date.
de: Datum der Bestellung als Zeitstempel. Verwenden Sie Inserttags <i>{{formatted_datetime::*}}</i>, um Zeitstempel in formatierte Datumsfelder zu ändern.
it: Data dell'ordine come timestamp. Usare i tag di inserimento <i>{{formatted_datetime::*}}</i> per convertire il timestamp in data formattata.
sv_se: Datum för beställningen som tidsstämpel. Använd insert tags {{formatted_datetime::*}} för att konvertera tidsstämpel till formaterat datum.
tr: Zaman damgası olarak siparişin tarihi, . Zaman damgasını biçimlendirilmiş tarihe dönüştürmek için <i>{{formatted_datetime::*}}</i> insert etiketleri kullanın.

# tl_iso_attribute.checkout_tokens.4.0
source: ##product_id##
it: ##id_prodotto##

# tl_iso_attribute.checkout_tokens.4.1
source: Database ID of the product.
de: Datenbank-ID des Produkts.
it: ID database del prodotto.
sv_se: Databas-ID för produkten.
tr: Ürünün veritabanı ID'si.

# tl_iso_attribute.checkout_tokens.5.0
source: ##product_sku##
it: ##sku_prodotto##

# tl_iso_attribute.checkout_tokens.5.1
source: SKU of the product.
de: Artikelnummer des Produkts.
it: SKU del prodotto.
sv_se: SKU för produkten.
tr: Ürünün SKU'su-stok tutma birimi.

# tl_iso_attribute.checkout_tokens.6.0
source: ##product_name##
it: ##nome_prodotto##

# tl_iso_attribute.checkout_tokens.6.1
source: Name of the product.
de: Name des Produkts.
it: Nome del prodotto.
sv_se: Produktens namn.
tr: Ürünün adı

# tl_iso_attribute.checkout_tokens.7.0
source: ##product_position##
it: ##posizione_prodotto##

# tl_iso_attribute.checkout_tokens.7.1
source: Position of the product on the order document, starting from 1.
de: Position des Produkts auf der Bestellung, beginnend bei 1.
it: Posizione del prodotto sul documento d'ordine, a partire da 1.
sv_se: Produktens position på beställningsdokumentet, från och med 1.
tr: Ürünün sipariş belgesindeki konumu, 1'den başlayarak.

# tl_iso_attribute.checkout_tokens.8.0
source: ##attribute_field##
it: ##campo_attributo##

# tl_iso_attribute.checkout_tokens.8.1
source: Database field name of the attribute.
de: Datenbank-Feldname des Attributs.
it: Nome del campo del database dell'attributo.
sv_se: Databasfältnamn för attributet.
tr: Niteliğin veritabanı alan adı.

# tl_iso_attribute.checkout_tokens.9.0
source: ##attribute_name##
it: ##nome_attributo##

# tl_iso_attribute.checkout_tokens.9.1
source: Name of the attribute.
de: Name des Attributs.
it: Nome dell'attributo.
sv_se: Namn på attributet.
tr: Niteliğin adı

# tl_iso_attribute.checkout_tokens.10.0
source: ##file_name##
it: ##nome_file##

# tl_iso_attribute.checkout_tokens.10.1
source: Full file name and extension as uploaded by the user.
de: Vollständiger Dateiname und -erweiterung gemäß Benutzer-Upload.
it: Nome completo del file ed estensione come caricato dall'utente.
sv_se: Fullständigt filnamn och filtillägg som laddats upp av användaren.
tr: Kullanıcı tarafından yüklenen tam dosya adı ve uzantısı.

# tl_iso_attribute.checkout_tokens.11.0
source: ##file_target##
it: ##obiettivo_file##

# tl_iso_attribute.checkout_tokens.11.1
source: Full file name and extension as uploaded by the user, but renamed if "Preserve existing files" is enabled and a file with same name exists in target folder. <br><strong>Only available for the file name, not for the folder!</strong>
de: Komplette(r) Dateiname und Erweiterung wie vom Benutzer heraufgeladen, aber umbenannt, wenn "Existierende Dateien erhalten" aktiviert ist und eine Datei mit dem gleichen Namen im Zielverzeichnis existiert.<br><strong>Nur verfügbar für den Dateinamen, nicht für den Ordner!</strong>
it: Nome completo del file ed estensione come caricato dall'utente, ma rinominato se "Preservare i file esistenti" è abilitato ed esiste un file con lo stesso nome nella cartella di destinazione.<br><strong>Disponibile solo per il nome del file, non per la cartella!</strong>
sv_se: Fullständigt filnamn och filtillägg som laddats upp av användaren, men bytt namn om "Bevara befintliga filer" är aktiverat och en fil med samma namn finns i målmappen. <br><strong>Endast tillgängligt för filnamnet, inte för mappen!</strong>
tr: Tam dosya adı ve uzantısı kullanıcı tarafından yüklenen ancak "Varolan dosyaları koru" etkinse yeniden adlandırılır ve aynı ada sahip bir dosya hedef klasörde bulunur. <br><strong>Yalnızca dosya adı için kullanılabilir, klasör için değil!</strong>

# tl_iso_attribute.checkout_tokens.12.0
source: ##file_extension##
it: ##estensione_file##

# tl_iso_attribute.checkout_tokens.12.1
source: The original file extension.
de: Die Original Dateiendung
it: L'estensione del file originale.
sv_se: Den ursprungliga filtillägget.
tr: Orijinal dosya uzantısı.

# tl_iso_attribute.checkout_tokens.13.0
source: ##has_member##
it: ##ha_membro##

# tl_iso_attribute.checkout_tokens.13.1
source: 1 if a member is signed in to the frontend, 0 if not.
de: 1 wenn ein Mitglied sich im Frontend angemeldet hat, 0 wenn nicht.
it: 1 se un membro è iscritto al frontend, 0 se non lo è.
sv_se: 1 om en medlem är inloggad på frontend, 0 om inte.
tr: Bir üye ön tarafta oturum açtıysa 1, yoksa 0 olur.

# tl_iso_attribute.checkout_tokens.14.0
source: ##member_*##
it: ##membro_*##

# tl_iso_attribute.checkout_tokens.14.1
source: If a user is logged in, all member fields are available as tokens.
de: Wenn ein Benutzer eingeloggt ist, sind alle Mitgliedsfelder als Tokens verfügbar.
it: Se un utente ha effettuato il login, tutti i campi del membro sono disponibili come token.
sv_se: Om en användare är inloggad är alla medlemsfält tillgängliga som tokens.
tr: Bir kullanıcı oturum açtıysa, tüm üye alanlar jeton olarak kullanılabilir.

# tl_iso_attribute.new.0
source: New attribute
de: Neues Attribut
es: Nuevo atributo
it: Nuovo Attributo
nl: Nieuw attribuut
sv_se: Nytt attribut
tr: Yeni özellik

# tl_iso_attribute.new.1
source: Create a new attribute.
de: Erstellt ein neues Attribut.
es: Crear un nuevo atributo
it: Crea un nuovo attributo.
nl: Maak een nieuw attribuut aan
sv_se: Skapa ett nytt attribut.
tr: Yeni özellik oluştur

# tl_iso_attribute.edit.0
source: Edit attribute
de: Attribut bearbeiten
es: Editar atributo
it: Modifica Attributo
nl: Bewerk attribuut
sv_se: Redigera attribut
tr: Özelliği düzenle

# tl_iso_attribute.edit.1
source: Edit attribute ID %s.
de: Attribut mit der ID %s bearbeiten.
es: Editar atributo ID %s
it: Modifica attributo ID %s.
nl: Bewerk attribuut ID %s.
sv_se: Redigera attribut ID %s.
tr: %s ID'li özellği düzenle

# tl_iso_attribute.copy.0
source: Copy attribute
de: Attribut kopieren
es: Copiar atributo
it: Copia Attributo
nl: Kopier attribuut
sv_se: Kopiera attribut
tr: Özelliği kopyala

# tl_iso_attribute.copy.1
source: Copy attribute ID %s.
de: Attribut mit der ID %s kopieren.
es: Copiar atributo ID %s
it: Copia attributo ID %s.
nl: Kopier attribuut ID %s.
sv_se: Kopiera attribut ID %s.
tr: %s ID'li özellği kopyala

# tl_iso_attribute.delete.0
source: Delete attribute
de: Attribut löschen
es: Borrar atributo
it: Cancella Attributo
nl: Verwijder attribuut
sv_se: Ta bort attribut
tr: Özelliği sil

# tl_iso_attribute.show.0
source: Attribute details
de: Zeige Attributdetails
es: Detalles de atributos
it: Mostra Dettagli Attributo
nl: Toon attribuut details
sv_se: Attributdetaljer
tr: Özellik detayları

# tl_iso_attribute.show.1
source: Show details for attribute ID %s.
de: Details des Attributs mit der ID %s anzeigen.
es: Mostrar los detalles del atributo ID %s
it: Mostra i dettagli per l'attributo ID %s.
nl: Toon details voor attribuut ID %s.
sv_se: Visa detaljer för attribut ID %s.
tr: %s ID'li özellğin detaylarını gör

# tl_iso_attribute.attribute_legend
source: Attribute name & type
de: Attribut-Name & -Typ
es: Nombre y tipo de atributo
it: Attributo nome & tipo
nl: Attribuut naam en type
sv_se: Attributnamn och typ
tr: Özellik adı & tipi

# tl_iso_attribute.description_legend
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Omschrijving
sv_se: Beskrivning
tr: Açıklama

# tl_iso_attribute.options_legend
source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
sv_se: Alternativ
tr: Seçenekler

# tl_iso_attribute.config_legend
source: Attribute configuration
de: Attribut-Konfiguration
es: Configuración del atributo
it: Configurazione attributo
nl: Attribuut instellingen
sv_se: Attributkonfiguration
tr: Özellik yapılandırma

# tl_iso_attribute.search_filters_legend
source: Search & Filtering Settings
de: Suche- & Filter-Einstellungen
es: Opciones de Búsqueda y Filtrado
it: Impostazioni Cerca & Filtra
nl: Zoek en sorteerinstellingen
sv_se: Sök- och filtreringsinställningar
tr: Arama & Filtreleme Ayarları

# tl_iso_attribute.store_legend
source: Store file
de: Datei speichern
es: Archivo de la tienda
it: Memorizza file
nl: Bestand opslaan
sv_se: Lagra fil
tr: Dosyayı sakla

# tl_iso_attribute.template_legend
source: Template settings
de: Template-Einstellungen
it: Impostazioni modello
sv_se: Mallinställningar
tr: Şablon ayarları

# tl_iso_attribute.delete.1
source: Delete attribute ID %s. The database column will not be deleted, you need to manually update the database using the install tool or repository manager.
de: Löscht das Attribut mit der ID %s. Die Datenbank-Spalte wird nicht gelöscht. Sie müssen die Datenbank manuell aktualisieren indem Sie das Installationstool oder die Erweiterungsverwaltung benutzen.
es: Borrar atributo ID %s. La columna de base de datos no será eliminada, es necesario actualizar manualmente la base de datos utilizando la herramienta de instalación o el repository manager.
nl: Verwijderen kenmerk ID% s. De database kolom is niet verwijderd, u moetditu handmatig bijwerken van de database met behulp van de installatie tool of repository manager.
sv_se: Ta bort attribut ID %s. Databaskolumnen kommer inte att tas bort, du måste uppdatera databasen manuellt med installationsverktyget eller repository manager.
tr: %s ID'Li özelliği sil. Veritabanı sütunu silinmez, yükleme aracını veya depo yöneticisini kullanarak veritabanını manuel olarak güncellemeniz gerekir.

# tl_iso_attribute.deleteConfirm
source: Do you really want to delete attribute ID %s? The database column will not be deleted, you need to manually update the database using the install tool or repository manager.
de: Möchten Sie wirklich das Attribut mit der ID %s löschen? Die Datenbank-Spalte wird nicht gelöscht. Sie müssen die Datenbank manuell aktualisieren indem Sie das Installationstool oder die Erweiterungsverwaltung benutzen.
es: ¿Está seguro que quiere eliminar el atributo ID %s? La columna de la base de datos no será eliminada, es necesario actualizar manualmente la base de datos utilizando la herramienta de instalación o el repository manager.
nl: Wil je echt wilt attribuut ID %s verwijderen. Database veld is niet verwijderd, u moet dit handmatig bijwerken in de database met behulp van de installatie tool of repository manager.
sv_se: Vill du verkligen ta bort attribut ID %s? Databaskolumnen kommer inte att tas bort, du måste uppdatera databasen manuellt med installationsverktyget eller repository manager.
tr: %s ID'Li özelliği gerçekten silmek istiyor musunuz? Veritabanı sütunu silinmez, yükleme aracını veya depo yöneticisini kullanarak veritabanını manuel olarak güncellemeniz gerekir.
