Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_producttype.xlf
Languages: de, es, fr, it, nl, pl, sv_se, tr

# tl_iso_producttype.name.0
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
sv_se: Namn
tr: Ad

# tl_iso_producttype.name.1
source: Please enter a name for this product type.
de: Bitte geben Sie einen Namen für diesen Produkttyp ein.
es: Introduce un nombre para este tipo de producto.
fr: Saisir un nom pour ce produit
it: Per cortesia inserisca un nome per questo tipo di prodotto.
nl: Voer hier een naam in voor dit product type.
pl: Proszę wprowadzić nazwę dla tego typu produktu.
sv_se: Ange ett namn för denna produkttyp.
tr: Lütfen bu ürün tipi için bir ad girin.

# tl_iso_producttype.class.0
source: Product Class
de: Produktklasse
es: Clase de producto
fr: Catégorie de produit
it: Classe Prodotto
nl: Product klasse
pl: Klasa produktu
sv_se: Produktklass
tr: Ürün Sınıfı

# tl_iso_producttype.class.1
source: Please select a product class. Different product classes will handle products differently.
de: Bitte wählen Sie eine Produktklasse. Verschiedene Produktklassen wirken sich unterschiedlich auf Produkte aus.
es: Por favor, seleccione una clase de producto. Las diferentes clases de productos manejarán los productos de manera diferente.
fr: Sélectionner une catégorie de produit. Différentes catégories de produits se chargeront des produits différemment.
it: Per cortesia selezioni una classe prodotto. Classi prodotto diverse gestiranno i prodotti in maniera diversa.
nl: Selecteer een product klasse. Verschillende product klassen worden verschillend afgehandeld.
pl: Proszę wybrać klasę produktu.
sv_se: Välj en produktklass. Olika produktklasser kommer att hantera produkter på olika sätt.
tr: Lütfen bir ürün sınıfı seçin. Farklı ürün sınıfları ürünleri farklı şekilde ele alacaktır.

# tl_iso_producttype.fallback.0
source: Default
de: Standard
es: Por defecto
fr: Taxe par défaut
it: Preimpostato
nl: Standaard
pl: Domyślny
sv_se: Standard
tr: Varsayılan

# tl_iso_producttype.fallback.1
source: Check here if this is the default product type.
de: Klicken Sie hier, wenn das der Standard-Produkttyp ist.
es: Marcar la casilla si debe ser el tipo de producto por defecto.
fr: Cocher si c'est le type de produit par défaut.
it: Spunti qui se questo è il prodotto preimpostato.
nl: Selecteer dit voor het standaard product type
pl: Zaznacz, jeśli to jest domyślny typ produktu.
sv_se: Kontrollera här om detta är standardprodukttypen.
tr: Varsayılan ürün tipi ise buraya bakın.

# tl_iso_producttype.description.0
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Omschrijving
pl: Opis
sv_se: Beskrivning
tr: Açıklama

# tl_iso_producttype.description.1
source: A hint to product managers what this product type is for.
de: Ein Hinweis für Produktverwalter wofür dieser Produkttyp gedacht ist.
es: Un consejo para los gerentes de producto para lo que es este tipo de producto .
it: Un suggerimento per i gestori prodotti sull'utilizzo di questo tipo di prodotto.
nl: Een hint voor product managers om aan te geven waar dit product type voor is.
pl: Podpowiedź dla menedżerów produktów, do czego nadaje się ten typ.
sv_se: En ledtråd till produktmanager vad denna produkttyp är till för.
tr: Ürün yöneticilerine bu ürün türünün ne anlama geldiğine dair bir ipucu.

# tl_iso_producttype.prices.0
source: Advanced pricing
de: Erweiterte Preisangaben
es: Precio avanzado
fr: Tarification avancée
it: Prezzamento avanzato
nl: Uitgebreide prijsstelling
pl: Zaawnsowane ceny
sv_se: Avancerad prissättning
tr: Gelişmiş fiyatlandırma

# tl_iso_producttype.prices.1
source: Allow to define multiple prices per product, e.g. for different store configs, member groups or dates.
de: Erlauben Sie die Definition von mehrfachen Preisen für ein Produkt, z. B. für verschiedene Shop-Konfigurationen, Mitgliedergruppen oder Daten.
es: Permita definir varios precios por producto, por ejemplo, para diferentes configuraciones de tiendas, grupos de miembros o fechas.
fr: Permet de définir plusieurs prix par produit, par exemple, pour les différentes configurations de boutique, des groupes de membres ou de dates.
it: Permetta di definire più di un prezzo per un prodotto, ad esempio per configurazioni diverse di negozio, gruppi membri o date.
nl: Maakt het mogelijk meerdere prijzen per product in te stellen. Bijvoorbeeld voor verschillende winkel configuraties, ... Of data.
pl: Pozwala na określenie wielu cen dla produktu, np. dla różnych konfiguracji sklepów, grup użytkowników czy dat.
sv_se: Tillåt att definiera flera priser per produkt, t.ex. för olika butikskonfigurationer, medlemsgrupper eller datum.
tr: Ürün başına birden fazla fiyat tanımlamaya izin ver, ör. farklı mağaza yapılandırmaları, üye grupları veya tarihler için farklı fiyatlar.

# tl_iso_producttype.show_price_tiers.0
source: Show price tiers
de: Preisebenen anzeigen
es: Mostrar las gamas de precios
it: Mostra livelli di prezzo
nl: Toon prijsniveaus
pl: Pokaż poziomy cen
sv_se: Visa prisnivåer
tr: Fiyat katmanlarını göste

# tl_iso_producttype.show_price_tiers.1
source: Show highest tier as lowest product price.
de: Zeige die höchste Ebene als tiefsten Produktpreis an.
es: Mostrar la gama más alta como el precio más bajo del producto.
it: Mostra il livello più alto come prezzo più basso del prodotto.
nl: Toon hoogste niveau als laagste productprijs.
pl: Pokaż najwyższy poziom jako najniższa cena produktu.
sv_se: Visa högsta nivå som lägsta produktpris.
tr: En yüksek katmanı en düşük ürün fiyatı olarak gösterin.

# tl_iso_producttype.list_template.0
source: List template
de: Auflistungs-Template
fr: Modèles de liste
it: Template Elenco
nl: Lijst Template
pl: Szablon listy
sv_se: Listmall
tr: Liste şablonu

# tl_iso_producttype.list_template.1
source: Select a template for product listing.
de: Wählen Sie ein Template für Produktlisten.
es: Seleccione una plantilla para el listado de productos.
fr: Sélectionner un modèle pour les listes de produits.
it: Selezioni una template per l'elenco dei prodotti
nl: Selecteer een template voor een product-lijst
pl: Wybierz szablon dla listy produktów.
sv_se: Välj en mall för en produktlista.
tr: Ürün listeleme için bir şablon seçin.

# tl_iso_producttype.reader_template.0
source: Reader template
de: Leser-Template
fr: Modèles de lecteur
it: Template Lettore
nl: Productviewer template
pl: Szablon czytnika
sv_se: Läsarmall
tr: Okuyucu şablonu

# tl_iso_producttype.reader_template.1
source: Select a template for product details.
de: Wählen Sie ein Template für Produkt-Details.
es: Seleccione una plantilla para el lector de producto
fr: Sélectionner un modèle pour les détails du produit.
it: Selezioni una template per i dettagli prodotto.
nl: Selecteer een template voor product details
pl: Wybierz szablon dla czytnika produktów.
sv_se: Välj en mall för produktinformation.
tr: Ürün ayrıntıları için bir şablon seçin.

# tl_iso_producttype.list_gallery.0
source: List gallery
de: Galerie auflisten
fr: Liste de galerie
it: Elenco galleria
nl: Gallerij productlijst
pl: Lista galerii
sv_se: Lista galleri
tr: Liste galerisi

# tl_iso_producttype.list_gallery.1
source: Select a gallery for product listing.
de: Wählen Sie eine Galerie für die Produktliste.
fr: Sélectionner une galerie pour les listes de produits.
it: Selezionare una galleria per l'elenco dei prodotti.
nl: Kies een gallerij voor een productlijst.
pl: Wybierz galerię dla listy produktów.
sv_se: Välj ett galleri för produktlistning.
tr: Ürün listeleme için bir galeri seçin.

# tl_iso_producttype.reader_gallery.0
source: Reader gallery
de: Galerie für Detailseite
fr: Lecteur de galerie
it: Galleria lettori
nl: Gallerij productlezer
pl: Galeria czytnika
sv_se: Läsargalleri
tr: Okuyucu galerisi

# tl_iso_producttype.reader_gallery.1
source: Select a gallery for product details.
de: Wählen Sie eine Galerie für die Produktdetails.
fr: Sélectionner une galerie pour les détails du produit.
it: Selezionare una galleria per i dettagli del prodotto.
nl: Kies een gallerij voor product details.
pl: Wybierz galerię dla czytnika produktów.
sv_se: Välj ett galleri för produktinformation.
tr: Ürün ayrıntıları için bir galeri seçin.

# tl_iso_producttype.cssClass.0
source: CSS class
de: CSS-Klasse
it: Classe CSS
sv_se: CSS klass
tr: CSS sınıfı

# tl_iso_producttype.cssClass.1
source: The class(es) will be added to the product list and reader templates.
de: Die Klasse(n) werden zur Produktliste und Produktleser hinzugefügt.
it: La classe o le classi saranno aggiunte all'elenco dei prodotti e ai modelli di lettore.
sv_se: Klassen (klasserna) kommer att läggas till i produktlistan och läsarmallarna.
tr: Sınıf(lar), ürün listesine ve okuyucu şablonlarına eklenecek.

# tl_iso_producttype.attributes.0
source: Attributes
de: Attribute
es: Atributos
fr: Attributs
it: Attributi
nl: Attributen
pl: Atrybuty
sv_se: Attribut
tr: Özellikler

# tl_iso_producttype.attributes.1
source: Select the collection of attributes that should be included for this product type.
de: Wählen Sie eine Attributsammlung die zu diesem Produkttyp hinzugefügt werden soll.
es: Seleccione el conjunto de atributos que se deben incluir para este tipo de producto.
fr: Sélectionner la collection d'attributs qui doit être incluse pour ce type de produit.
it: Selezioni la collezione di attributi che dovrebbero essere inclusi in questo tipo prodotto.
nl: Selecteer een verzameling van attributen die bij dit product type gebruikt worden
pl: Wybierz kolekcję atrybutów, która powinna być dołączona dla tego typu produktu.
sv_se: Välj samlingen av attribut som ska inkluderas för denna produkttyp.
tr: Bu ürün türü için dahil edilmesi gereken niteliklerin koleksiyonunu seçin.

# tl_iso_producttype.attributes.legend.0
source: Grouping
de: Gruppierung
fr: Regroupement
it: Raggruppamento
nl: Groeperen
pl: Grupowanie
sv_se: Gruppering
tr: Gruplama

# tl_iso_producttype.attributes.legend.1
source: Group fields by topic (legends)
de: Felder nach Themen (Legenden) gruppieren
fr: Groupe de champs par sujet (légendes)
it: Campi del raggruppamento per argomento (leggende)
nl: Groepeer velden op onderwerp (legenda)
pl: Grupuj pola według tematu (legend)
sv_se: Gruppera fält efter ämne (legender)
tr: Konuya göre gruplandırılmış alanlar (efsaneler)

# tl_iso_producttype.attributes.tl_class.0
source: Alignment
de: Ausrichtung
fr: Alignement
it: Allineamento
nl: Uitlijning
pl: Wyrównanie
sv_se: Inriktning
tr: Hizalama

# tl_iso_producttype.attributes.tl_class.1
source: Enter a tl_class to override alignment for this attribute.
de: Geben Sie eine tl_class ein, um die Ausrichtung für dieses Attribut zu überschreiben.
fr: Saisir un tl_class pour surcharger l'alignement pour cet attribut.
it: Inserire una tl_classe per sovrascrivere l'allineamento per questo attributo.
nl: Vul een tl_class om uitlijning van dit attribuut te overschrijven.
pl: Wprowadź tl_class, aby nadpisać położenie tego atrybutu.
sv_se: Ange en tl_class för att åsidosätta justering för detta attribut.
tr: Bu özellikte hizalamayı geçersiz kılmak için bir tl_class yazın.

# tl_iso_producttype.attributes.mandatory.0
source: Mandatory
de: Verpflichtend
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
nl: Verplicht
pl: Wymagane
sv_se: Obligatorisk
tr: Zorunlu

# tl_iso_producttype.attributes.mandatory.1
source: You can override the default mandatory-ness here.
de: Hier können Sie die Standard-Verpflichtung überschreiben.
fr: Vous pouvez surcharger la valeur par défaut obligatoire.
it: Qui è possibile sovrascrivere l'obbligatorietà di default.
nl: U kunt de verplichtheid hier overschrijven.
pl: Możesz nadpisać domyślną wymagalność atrybutu tutaj.
sv_se: Du kan åsidosätta den obligatoriska standarden här.
tr: Burada varsayılan zorunluluğu geçersiz kılabilirsiniz.

# tl_iso_producttype.attributes.default
source: Default
de: Standard
es: Por defecto
fr: Taxe par défaut
it: Preimpostato
nl: Standaard
pl: Domyślny
sv_se: Standard
tr: Varsayılan

# tl_iso_producttype.variants.0
source: Enable variants
de: Varianten aktivieren
es: Habilitar variantes
fr: Activer les variantes
it: Abilita versioni
nl: Gebruik varianten
pl: Włącz warianty
sv_se: Aktivera varianter
tr: Çeşitleri etkinleştir

# tl_iso_producttype.variants.1
source: Check here if this product type has variants.
de: Klicken Sie hier, wenn dieser Produkttyp Varianten besitzt.
es: Marcar aquí si este tipo de producto tiene variantes.
fr: Vérifier si ce type de produit a des variantes
it: Spunti qui se questo prodotto ha versioni.
nl: Aanvinken als voor dit product type varianten gebruikt worden.
pl: Zaznacz, jeśli ten typ produktu ma warianty.
sv_se: Kontrollera här om denna produkttyp har varianter.
tr: Bu ürün tipinde çeşit olup olmadığını kontrol edin.

# tl_iso_producttype.variant_attributes.0
source: Variant attributes
de: Varianten-Attribute
es: Atributos de variante
fr: Attributs des variantes
it: Versioni attricuti
nl: Variant attributen
pl: Atrybuty wariantów
sv_se: Variantattribut
tr: Çeşit nitelikleri

# tl_iso_producttype.variant_attributes.1
source: Select the collection of variant attributes that should be included for this product type. Those that are not selected will be hidden from view and inherited from the parent product.
de: Wählen Sie eine Sammlung von Varianten-Attributen die zu diesem Produkttyp hinzugefügt werden soll. Nicht ausgewählte Varianten-Attribute sind unsichtbar und werden nicht vom Elternprodukt vererbt.
es: Seleccione la colección de atributos de la variante que se debe incluir para este tipo de producto. Los que no están seleccionados estarán ocultos de la vista y heredados del producto padre.
fr: Choisissez une collection d'attributs de variante à ajouter à ce type de produit. Les attributs des variantes non sélectionnés sont invisibles et ne seront pas hérités du produit parent.
it: Selezioni la collezione di attributi versione che dovrebbero essere inclusi per questo tipo prodotto. Quelli che non sono state selezionati saranno nascosti alla vista ed ereditati dal prodotto genitore.
nl: Kies de variant-attributen die bij dit product aanwezig moeten zijn. Attributen die niet zijn gelecteerd worden van het hoofdproduct overgenomen.
pl: Wybierz kolekcję wariantów atrybutów, która będze dołączona do tego typu produktu. Te, które nie są zaznaczone, będą ukryte i odziedziczone z rodzica produktu.
sv_se: Välj samlingen av variantattribut som ska inkluderas för den här produkttypen. De som inte är valda kommer att döljas och ärvas från den överordnade produkten.
tr: Bu ürün tipi için dahil edilmesi gereken çeşit öznitelikleri koleksiyonunu seçin. Seçilmemiş olanlar ana üründen devralınacak.

# tl_iso_producttype.force_variant_options.0
source: Always show variant attributes
de: Varianten eines Attributes immer anzeigen
es: Mostrar siempre los atributos de variantes
fr: Toujours afficher les attributs de variantes
it: Mostra sempre gli attributi della variante
nl: Altijd attributen variant weergeven.
pl: Zawsze pokazuj atrybuty wariantow
sv_se: Visa alltid variantattribut
tr: Çeşit niteliklerini daima göster

# tl_iso_producttype.force_variant_options.1
source: Show a variant attribute (select, radio) even if there is only one choice.
de: Varianten eines Attributes (Select-Menü, Radio-Menü) auch anzeigen, wenn nur eine Möglichkeit besteht.
es: Mostrar un atributo de variante (select, radio), incluso si sólo hay una opción.
fr: Afficher un attribut de variante (select, radio), même s'il n'y a qu'un seul choix.
it: Mostra un attributo della variante (select, radio) anche se c'è una sola scelta.
nl: Geef een variant attribuut weer (select, radio), zelfs als er maar één keuze is.
pl: Pokaż warianty atrybutów (select, radio), nawet jeśli jest tylko jeden wybór.
sv_se: Visa ett variantattribut (select, radio) även om det bara finns ett val.
tr: Tek bir seçenek olsa bile bir çeşit niteliğini (seçim, radyo) gösterin.

# tl_iso_producttype.shipping_exempt.0
source: Shipping handling
de: Versandabwicklung
it: Gestione della spedizione
sv_se: Frakthantering

# tl_iso_producttype.shipping_exempt.1
source: Check if items of this product type are not a shipped item (such as downloadable products).
de: Klicken Sie hier wenn Produkte dieses Typs nicht versendet werden (z.B. Downloads).
es: Marcar si los elementos de este tipo de producto no son artículos enviados (por ejemplo, productos descargables).
fr: Vérifiez si les éléments de ce type de produit ne sont pas des éléments livrés (tels que les produits téléchargeables).
it: Controlla se gli articoli di questo tipo di prodotto non sono un articolo spedito (come i prodotti scaricabili).
nl: Aanvinken als dit producttype niet verzonden wordt (zoals downloadbare producten).
pl: Zaznacz jeśli produkty tego typu nie są dostępny do wysyłki (np. w przypadku plików do pobrania).
sv_se: Kontrollera om artiklar av denna produkttyp inte är en levererad vara (som nedladdningsbara produkter).
tr: Bu ürün tipinin ürünlerinin fiziki taşıma gerektiren bir öğe olup olmadığını kontrol edin (indirilebilir ürünler gibi).

# tl_iso_producttype.shipping_exempt.default
source: Default
de: Standard
es: Por defecto
fr: Taxe par défaut
it: Preimpostato
nl: Standaard
pl: Domyślny
sv_se: Standard
tr: Varsayılan

# tl_iso_producttype.shipping_exempt.exempt
source: Exempted (e.g. digital products/downloads)
de: Ausgenommen (z. B. digitale Produkte/Downloads)
it: Esentato (ad esempio prodotti digitali/download)
sv_se: Undantagen (t.ex. digitala produkter/nedladdningar)

# tl_iso_producttype.shipping_exempt.pickup
source: Pick up (disables shipping address)
de: Abholung (deaktiviert die Versandadresse)
it: Ritiro (disabilita l'indirizzo di spedizione)
sv_se: Hämta (inaktiverad leveransadress)

# tl_iso_producttype.downloads.0
source: Enable downloads
de: Downloads aktivieren
es: Habilitar descargas
fr: Activer les téléchargements
it: Abilita download
nl: Downloads activeren
pl: Włącz pliki do pobrania
sv_se: Aktivera nedladdningar
tr: İndirmeleri etkinleştir

# tl_iso_producttype.downloads.1
source: Check here if this product type has downloads.
de: Klicken Sie hier, wenn dieser Produkttyp Downloads hat.
es: Marcar aquí si este tipo de producto tiene descargas.
fr: Cocher si ce type de produit a des téléchargements.
it: Spunta qui se questo tipo di prodotto è scaricabile
nl: Selecteer indien het produkt een download mogelijkheid heeft.
pl: Zaznacz, jeśli typ produktu ma pliki do pobrania.
sv_se: Kontrollera här om denna produkttyp har nedladdningar.
tr: Bu ürün tipinin indirilmiş olup olmadığını kontrol edin.

# tl_iso_producttype.new.0
source: New product type
de: Neuer Produkttyp
es: Nuevo tipo de producto
fr: Nouveau type de produit
it: Nuovo tipo prodotto
nl: Nieuw product type
pl: Nowy typ produktu
sv_se: Ny produkttyp
tr: Yeni ürün tipi

# tl_iso_producttype.new.1
source: Create new product type.
de: Neuen Produkttyp erstellen
es: Crear un nuevo tipo de producto.
fr: Créer un nouveau type de produit
it: Crea un nuovo tipo prodotto
nl: Maak een nieuw product type
pl: Dodaj nowy typ produktu.
sv_se: Skapa ny produkttyp.
tr: Yeni ürün tipi ekle

# tl_iso_producttype.edit.0
source: Edit product type
de: Produkttyp bearbeiten
es: Editar tipo de producto
fr: Éditer un type de produit
it: Modifica il tipo prodotto
nl: Wijzig product type
pl: Edytuj typ produktu
sv_se: Redigera produkttyp
tr: Ürün tipini düzenle

# tl_iso_producttype.edit.1
source: Edit product type ID %s
de: Produkttyp ID %s bearbeiten
es: Editar tipo de producto ID %s
fr: Éditer le type de produit ID %s
it: Modifica il tipo prodotto ID %s
nl: Wijzig product type ID %s
pl: Edytuj typ produktu ID %s
sv_se: Redigera produkttyp ID %s
tr: %s ID'li ürün tipini düzenle

# tl_iso_producttype.copy.0
source: Copy product type definiton
de: Produkttyp-Definition kopieren
es: Copiar definición tipo de producto
fr: Dupliquer un type de produit
it: Copia la definizione tipo prodotto
nl: Kopieër product type definitie
pl: Kopiuj definicję typu produktu
sv_se: Kopiera produkttypdefinitionen
tr: Ürün türünün tanımını kopyala

# tl_iso_producttype.copy.1
source: Copy definition of product type ID %s
de: Kopiere die Definition des Produkttyps ID %s
es: Copiar la definición tipo de producto ID %s
fr: Dupliquer le type de produit ID %s
it: Copia la definizione tipo prodotto ID %s
nl: Kopieër de definitie van product type ID %s
pl: Kopiuj definicję typu produktu ID %s
sv_se: Kopiera produkttypdefinitionen ID %s
tr: %s ID'li ürün tipinin tanımını düzenle

# tl_iso_producttype.delete.0
source: Delete product type
de: Produkttyp löschen
es: Borrar tipo de producto
fr: Effacer un type de produit
it: Cancella tipo prodotto
nl: Verwijder product type
pl: Usuń typ produktu
sv_se: Ta bort produkttyp
tr: Ürün tipini sil

# tl_iso_producttype.delete.1
source: Delete product type ID %s
de: Lösche den Produkttyp ID %s
es: Borrar tipo de producto ID %s
fr: Effacer le type de produit ID %s
it: Cancella tipo prodotto ID %s
nl: Verwijder product type ID %s
pl: Usuń typ produktu ID %s
sv_se: Ta bort produkttyp ID %s
tr: %s ID'li ürün tipini sil

# tl_iso_producttype.show.0
source: product type details
de: Produkttyp-Details
es: Detalles del tipo de producto
fr: Détails du type de produit
it: Dettagli Tipo Prodotto
nl: Details van het product type
pl: Szczegóły typu produktu
sv_se: Information om produkttyp
tr: ürün tipi detayları

# tl_iso_producttype.show.1
source: Show details of product type ID %s
de: Zeige Details des Produkttyps ID %s an
es: Mostrar los detalles del tipo de producto ID %s
fr: Afficher les détails du type de produit ID %s
it: Mostra i dettagli tipo prodotto ID %s
nl: Bekijk de wrakke van product type ID %s
pl: Pokaż szczegóły typu produktu ID %s
sv_se: Visa information om produkttyp ID %s
tr: %s ID'li ürün tipinin detaylarını göster

# tl_iso_producttype.name_legend
source: Product type settings
de: Produkttyp-Einstellungen
es: Ajustes tipo de producto
fr: Paramètres du type de produit
it: Impostazioni tipo prodotto
nl: Product type instellingen
pl: Ustawienia typu produktu
sv_se: Inställningar för produkttyp
tr: Ürün tipi ayarları

# tl_iso_producttype.description_legend
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Omschrijving
pl: Opis
sv_se: Beskrivning
tr: Açıklama

# tl_iso_producttype.prices_legend
source: Prices
de: Preise
es: Precios
fr: Prix
it: Prezzi
nl: Prijzen
pl: Ceny
sv_se: Priser
tr: Fiyatlar

# tl_iso_producttype.template_legend
source: Templates
es: Plantillas
fr: Modèles
it: Template
pl: Szablony
sv_se: Mallar
tr: Şablonlar

# tl_iso_producttype.attributes_legend
source: Product attributes
de: Produktattribute
es: Atributos del producto
fr: Attributs de produit
it: Attributi prodotto
nl: Product attributen
pl: Atrbyuty produktu
sv_se: Produktattribut
tr: Ürün nitelikleri

# tl_iso_producttype.variants_legend
source: Variant attributes
de: Varianten-Attribute
es: Atributos de variante
fr: Attributs des variantes
it: Versioni attricuti
nl: Variant attributen
pl: Atrybuty wariantów
sv_se: Variantattribut
tr: Çeşit nitelikleri

# tl_iso_producttype.expert_legend
source: Expert settings
de: Experten-Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni esperto
nl: Expert instellingen
pl: Zaawansowane ustawienia
sv_se: Expertinställningar
tr: Uzman ayarları

# tl_iso_producttype.noVariantAttributes
source: You must select at least one variant option (one of those: %s).
de: Sie müssen mindestens eine Varianten-Option (eine von diesen: %s) auswählen.
it: È necessario selezionare almeno una variante (una di queste: %s).
sv_se: Du måste välja minst ett variantalternativ (ett av dessa: %s).
tr: En az bir çeşit seçeneği seçmelisiniz (bunlardan birini : %s).
