Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_iso_shipping.xlf
Languages: de, it, pl, sv_se, tr

# tl_iso_shipping.dhl_epk.1
source: Please enter your DHL account number.
de: Bitte geben Sie Ihre DHL Kontonummer ein.
it: Inserire il numero di conto DHL.
sv_se: Ange ditt DHL-kontonummer.

# tl_iso_shipping.dhl_product.0
source: DHL Product
de: DHL Produkt
it: Prodotto DHL
sv_se: DHL produkt

# tl_iso_shipping.dhl_product.1
source: Please select the appropriate DHL product / shipment type.
de: Bitte wählen Sie das passende DHL Produkt / Versandart aus.
it: Si prega di selezionare il tipo di prodotto/spedizione DHL appropriato.
sv_se: Vänligen välj lämplig DHL-produkt/leveranstyp.

# tl_iso_shipping.dhl_app.0
source: Application ID
de: Anwendungs-ID
it: ID dell'applicazione
sv_se: Applikations -ID

# tl_iso_shipping.dhl_app.1
source: Enter the Application ID for DHL API.
de: Bitte geben Sie die Anwendungs-ID für die DHL API ein.
it: Inserire ID dell'applicazione per DHL API.
sv_se: Ange applikations-ID för DHL API.

# tl_iso_shipping.dhl_token.1
source: Enter the Token for DHL API.
de: Bitte geben Sie den Token für die DHL API ein.
it: Inserire il Token per DHL API.
sv_se: Ange Token för DHL API.

# tl_iso_shipping.dhl_shipping.0
source: Shipping Date Calculation
de: Berechnung des Versanddatums
it: Calcolo della data di spedizione
sv_se: Beräkning av leveransdatum

# tl_iso_shipping.dhl_shipping.1
source: Enter the period within the package will be shipped. Default is next day.
de: Geben Sie den Zeitraum ein, in dem das Paket versendet werden soll. Der Standard ist am nächsten Tag.
it: Inserire il periodo entro il quale verrà spedito il pacco. L'impostazione predefinita è il giorno successivo.

# tl_iso_shipping.groups.0
source: Member Groups
de: Mitgliedergruppen
it: Gruppi membri
pl: Grupy użytkowników
sv_se: Medlemsgrupper
tr: Üye Grupları

# tl_iso_shipping.groups.1
source: Restrict this shipping option to certain member groups.
de: Schränken Sie die Versandoptionen auf bestimmte Mitgliedergruppen ein.
it: Limiti quest'opzione di spedizione a certi gruppi di membri
pl: Zastrzeż tę metodę wysyłki do konkretnych grup użytkowników.
sv_se: Begränsa detta fraktalternativ till vissa medlemsgrupper.
tr: Bu nakliye seçeneğini belirli üye gruplarla sınırlayın.

# tl_iso_shipping.protected.0
source: Protect module
de: Modul schützen
it: Modulo protetto
pl: Chroń moduł
sv_se: Skydda modulen
tr: Koruma modülü

# tl_iso_shipping.protected.1
source: Show the module to certain member groups only.
de: Modul nur für bestimmte Mitgliedergruppen anzeigen.
it: Mostra il modulo soltanto ad alcuni membri del gruppo.
pl: Pokaż metodę wysyłki tylko konkretnym grupom użytkowników.
sv_se: Visa modulen endast för vissa medlemsgrupper.
tr: Modülü yalnızca belirli üye gruplara gösterin.

# tl_iso_shipping.guests.0
source: Show to guests only
de: Nur für Gäste anzeigen
it: Mostra solo agli ospiti
pl: Pokaż tylko dla gości
sv_se: Visa endast för gäster
tr: Sadece misafirlere gösterin

# tl_iso_shipping.guests.1
source: Hide the module if a member is logged in.
de: Modul für eingeloggte Mitglieder nicht anzeigen.
it: Nasconda il modulo se un membro è loggato.
pl: Ukryj metodę wysyłki, jeśli użytkownik jest zalogowany.
sv_se: Dölj modulen om en medlem är inloggad.
tr: Bir üye oturum açarsa modülü gizleyin.

# tl_iso_shipping.debug.0
source: Debug mode
de: Testsystem verwenden
it: Modo debug
sv_se: Felsökningsläge
tr: Hata ayıklama modu

# tl_iso_shipping.debug.1
source: Use test platform for shipping.
de: Verwenden Sie die Testplattform für den Versand.
it: Utilizzare la piattaforma di test per la spedizione.
sv_se: Använd testplattform för frakt.

# tl_iso_shipping.logging.0
source: Enable logging
de: Logging aktivieren
it: Attivare il logging
sv_se: Aktivera loggning

# tl_iso_shipping.logging.1
source: Write transaction information to the system log files.
de: Schreiben Sie Transaktionsinformationen in die Systemprotokolldateien.
it: Scrivere le informazioni sulle transazioni nei file di log del sistema.
sv_se: Skriv transaktionsinformation till systemloggfilerna.

# tl_iso_shipping.enabled.0
source: Enabled
de: Aktiv
it: Attivato
pl: Aktywna
sv_se: Aktiverad
tr: Etkinleştirildi

# tl_iso_shipping.enabled.1
source: Is the module available for use in the store?
de: Wählen Sie ob dieses Modul für den Shop verfügbar ist.
it: Il modulo è disponibile all'uso nel negozio?
pl: Zaznacz tutaj jeśli moduł wysyłki ma być aktywny.
sv_se: Finns modulen tillgänglig för användning i butiken?
tr: Modül mağazada kullanılabilir mi?

# tl_iso_shipping.title_legend
source: Title and type
de: Titel und Typ
it: Titolo e tipo
pl: Tytuł i typ
sv_se: Titel och typ
tr: Başlık ve tip

# tl_iso_shipping.note_legend
source: Shipping note
de: Versandhinweis
it: Nota spedizione
pl: Notatka
sv_se: Fraktsedel
tr: Nakliye notu

# tl_iso_shipping.api_legend
source: API Configuration
de: API Konfiguration
it: Configurazione API
sv_se: API-konfiguration

# tl_iso_shipping.config_legend
source: Configuration
de: Konfiguration
it: Configurazione
pl: Konfiguracja
sv_se: Konfiguration
tr: Yapılandırma

# tl_iso_shipping.price_legend
source: Price and Weight
de: Preis und Gewicht
it: Prezzo e peso
sv_se: Pris och vikt

# tl_iso_shipping.expert_legend
source: Expert settings
de: Experten-Einstellungen
it: Impostazioni esperto
pl: Zaawansowane ustawienia
sv_se: Expertinställningar
tr: Uzman ayarları

# tl_iso_shipping.enabled_legend
source: Approval
de: Freigabe
it: Approvazione
sv_se: Godkännande
tr: Onay

# tl_iso_shipping.new.0
source: New shipping method
de: Neue Versandart
it: Nuovo metodo spedizione
pl: Nowa metoda wysyłki
sv_se: Ny fraktmetod
tr: Yeni nakliye yöntemi

# tl_iso_shipping.new.1
source: Create a New shipping method
de: Eine neue Versandart erstellen
it: Crei un nuovo metodo di spedizione
pl: Dodaj nową metodę wysyłki
sv_se: Skapa en ny fraktmetod
tr: Yeni nakliye yöntemi oluştur

# tl_iso_shipping.edit.0
source: Edit shipping method
de: Versandart bearbeiten
it: Modifica spedizione
pl: Edytuj metodę wysyłki
sv_se: Redigera fraktmetod
tr: Nakliye yöntemini düzenle

# tl_iso_shipping.edit.1
source: Edit shipping method ID %s
de: Versandart ID %s bearbeiten
it: Modifica il metodo di spedizioneID %s
pl: Edytuj metodę wysyłki ID %s
sv_se: Redigera fraktmetod ID %s
tr: %s ID'li nakliye yöntemini düzenle

# tl_iso_shipping.copy.0
source: Copy shipping method
de: Versandart duplizieren
it: Copia spedizione
pl: Kopiuj metodę wysyłki
sv_se: Kopiera fraktmetod
tr: Nakliye yöntemini kopyala

# tl_iso_shipping.copy.1
source: Copy shipping method ID %s
de: Versandart ID %s duplizieren
it: Copia il metodo di spedizione ID %s
pl: Kopiuj metodę wysyłki ID %s
sv_se: Kopiera fraktmetod ID %s
tr: %s ID'li nakliye yöntemini kopyala

# tl_iso_shipping.delete.0
source: Delete shipping method
de: Versandart löschen
it: Cancella spedizione
pl: Usuń metodę wysyłki
sv_se: Ta bort fraktmetod
tr: Nakliye yöntemini sil

# tl_iso_shipping.delete.1
source: Delete shipping method ID %s
de: Versandart ID %s löschen
it: Cancella metodo spedizione ID %s
pl: Usuń metodę wysyłki ID %s
sv_se: Ta bort fraktmetod ID %s
tr: %s ID'li nakliye yöntemini sil

# tl_iso_shipping.toggle.0
source: Enable/disable shipping method
de: Versandart aktivieren/deaktivieren
it: Abilitare/disabilitare il metodo di spedizione
pl: Włącz / wyłącz metody wysyłki
sv_se: Aktivera/inaktivera fraktmetod
tr: Nakliye yöntemini etkinleştir/devre dışı bırak

# tl_iso_shipping.toggle.1
source: Enable/disable shipping method ID %s
de: Versandart mit ID %s aktivieren/deaktivieren
it: Abilitare/disabilitare il metodo di spedizione ID %s
pl: Włącz / wyłącz metodę wysyłki ID %s
sv_se: Aktivera/inaktivera fraktmetod ID %s
tr: %s ID'li nakliye yöntemini etkinleştir/devre dışı bırak

# tl_iso_shipping.show.0
source: Shipping method details
de: Versandart-Details
it: Dettagli spedizione
pl: Pokaż szczegóły metody wysyłk
sv_se: Information om fraktmetod
tr: Nakliye yöntemi detaylarını gör

# tl_iso_shipping.show.1
source: Show details of shipping method ID %s
de: Details der Versandart ID %s anzeigen
it: Mostri i dettagli di spedizione ID %s
pl: Pokaż szczegóły metody wysyłki ID %s
sv_se: Information om fraktmetod ID %s
tr: %s ID'li nakliye yöntemi detaylarını gör

# tl_iso_shipping.flat
source: Flat
de: Pauschal
it: Tassa fissa
pl: Płaski
sv_se: Platt
tr: Düz

# tl_iso_shipping.perProduct
source: Per Product
de: Pro Produkt
it: Per prodotto
pl: Za produkt
sv_se: Per produkt
tr: Her Üründe

# tl_iso_shipping.perItem
source: Per Item
de: Pro Stück
it: Per pezzo
pl: Za rzecz
sv_se: Per styck
tr: Her öğede

# tl_iso_shipping.perWeight
source: Per Weight
de: Pro Gewicht
it: Per peso
sv_se: Per vikt

# tl_iso_shipping.first
source: Price of the first available method
de: Preis der ersten verfügbaren Methode
it: Prezzo del primo metodo disponibile
pl: Cena pierwszej dostępnej metody
sv_se: Priset för den första tillgängliga metoden
tr: İlk uygun yöntemin fiyatı

# tl_iso_shipping.lowest
source: Lowest price of available methods
de: Niedrigster Preis der verfügbaren Versandarten
it: Prezzo più basso dei metodi disponibili
pl: Najniższa cena z dostępnych metod
sv_se: Lägsta pris på tillgängliga metoder
tr: Kullanılabilir yöntemlerin en düşük fiyatı

# tl_iso_shipping.highest
source: Highest price of available methods
de: Höchster Preis der verfügbaren Versandarten
it: Prezzo più alto dei metodi disponibili
pl: Najwyższa cena z dostępnych metod
sv_se: Högsta pris på tillgängliga metoder
tr: Kullanılabilir yöntemlerin en yüksek fiyatı

# tl_iso_shipping.summarize
source: Summed price of available methods
de: Summierter Preis der verfügbaren Versandarten
it: Prezzo sommato dei metodi disponibili
pl: Zsumowana cena dostępnych metod
sv_se: Summerat pris på tillgängliga metoder
tr: Kullanılabilir yöntemlerin toplam fiyatı

# tl_iso_shipping.onlyAvailable
source: Enable if only these product types are in cart
de: Nur erlauben bei folgenden Produkttypen im Warenkorb
it: Attivare se solo questi tipi di prodotto sono nel carrello
tr: Yalnızca bu ürün tipleri sepette olduğunda etkinleştir

# tl_iso_shipping.allAvailable
source: Enable if all these product types are in cart
de: Nur erlauben wenn alle der folgenden Produkttypen im Warenkorb liegen
it: Attivare se tutti questi tipi di prodotto sono nel carrello
sv_se: Aktivera om alla dessa produkttyper finns i kundvagnen
tr: Tüm ürün tipleri sepette olduğunda etkinleştir

# tl_iso_shipping.oneAvailable
source: Enable if one of these product types is in cart
de: Erlauben, wenn einer der folgenden Produkttypen im Warenkorb liegt
it: Attivare se uno di questi tipi di prodotto è nel carrello
sv_se: Aktivera om en av dessa produkttyper finns i kundvagnen
tr: Bu ürün tiplerinden birisi alışveriş sepetinde bulunuyorsa etkinleştir

# tl_iso_shipping.calculation
source: Calculate price for these product types
de: Preis für diese Produkttypen berechnen
it: Calcolare il prezzo per questi tipi di prodotti
sv_se: Beräkna priset för dessa produkttyper
tr: Bu ürün tipleri için fiyatı hesapla

# tl_iso_shipping.dhl_product.V01PAK
source: National Package
de: Nationales Paket
it: Pacchetto nazionale
sv_se: Nationellt paket

# tl_iso_shipping.dhl_product.V53WPAK
source: International Package
de: Internationales Paket
it: Pacchetto internazionale
sv_se: Internationellt paket

# tl_iso_shipping.dhl_product.V54EPAK
source: Europa Package
de: Europa Paket
it: Pacchetto per Europa
sv_se: Europapaket

# tl_iso_shipping.dhl_product.V06PAK
source: Same Day Package
de: Paket für den gleichen Tag
it: Pacchetto il stesso giorno
sv_se: Paketet samma dag

# tl_iso_shipping.dhl_product.V06TG
source: Same Day Messenger
de: Messenger für den gleichen Tag
it: Corriere il stesso giorno

# tl_iso_shipping.dhl_product.V86PARCEL
source: Austria Package
de: Österreich Paket
it: Pacchetto Austria
sv_se: Österrike paket

# tl_iso_shipping.dhl_product.V82PARCEL
source: Austria International Package
de: Internationales Österreich Paket
it: Pacchetto internazionale Austria
sv_se: Österrikes internationella paket

# tl_iso_shipping.dhl_product.V87PARCEL
source: Connect Package
de: Paket verbinden
it: Pacchetto connect

# tl_iso_shipping.dhl_token.0
source: API Token
it: Token API

# tl_iso_shipping.price_legend
source: Pricing threshold and tax class applicability
pl: Próg cenowy i klasa podatku
