Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_module.xlf
Languages: de, es, it, sv_se

# tl_module.iso_emptyFilter.1
source: Set a custom message when there is no filter set.
de: Eigene Nachricht zeigen, wenn kein Filter gesetzt ist.
es: Definir un mensaje si no hay ningún filtro
it: Impostare un messaggio personalizzato quando non è stato impostato alcun filtro.
sv_se: Ställ in ett anpassat meddelande när det inte finns något filter.

# tl_module.iso_noFilter.0
source: Message when no filter is set
de: Nachricht wenn kein Filter gesetzt ist
es: Mensaje cuando no hay ningún filtro
it: Messaggio quando non è impostato alcun filtro
sv_se: Meddelande när inget filter är inställt

# tl_module.iso_noFilter.1
source: Enter a custom message if there is no filter set.
de: Geben Sie eine eigene Nachricht ein, welche angezeigt wird, wenn kein Filter gesetzt ist.
es: Escriba un mensaje personalizado si no hay ningún filtro
it: Inserire un messaggio personalizzato se non è stato impostato alcun filtro.
sv_se: Ange ett anpassat meddelande om det inte finns något filter.

# tl_module.iso_category_scope.0
source: Category Scope
de: Kategorie-Anwendungsbereich
es: Categoría Scope
it: Ambito categoria
sv_se: Kategori Omfattning

# tl_module.iso_category_scope.1
source: Specify the scope of a product lister.
de: Spezifizieren Sie den Anwendungsbereich diese Produktliste.
es: Especifique el alcance de un lister de producto.
it: Selezioni l'ambito di un elenco prodotti
sv_se: Ange omfattningen av en produktlista.

# tl_module.iso_list_where.0
source: Condition
de: Bedingung
es: Condición
it: Condizione
sv_se: Kondition

# tl_module.iso_list_where.1
source: Here you can enter a SQL condition to filter the products. You must prefix the fields with "tl_iso_product." (e.g. <em>tl_iso_product.featured=1</em> or <em>tl_iso_product.color!='red'</em>)!
de: Geben Sie eine SQL-Bedingung zum filtern der Produkte ein. Sie müssen die Felder mit "tl_iso_product." beginnen (z. B. <em>tl_iso_product.featured=1</em> oder <em>tl_iso_product.color!='red'</em>)!
it: Qui è possibile inserire una condizione SQL per filtrare i prodotti. I campi devono essere preceduti dal prefisso "tl_iso_prodotto". (p.e. <em>tl_iso_product.featured=1</em> o <em>tl_iso_product.color!='rosso'</em>)!
sv_se: Här kan du ange ett SQL-villkor för att filtrera produkterna. Du måste prefixa fälten med "tl_iso_product." (t.ex. <em>tl_iso_product.featured=1</em> eller <em>tl_iso_product.color!='red'</em>)!

# tl_module.iso_filterModules.0
source: Filter modules
de: Filter-Module
es: Modulos filtro
it: Moduli filtro
sv_se: Filtermoduler

# tl_module.iso_filterModules.1
source: Select the filter modules you want to consider for this product list.
de: Wählen Sie die Filter-Module die Sie für diese Produkt-Liste in Betracht ziehen wollen.
es: Seleccionar los módulos de filtro que desee tener en cuenta para esta lista de productos.
it: Selezionare i moduli di filtraggio che si desidera considerare per questa lista di prodotti.
sv_se: Välj de filtermodulerna du vill överväga för den här produktlistan.

# tl_module.iso_filterFields.0
source: Enabled filters
de: Aktivierte Filter
es: Habilitar los filtros
it: Filtri abilitati
sv_se: Aktiverade filter

# tl_module.iso_filterFields.1
source: Please select filters to enable.
de: Bitte wählen Sie welche Filter aktiviert werden sollen.
es: Por favor seleccione los filtros para habilitar.
it: Per cortesia selezioni i filtri da abilitare.
sv_se: Välj filter för att aktivera.

# tl_module.iso_cumulativeFields.0
source: Filter configuration
de: Filter-Konfiguration
it: Configurazione del filtro
sv_se: Filterkonfiguration

# tl_module.iso_cumulativeFields.1
source: Please configure the cumulative filter fields.
de: Konfigurieren Sie die Felder des Einschränkenden Filters.
it: Si prega di configurare i campi del filtro cumulativo.
sv_se: Vänligen konfigurera de kumulativa filterfälten.

# tl_module.iso_cumulativeFields.attribute.0
source: Attribute
de: Attribut
it: Attributo
sv_se: Attribut

# tl_module.iso_cumulativeFields.queryType.0
source: Query Type
de: Abfrage-Typ
it: Tipo di domanda
sv_se: Frågetyp

# tl_module.iso_cumulativeFields.matchCount.0
source: Number of results
de: Anzahl der Ergebnisse
it: Numero di risultati
sv_se: Antal resultat

# tl_module.iso_cumulativeFields.matchCount.none
source: Do not show
de: Nicht anzeigen
it: Non mostrare
sv_se: Visa inte

# tl_module.iso_cumulativeFields.matchCount.all
source: Show total
de: Zeige alle
it: Mostra totale
sv_se: Visa totalt

# tl_module.iso_cumulativeFields.matchCount.new
source: Show difference
de: Unterschied anzeigen
it: Mostra la differenza
sv_se: Visa skillnad

# tl_module.iso_rangeFields.0
source: Filter configuration
de: Filter-Konfiguration
it: Configurazione del filtro
sv_se: Filterkonfiguration

# tl_module.iso_rangeFields.1
source: Please configure the range filter fields.
de: Bitte konfigurieren Sie die Felder vom Bereichsfilter.
it: Si prega di configurare i campi del filtro gamma.
sv_se: Vänligen konfigurera räckvidd filterfälten.

# tl_module.iso_rangeFields.mode
source: Filter mode
de: Filter-Modus
sv_se: Filterläge

# tl_module.iso_rangeFieldsMode.range
source: Range
de: Bereich
sv_se: Räckvidd

# tl_module.iso_rangeFieldsMode.min
source: Higher than
de: Mehr als
sv_se: Högre än

# tl_module.iso_rangeFieldsMode.max
source: Lower than
de: Weniger als
sv_se: Lägre än

# tl_module.iso_rangeFieldsMode.fields
source: Value within
de: Wert zwischen
sv_se: Värde inom

# tl_module.iso_rangeFields.attribute
source: Attribute
de: Attribut
it: Attributo
sv_se: Attribut

# tl_module.iso_rangeFields.attribute_max
source: Attribute to
de: Attribut bis
sv_se: Attribut till

# tl_module.iso_rangeFields.attribute_max_blank
source: (only select for mode "Value within")
de: (nur auswählen für Modus "Wert zwischen")
sv_se: (välj endast för läge "Värde inom")

# tl_module.iso_rangeFields.min
source: Range from
de: Bereich von
it: Gamma da
sv_se: Allt från

# tl_module.iso_rangeFields.max
source: Range to
de: Bereich bis
it: Gamma a
sv_se: Räckvidd till

# tl_module.iso_rangeFields.step
source: Steps
de: Schritte
it: Passi
sv_se: Steg

# tl_module.iso_filterHideSingle.0
source: Hide single options
de: Einzelne Auswahlen verstecken
es: Ocultar opciones individuales
it: Nascondi le singole opzioni
sv_se: Dölj enstaka alternativ

# tl_module.iso_filterHideSingle.1
source: Hide filter field if there is just one option.
de: Feld für Filter verstecken, wenn nur eine Auswahl
es: Ocultar campo de filtro, si sólo hay una opción.
it: Nascondere il campo del filtro se c'è solo un'opzione.
sv_se: Dölj filterfält om det bara finns ett alternativ.

# tl_module.iso_searchFields.0
source: Enabled search fields
de: Aktivierte Suchfelder
es: Campos de búsqueda activados
it: Campi ricerca abilitati
sv_se: Aktiverade sökfält

# tl_module.iso_searchFields.1
source: Please select search fields to enable.
de: Bitte wählen Sie welche Suchfelder aktiviert werden sollen.
es: Por favor, seleccione los campos de búsqueda para activar.
it: Per cortesia selezioni i campi ricerca da abilitare.
sv_se: Välj sökfält för att aktivera.

# tl_module.iso_searchExact.0
source: Redirect exact match
de: Exakte Übereinstimmung umleiten
it: Reindirizzare la corrispondenza esatta
sv_se: Omdirigera exakt matchning

# tl_module.iso_searchExact.1
source: Redirect to the product details if the keyword search has an exact match in one of these fields (e.g. search by SKU).
de: Wechseln Sie zu den Produktdetails, wenn die Keyword-Suche in einem dieser Felder genau übereinstimmt (z. B. Suche nach Artikelnummer).
it: Reindirizzare ai dettagli del prodotto se la ricerca per parola chiave ha una corrispondenza esatta in uno di questi campi (ad es. ricerca per SKU).
sv_se: Omdirigera till produktinformationen om sökordssökningen har en exakt matchning i något av dessa fält (t.ex. sök på SKU).

# tl_module.iso_searchAutocomplete.0
source: Autocomplete search field
de: Suchfeld mit Autovervollständigung
es: Campo Autocompletando de búsqueda
it: Campo di ricerca a completamento automatico
sv_se: Autoslutför sökfält

# tl_module.iso_searchAutocomplete.1
source: If you select a field here, the search will be autocompleted by the values of that field.
de: Wenn Sie hier ein Feld auswählen, wird die Suche mit den Werten dieses Feldes autovervollständigt.
es: Si selecciona un campo aquí, la búsqueda se autocompletará con los valores de ese campo.
it: Se si seleziona un campo qui, la ricerca sarà completata automaticamente dai valori di quel campo.
sv_se: Om du väljer ett fält här, kommer sökningen att autoslutföras av värdena i det fältet.

# tl_module.iso_sortingFields.0
source: Enabled sorting fields
de: Aktivierte Sortierfelder
es: Campos de ordenación habilitados
it: Campi "ordina per" abilitati
sv_se: Aktiverade sorteringsfält

# tl_module.iso_sortingFields.1
source: Please select orderable fields to enable.
de: Bitte wählen Sie welche Sortierfelder aktiviert werden sollen.
es: Por favor, seleccione los campos de ordenación para habilitar.
it: Per cortesia selezioni i campi ordinabili da abilitare
sv_se: Välj beställningsbara fält för att aktivera.

# tl_module.iso_newFilter.0
source: Filtering for new products
de: Filterung für neue Produkte
it: Filtraggio per i nuovi prodotti
sv_se: Filtrering nya produkter

# tl_module.iso_newFilter.1
source: If you have configured marking products as "new" in your shop configuration, you can either filter for old ones, new ones or just display all products.
de: Wenn Sie die Möglichkeit in Ihrem Shop konfiguriert haben, Produkte als "neu" zu kennzeichnen, können Sie entweder nach alten, neuen oder nach allen Produkten filtern.
it: Se avete configurato i prodotti di marcatura come "nuovi" nella configurazione del vostro negozio, potete filtrare quelli vecchi, quelli nuovi o semplicemente visualizzare tutti i prodotti.
sv_se: Om du har konfigurerat märkning av produkter som "nya" i din butikskonfiguration kan du antingen filtrera efter gamla, nya eller bara visa alla produkter.

# tl_module.iso_newFilter.show_all
source: Show all products
de: Zeige alle Produkte
it: Mostra tutti i prodotti
sv_se: Visa alla produkter

# tl_module.iso_newFilter.show_new
source: Only show new products
de: Zeige nur die neuen Produkte
it: Mostra solo i nuovi prodotti
sv_se: Visa endast nya produkter

# tl_module.iso_newFilter.show_old
source: Only show old products
de: Zeige alte Produkte
it: Mostra solo prodotti vecchi
sv_se: Visa endast gamla produkter

# tl_module.iso_enableLimit.0
source: Enable per-page limiting
de: "Pro Seite"-Limit aktivieren
es: Activar limitación por página
it: Abilita limiti per pagina
sv_se: Aktivera begränsning per sida

# tl_module.iso_enableLimit.1
source: Allow the user to select the number of records to show per page.
de: Ermöglichen Sie es den Nutzern, dass sie auswählen wie viele Einträge pro Seite angezeigt werden.
es: Permitir al usuario seleccionar el número de registros por página.
it: Permetta agli utilizzatori di selezionare il numero di record da mostrare per pagina.
sv_se: Tillåt användaren att välja antalet poster som ska visas per sida.

# tl_module.iso_perPage.0
source: Per page options
de: "Pro Seite"-Optionen
es: Opciones por página
it: Opzioni per pagina
sv_se: Alternativ per sida

# tl_module.iso_perPage.1
source: Enter a comma separated list for the limit dropdown. The first option will be used as the default value. Values will automatically sort by number.
de: Geben Sie eine kommagetrennte Liste für das Limit-Dropdownfeld ein. Die erste Option wird als Standardwert genutzt. Werte werden automatisch nach der Nummer sortiert.
es: Introducir una lista separada por comas para el desplegable. La primera opción se utiliza como valor predeterminado. Los valores se ordenará de forma automática por el número.
it: Inserire una lista separata da virgole per il menu a tendina del limite. La prima opzione sarà utilizzata come valore predefinito. I valori saranno ordinati automaticamente per numero.
sv_se: Ange en kommaseparerad lista för rullgardinsmenyn för gränser. Det första alternativet kommer att användas som standardvärde. Värden sorteras automatiskt efter nummer.

# tl_module.iso_cart_jumpTo.0
source: Shopping Cart Jump to page
de: Weiterleitungs-Seite für Warenkorb
es: Salto a la página de la cesta
it: Salto alla pagina Carrello Spesa
sv_se: Varukorg Gå till sidan

# tl_module.iso_cart_jumpTo.1
source: This setting defines to which page a user will be redirected when requesting a full shopping cart view.
de: Diese Einstellung gibt an, zu welcher Seite der Nutzer weitergeleitet wird, wenn er den kompletten Warenkorb sehen möchte.
es: Este ajuste define a qué página será redirigido el usuario al solicitar una vista completa de la cesta de compras.
it: Queste impostazioni definiscono verso quale pagina l'utilizzatore sarà reindirizzato quando richiede una vista completa del carrello della spesa.
sv_se: Den här inställningen definierar till vilken sida en användare kommer att omdirigeras när han begär en fullständig kundvagnsvy.

# tl_module.iso_checkout_jumpTo.0
source: Checkout Jump to page
de: Weiterleitungs-Seite für Bestellvorgang
es: Salto a la página de proceso de pago
it: Salto alla pagina Checkout
sv_se: Kassa Gå till sidan

# tl_module.iso_checkout_jumpTo.1
source: This setting defines to which page a user will be redirected when completing their transaction.
de: Diese Einstellung gibt an, zu welcher Seite der Nutzer weitergeleitet wird, wenn er die Bestellung abschließt.
es: Este ajuste define a qué página será redirigido el usuario al terminar su transacción.
it: Questa impostazione definisce a quale pagina un utilizzatore sarà reindirizzato quanto ha completato la transazione.
sv_se: Den här inställningen definierar vilken sida en användare kommer att omdirigeras till när han slutför sin transaktion.

# tl_module.iso_listingSortField.0
source: Initial sorting field
de: Anfängliches Sortierfeld
es: Campo de clasificación inicial
it: Campo ordinamento iniziale
sv_se: Inledande sorteringsfält

# tl_module.iso_listingSortField.1
source: Select a sorting field to sort the listing by on first page load.
de: Wählen Sie auf Basis welches Sortierfeldes die Liste beim ersten Laden der Seite sortiert werden soll.
es: Seleccionar un campo de ordenación para ordenar la lista durante la primera carga de la página.
it: Selezioni un campo ordinamento per ordinare l'elenco al primo caricamento della pagina.
sv_se: Välj ett sorteringsfält att sortera listan efter vid första sidladdning.

# tl_module.iso_listingSortDirection.0
source: Initial sorting direction
de: Anfängliche Sortierrichtung
es: Sentido de clasificación inicial
it: Verso ordinamento iniziale
sv_se: Inledande sorteringsriktning

# tl_module.iso_listingSortDirection.1
source: Select a initial sorting direction.
de: Wählen Sie eine anfängliche Sortierrichtung.
es: Slecciona un sentido de clasificación inicial
it: Selezionare un verso per il sorting iniziale.
sv_se: Välj en första sorteringsriktning.

# tl_module.iso_buttons.0
source: Buttons
de: Schaltflächen
es: Botones
it: Bottoni
sv_se: Knappar

# tl_module.iso_buttons.1
source: Select the buttons you want to show.
de: Wählen Sie welche Schaltflächen angezeigt werden sollen.
es: Seleccione los botones que desee mostrar.
it: Selezioni i bottoni che vuole mostrare.
sv_se: Välj de knapparna du vill visa.

# tl_module.iso_related_categories.0
source: Related categories
de: Verknüpfte Kategorien
es: Categorías relacionadas
it: Categorie correlate
sv_se: Relaterade kategorier

# tl_module.iso_related_categories.1
source: Select the categories to show products of.
de: Wählen Sie Kategorien aus denen Produkte angezeigt werden sollen.
es: Seleccione las categorías de los productos para mostrar.
it: Selezioni le categorie prodotti da mostrare.

# tl_module.iso_includeMessages.0
source: Include messaging
de: Nachrichten einbinden
es: Incluir mensajes
it: Includi la messaggistica
sv_se: Inkludera meddelanden

# tl_module.iso_includeMessages.1
source: This setting allows the module to include any errors, notifications, or confirmations the visitor should be aware of.
de: Diese Einstellung ermöglicht es dem Modul Fehler, Hinweise oder Bestätigungen anzuzeigen, die der Besucher sehen sollte.
es: Esta configuración permite que el módulo incluya los errores, notificaciones o confirmaciones que el visitante debe tener en cuenta.
it: Questa impostazione consente al modulo di includere eventuali errori, notifiche o conferme di cui il visitatore dovrebbe essere a conoscenza.
sv_se: Den här inställningen gör att modulen kan inkludera eventuella fel, meddelanden eller bekräftelser som besökaren bör vara medveten om.

# tl_module.iso_continueShopping.0
source: Enable "Continue shopping" button
de: "Einkauf fortsetzen"-Schaltfläche aktivieren
it: Attivare il pulsante "Continua a fare acquisti"
sv_se: Aktivera knappen "Fortsätt handla".

# tl_module.iso_continueShopping.1
source: Add a link to the currently added product to the cart.
de: Link zum gerade hinzugefügten Produkt hinzufügen.
es: Añadir un enlace al producto agregado actualmente a la cesta.
it: Aggiungi un link al prodotto attualmente aggiunto al carrello.
sv_se: Lägg till en länk till den för närvarande tillagda produkten i kundvagnen.

# tl_module.iso_address.0
source: Address types
de: Adresstypen
it: Tipi di indirizzo
sv_se: Adresstyper

# tl_module.iso_address.1
source: Please choose the address types.
de: Bitte wählen Sie die Adresstypen.
it: Si prega di scegliere i tipi di indirizzo.
sv_se: Välj adresstyper.

# tl_module.iso_address.billing
source: Billing address
de: Rechnungsadresse
it: Indirizzo Fatturazione
sv_se: Fakturaadress

# tl_module.iso_address.shipping
source: Shipping address
de: Versandadresse
it: Indirizzo Spedizione
sv_se: Leveransadress

# tl_module.iso_addressFields.0
source: Available address fields
de: Verfügbare Adressfelder
it: Campi indirizzo disponibili
sv_se: Tillgängliga adressfält

# tl_module.iso_addressFields.1
source: Choose the available address fields you would like to display.
de: Wählen Sie die Adressfelder aus, die angezeigt werden sollen.
it: Scegliete i campi dell'indirizzo che desiderate visualizzare.
sv_se: Välj de tillgängliga adressfälten du vill visa.

# tl_module.iso_tsid.1
source: Please enter your Trusted Shops ID.
de: Bitte geben Sie Ihre Trusted Shops-ID ein.
it: Inserire il proprio Trusted Shops ID.
sv_se: Ange ditt Trusted Shops-ID.

# tl_module.iso_tsdisplay.0
source: Badge Display Mode
de: Badge-Anzeigemodus
it: Modalità di visualizzazione del badge
sv_se: Märkevisningsläge

# tl_module.iso_tsdisplay.1
source: Select how the Trusted Shops badge should be displayed.
de: Wählen Sie aus, wie der Trusted Shops-Badge angezeigt werden soll.
it: Selezionare come deve essere visualizzato il badge di Trusted Shops.
sv_se: Välj hur Trusted Shops-märket ska visas.

# tl_module.iso_tsreviews.0
source: Show shop reviews
de: Shopbewertungen anzeigen
it: Mostrare le recensioni dei negozi
sv_se: Visa butiksrecensioner

# tl_module.iso_tsreviews.1
source: Check here to show your shop reviews in the Trusted Shops badge.
de: Klicken Sie hier, um Ihre Shopbewertungen im Trusted Shops-Badge anzuzeigen.
it: Controlla qui per mostrare le recensioni del tuo negozio nel badge di Trusted Shops.
sv_se: Kolla här för att visa dina butiksrecensioner i Trusted Shops-märket.

# tl_module.iso_tsdirection.0
source: Card Display Mode
de: Card-Anzeigemodus
it: Modalità di visualizzazione della scheda
sv_se: Kortvisningsläge

# tl_module.iso_tsdirection.1
source: Select how the Trusted Shops Card should be displayed.
de: Wählen Sie aus, wie die Trusted Shops-Badge angezeigt werden soll.
it: Selezionare come deve essere visualizzata la scheda dei Trusted Shops.
sv_se: Välj hur Trusted Shops Card ska visas.

# tl_module.iso_tsyoffset.0
source: Bottom offset
de: Unterer Versatz
it: Offset inferiore
sv_se: Botten offset

# tl_module.iso_tsyoffset.1
source: Enter the number of pixels to offset the badge from your page bottom.
de: Geben Sie die Anzahl der Pixel ein, um die das Abzeichen vom Seitenende abweicht.
it: Immettere il numero di pixel per spostare il badge dal fondo della pagina.
sv_se: Ange antalet pixlar för att kompensera märket från sidans botten.

# tl_module.iso_tscheckout.0
source: Enable buyer protection
de: Käuferschutz aktivieren
it: Abilitare la protezione dell'acquirente
sv_se: Aktivera köparskydd

# tl_module.iso_tscheckout.1
source: Automatically show the buyer protection popup on order confirmation page.
de: Das Käuferschutz-Popup wird automatisch auf der Bestellbestätigungsseite angezeigt.
it: Mostra automaticamente il popup di protezione dell'acquirente nella pagina di conferma dell'ordine.
sv_se: Visa automatiskt köparskyddspopupen på orderbekräftelsesidan.

# tl_module.iso_tsproducts.0
source: Include product data
de: Produktdaten einbeziehen
it: Includere i dati del prodotto
sv_se: Inkludera produktdata

# tl_module.iso_tsproducts.1
source: Allow users to rate individual products.
de: Ermöglichen Sie Benutzern, einzelne Produkte zu bewerten.
it: Consentire agli utenti di valutare i singoli prodotti.
sv_se: Tillåt användare att betygsätta enskilda produkter.

# tl_module.iso_tsdisplay.standard
source: Default (right bottom corner)
de: Standard (rechte untere Ecke)
it: Predefinito (angolo in basso a destra)
sv_se: Standard (nedre högra hörnet)

# tl_module.iso_tsdisplay.custom
source: Custom (where this module is placed)
de: Benutzerdefiniert (wo dieses Modul platziert ist)
it: Personalizzato (dove si trova questo modulo)
sv_se: Anpassad (där denna modul är placerad)

# tl_module.iso_tsdirection.topRight
source: Top Right
de: Oben Rechts
it: In alto a destra
sv_se: Överst till höger

# tl_module.iso_tsdirection.topLeft
source: Top Left
de: Oben Link
it: In alto a sinistra
sv_se: Överst till vänster

# tl_module.iso_tsdirection.bottomRight
source: Bottom Right
de: Unten Rechts
it: In basso a destra
sv_se: Nere till höger

# tl_module.iso_tsdirection.bottomLeft
source: Bottom Left
de: Unten Links
it: In basso a sinistra
sv_se: Nedre vänstra

# tl_module.iso_order_conditions_legend
source: Order conditions form
de: Bestellbedingungsformular
es: Condiciones del formulario de pedido
it: Form condizioni ordine
sv_se: Blankett för beställningsvillkor

# tl_module.iso_checkout_method_ref.member
source: Login/Registration required
de: Anmelden/Registrieren erforderlich
es: Login / Registro requerido
it: Regiatrazione/Login necessaria/o
sv_se: Inloggning/registrering krävs

# tl_module.iso_checkout_method_ref.guest
source: Guest checkout only
de: Nur Gast-Bestellungen
es: Proceso de pago sólo para Invitado
it: Checkout solo per ospiti
sv_se: Endast gästutcheckning

# tl_module.iso_checkout_method_ref.both
source: Both allowed
de: Beides erlaubt
es: Ambos permitido
it: Permessi entrambi
sv_se: Båda tillåtna

# tl_module.iso_category_scope_ref.global.0
source: All Categories
de: Alle Kategorien
es: Todas las categorías
it: Tutte le categorie
sv_se: Alla kategorier

# tl_module.iso_category_scope_ref.global.1
source: Show all products that are assigned to a page of the active page tree (based on the root page).
de: Zeige alle Produkte, welche einer Seite des aktiven Seitenbaumes zugewiesen sind (Basierend auf der Wurzelseite).
es: Mostrar todos los productos que están asignados a una página del árbol de página activo (basado en la página raíz).
it: Mostra tutti i prodotti che sono assegnati a una pagina dell'albero delle pagine attive (in base alla pagina principale).
sv_se: Visa alla produkter som är tilldelade en sida i det aktiva sidträdet (baserat på rotsidan).
