Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_module.xlf
Languages: de, es, it, sv_se

# tl_module.iso_list_layout.0
source: Product list template
de: Produktlisten-Template
es: Plantilla de lista de productos
it: Template elenco prodotti
sv_se: Produktlista mall

# tl_module.iso_list_layout.1
source: Please choose a list layout. List template files start with <em>iso_list_</em>.
de: Bitte wählen Sie ein Listen-Layout. Listen-Templates beginnen mit <em>iso_list_</em>.
it: Si prega di scegliere un layout di lista. I file del modello di lista iniziano con <em>iso_list_</em>.
sv_se: Välj en listlayout. Listmallfiler börjar med <em>iso_list_</em>.

# tl_module.iso_reader_layout.0
source: Product reader template
de: Produktleser-Template
es: Plantilla de lector de producto
it: Template lettore prodotto
sv_se: Mall för produktläsare

# tl_module.iso_reader_layout.1
source: Please choose a reader template. Reader template files start with <em>iso_reader_</em>.
de: Bitte wählen Sie ein Leser-Template. Leser-Templates beginnen mit <em>iso_reader_</em>.
it: Si prega di scegliere un modello di lettore. I file del modello di lettore iniziano con <em>iso_reader_</em>.
sv_se: Välj en läsarmall. Läsarmallfiler börjar med <em>iso_reader_</em>.

# tl_module.iso_gallery.0
source: Gallery
de: Galerie
it: Galleria
sv_se: Galleri

# tl_module.iso_gallery.1
source: Select a gallery to render images (overrides the product type config).
de: Wählen Sie eine Galerie, um die Bilder zu rendern (Überschreibt die Produkttyp-Einstellung).
it: Selezionare una galleria per il rendering delle immagini (sovrascrive la configurazione del tipo di prodotto).
sv_se: Välj ett galleri för att rendera bilder (åsidosätter produkttypens konfiguration).

# tl_module.iso_collectionTpl.0
source: Product collection template
de: Produktsammlungs-Template
it: Modulo per la raccolta del prodotto
sv_se: Produkt samling mall

# tl_module.iso_collectionTpl.1
source: Please choose a template to render the products. You can add custom collection templates to folder <em>templates</em>. Collection template files start with <em>iso_collection_</em>.
de: Bitte wählen Sie ein Template aus, um die Produkte zu rendern. Sie können eigene Templates in den Ordner <em>templates</em> hinzufügen. Templates für Sammlungen beginnen mit <em>iso_collection_</em>.
it: Si prega di scegliere un modello per rendere i prodotti. È possibile aggiungere modelli di raccolta personalizzati ai <em>modelli</em> di cartelle. I file dei modelli di raccolta iniziano con <em>iso_collection_</em>.
sv_se: Välj en mall för att rendera produkterna. Du kan lägga till anpassade samlingsmallar till mapp <em>templates</em>. Samlingsmallfiler börjar med <em>iso_collection_</em>.

# tl_module.iso_filterTpl.1
source: Please choose a filter template. Filter template files start with <em>iso_filter_</em>.
de: Bitte wählen Sie ein Filter-Template. Filter-Templates beginnen mit <em>iso_filter_</em>.
it: Scegliere un modello di filtro. I file dei modelli di filtro iniziano con <em>iso_filter_</em>.
sv_se: Välj en filtermall. Filtermallfiler börjar med <em>iso_filter_</em>.

# tl_module.iso_jump_first.0
source: Redirect to first product
de: Zum ersten Produkt weiterleiten
es: Redirigir a primer producto
it: Reindirizza verso il primo prodotto
sv_se: Omdirigera till första produkten

# tl_module.iso_jump_first.1
source: Check here if users are redirected to the first product of the list.
de: Klicken Sie hier wenn Nutzer zum ersten Produkt der Liste weitergeleitet werden sollen.
es: Marcar aquí si los usuarios estan redirigidos al primer producto de la lista.
it: Spunti qui se gli utenti saranno reindirizzati al primo prodotto nell'elenco.
sv_se: Markera här om användare omdirigeras till den första produkten i listan.

# tl_module.iso_link_primary.0
source: Link to primary URL
de: Link zur primären URL
it: Link all'URL principale
sv_se: Länk till primär URL

# tl_module.iso_link_primary.1
source: Link product details to the primary URL (canonical) instead of current category.
de: Verknüpfen Sie Produktdetails mit der primären URL (canonical) anstelle der aktuellen Kategorie.
it: Collegare i dettagli del prodotto all'URL primario (canonico) invece della categoria attuale.
sv_se: Länka produktinformation till den primära webbadressen (kanonisk) istället för aktuell kategori.

# tl_module.iso_hide_list.0
source: Hide in reader mode
de: Ausblenden bei Produktansicht
es: Ocultar en modo lector
it: Nascondi in modalità lettore
sv_se: Göm i läsarläge

# tl_module.iso_hide_list.1
source: Hide product list when a product alias is found in the URL.
de: Blendet die Liste aus, wenn ein Produkt-Alias in der URL gefunden wird.
es: Ocultar lista de productos cuando un alias de producto se encuentra en la URL.
it: Nascondere l'elenco dei prodotti quando si trova un alias di prodotto nell'URL.
sv_se: Dölj produktlistan när ett produktalias hittas i URL:en.

# tl_module.iso_disable_options.0
source: Disable product options (performance!)
de: Produktoptionen deaktivieren (Performance)
it: Disattivare le opzioni del prodotto (prestazioni!)
sv_se: Inaktivera produktalternativ (prestanda!)

# tl_module.iso_disable_options.1
source: Do not generate product options or load product variants. If the list does not show product options, make sure to enable this option for faster product list rendering!
de: Generieren Sie keine Produktoptionen und laden Sie keine Produktvarianten. Wenn die Liste keine Produktoptionen enthält, aktivieren Sie diese Option, um das Rendern der Produktliste zu beschleunigen!
it: Non generare opzioni di prodotto o caricare varianti di prodotto. Se l'elenco non mostra le opzioni dei prodotti, assicurarsi di abilitare questa opzione per una più rapida visualizzazione dell'elenco dei prodotti!
sv_se: Generera inte produktalternativ eller ladda produktvarianter. Om listan inte visar produktalternativ, se till att aktivera detta alternativ för snabbare produktlistrendering!

# tl_module.iso_use_quantity.0
source: Enable quantity
de: Menge aktivieren
es: Habilitar cantidad
it: Abiliti la quantità
sv_se: Aktivera kvantitet

# tl_module.iso_use_quantity.1
source: Allow users to specify 1 or more of a product to be purchased.
de: Ermöglicht es den Nutzern anzugeben, dass 1 oder mehrere Stück eines Produkts gekauft werden sollen.
es: Permite a los usuarios especificar uno o varios de un producto para comprar.
it: Permetta agli utilizzatori di specificare uno o più prodotti da acquistare.
sv_se: Tillåt användare att ange 1 eller flera av en produkt som ska köpas.

# tl_module.iso_display404Page.0
source: Display a 404 page
de: Eine 404-Fehlerseite anzeigen
it: Visualizzare una pagina 404
sv_se: Visa en 404-sida

# tl_module.iso_display404Page.1
source: Display the 404 not found page if no product alias is in the URL. Use this if your reader module is on a separate page that should not be available otherwise.
de: Die 404-Fehlerseite anzeigen falls kein Produktalias in der URL vorhanden ist. Verwenden Sie diese Einstellung falls das Leser-Modul auf einer separaten Seite verwendet wird, die sonst nicht aufgerufen werden darf.
it: Visualizzare la pagina 404 non trovata se nell'URL non c'è l'alias del prodotto. Usatelo se il vostro modulo lettore si trova su una pagina separata che altrimenti non dovrebbe essere disponibile.
sv_se: Visa sidan 404 ej hittad om inget produktalias finns i URL:en. Använd detta om din läsarmodul finns på en separat sida som annars inte borde vara tillgänglig.

# tl_module.iso_checkout_method.0
source: Checkout method
de: Bestellvorgangs-Art
es: Método de pago
it: Metodo di checkout
sv_se: Utcheckningsmetod

# tl_module.iso_checkout_method.1
source: Choose your checkout method.
de: Wählen Sie eine Bestellvorgangs-Art
es: Elige la forma de pago.
it: Scelga il metodo di checkout.
sv_se: Välj din kassametod.

# tl_module.iso_loginRequired.0
source: Require login
de: Login erforderlich machen
it: Richiedi il login
sv_se: Kräv inloggning

# tl_module.iso_loginRequired.1
source: A member login is required to view this page (e.g. if the order belongs to a member).
de: Aktivieren Sie diese Checkbox, wenn ein Login für die Ansicht dieses Moduls erzwungen werden soll (z.B. wenn eine Bestellung zu einem Mitglied gehört).
it: Per visualizzare questa pagina è necessario il login di un membro (ad es. se l'ordine appartiene a un membro).
sv_se: En medlemsinloggning krävs för att se denna sida (t.ex. om beställningen tillhör en medlem).

# tl_module.iso_login_jumpTo.0
source: Login page
de: Anmeldeseite
it: Pagina di accesso
sv_se: Login sida

# tl_module.iso_login_jumpTo.1
source: Select the page where a member can login.
de: Wählen Sie die Seite auf der sich der Nutzer anmelden kann.
it: Selezionare la pagina in cui un membro può effettuare il login.
sv_se: Välj sidan där en medlem kan logga in.

# tl_module.iso_addProductJumpTo.0
source: Add product jump to page
de: "In den Warenkorb"-Weiterleitungsseite hinzufügen
es: Añadir saltar a la página de producto
it: Salto alla pagina Aggiunga prodotto
sv_se: Lägg till produkt hoppa till sidan

# tl_module.iso_addProductJumpTo.1
source: This setting defines to which page a user will be redirected when adding a product to the cart, if other than the current page.
de: Diese Einstellung gibt an, zu welcher Seite - außer der gerade aktiven - der Nutzer weitergeleitet wird, wenn er ein Produkt in den Warenkorb legt.
es: Este ajuste define a qué página será redirigido el usuario cuando se añade un producto a la cesta, si es distinta de la página actual.
it: Queste impostazioni definiscono a quale pagina un utilizzatore sarà reindirizzato quando aggiunge un prodotto al carrello, se diversa dalla pagina corrente.
sv_se: Den här inställningen definierar till vilken sida en användare kommer att omdirigeras när en produkt läggs till i kundvagnen, om den inte är den aktuella sidan.

# tl_module.iso_wishlistJumpTo.0
source: Add to wishlist jump to page
de: Zur Seite Wunschliste hinzufügen springen
it: Aggiungi alla wishlist vai alla pagina
sv_se: Lägg till i önskelistan hoppa till sidan

# tl_module.iso_wishlistJumpTo.1
source: This setting defines to which page a user will be redirected when adding a product to the wishlist, if other than the current page.
de: Diese Einstellung legt fest, auf welche Seite ein Benutzer umgeleitet wird, wenn ein Produkt zur Wunschliste hinzugefügt wird, falls es sich nicht um die aktuelle Seite handelt.
it: Questa impostazione definisce a quale pagina un utente verrà reindirizzato quando si aggiunge un prodotto alla lista dei desideri, se diversa dalla pagina corrente.
sv_se: Den här inställningen definierar till vilken sida en användare kommer att omdirigeras när en produkt läggs till på önskelistan, om den inte är den aktuella sidan.

# tl_module.iso_cols.0
source: Columns
de: Spalten
es: Columnas
it: Colonne
sv_se: Kolumner

# tl_module.iso_cols.1
source: Enter a number of columns to display width-wise in the listing template.
de: Geben sie an wieviele Spalten der Breite nach im Listen-Template angezeigt werden sollen.
es: Introducir un número de columnas que se muestran a lo ancho de la plantilla de anuncios.
it: Inserisca un numero di colonne per mostrare in ampiezza nella template elenco.
sv_se: Ange ett antal kolumner för att visa breddmässigt i listningsmallen.

# tl_module.iso_config_id.0
source: Store configuration
de: Shop-Konfiguration
es: Configuración de la tienda
it: Configurazione negozio
sv_se: Shop konfiguration

# tl_module.iso_config_id.1
source: Select the store configuration that this module will be used for.
de: Bitte wählen Sie für welche Shop-Konfiguration dieses Modul genutzt werden soll.
es: Seleccionar las configuraciones de tienda a que se aplica este módulo.
it: Selezioni la configurazione negozio per la quale questo modulo sarà utilizzato.
sv_se: Välj butikskonfigurationen som denna modul ska användas för.

# tl_module.iso_config_ids.0
source: Store configurations
de: Konfigurationen
es: Configuración de la tienda
it: Configurazioni negozio
sv_se: Shop konfigurationer

# tl_module.iso_config_ids.1
source: Select the store configurations that this module will be used for.
de: Bitte wählen Sie für welche Shop-Konfigurationen dieses Modul genutzt werden soll.
es: Seleccionar las configuraciones de tienda a que se aplica este módulo.
it: Selezioni le configurazioni negozio che questo per le quali modulo sarà utilizzato.
sv_se: Välj de butikskonfigurationer som denna modul ska användas för.

# tl_module.iso_payment_modules.0
source: Payment methods
de: Zahlungsarten
es: Formas de pago
it: Metodi di pagamento
sv_se: Betalningsmetoder

# tl_module.iso_payment_modules.1
source: Select one or more payment methods for this checkout module.
de: Bitte wählen Sie eine oder mehrere Zahlungsarten für dieses Kassen-Modul.
es: Elegir uno o varios métodos de pago para este modulo de pedido
it: Selezioni uno o più metodi di pagamento per questo modulo di checkout.
sv_se: Välj en eller flera betalningsmetoder för denna kassamodul.

# tl_module.iso_shipping_modules.0
source: Shipping methods
de: Versandarten
es: Métodos de envío
it: Metodi di spedizione
sv_se: Fraktmetoder

# tl_module.iso_shipping_modules.1
source: Select one or more shipping methods for this checkout module.
de: Bitte wählen Sie eine oder mehrere Versandarten für diese Bestellvorgang-Module
es: Elegir uno o varios métodos de envío para este módulo de pedido.
it: Selezioni uno o più metodi di spedizione per il modulo di checkout.
sv_se: Välj en eller flera leveransmetoder för denna kassamodul.

# tl_module.orderCompleteJumpTo.0
source: Completed order jump to page
de: Bestellbestätigungs-Weiterleitungsseite
es: Salto a la página de pedido completo
it: Salto alla pagina ordine completato
sv_se: Avslutad beställning hoppa till sidan

# tl_module.orderCompleteJumpTo.1
source: Select a page the customer will be referred to after their order is complete.
de: Wählen Sie eine Seite aus, zu der der Kunde weitergeleitet wird, wenn seine Bestellung abgeschlossen wurde.
es: Seleccione una página donde el cliente será redirigido una vez finalizada su pedido.
it: Selezioni una pagina alla quale il cliente farà riferimento dopo il completamento dell'ordine.
sv_se: Välj en sida som kunden kommer att hänvisas till efter att beställningen är klar.

# tl_module.iso_forward_review.0
source: Forward to review page
de: Weiterleiten zur Bestätigungsseite
es: Enviar a la página de revisión
it: Forward alla pagina riassunto
sv_se: Vidarebefordra till recensionssida

# tl_module.iso_forward_review.1
source: Forward the user to the review page if no data is required on any step.
de: Den Nutzer zur Bestätigungsseite weiterleiten, wenn alle benötigten Daten vorhanden sind.
es: Avanzar al usuario a la página de revisión si no se requiere datos en cualquiera de los pasos.
it: Forward utente alal pagina riassunto se nessun dato è richiesto in nessuna tappa.
sv_se: Vidarebefordra användaren till granskningssidan om ingen data krävs för något steg.

# tl_module.iso_checkout_skippable.0
source: Skip checkout steps
de: Bestell-Schritte überspringen
it: Salta le fasi di checkout
sv_se: Hoppa över kassan

# tl_module.iso_checkout_skippable.1
source: Enable individual options to skip certain checkout steps if possible
de: Wählen Sie die gewünschten Optionen um Bestellschritte zu überspringen
it: Attivare le singole opzioni per saltare alcune fasi di checkout, se possibile
sv_se: Aktivera individuella alternativ för att hoppa över vissa utcheckningssteg om möjligt

# tl_module.iso_checkout_skippable.billing_address
source: Use member address as billing address if user is logged in
de: Mitglied-Adresse als Rechnungsadresse verwenden, wenn Mitglied angemeldet ist
it: Utilizzare l'indirizzo del membro come indirizzo di fatturazione se l'utente ha effettuato il login
sv_se: Använd medlemsadress som faktureringsadress om användaren är inloggad

# tl_module.iso_checkout_skippable.shipping_address
source: Always use billing address as shipping address
de: Rechnungsadresse als Versandadresse verwenden
it: Utilizzare sempre l'indirizzo di fatturazione come indirizzo di spedizione
sv_se: Använd alltid faktureringsadress som leveransadress

# tl_module.iso_checkout_skippable.shipping_method
source: Skip shipping step if only one shippig method is available
de: Versandschritt überspringen wenn nur eine Versandmethode verfügbar ist
it: Saltare la fase di spedizione se è disponibile un solo metodo di spedizione
sv_se: Hoppa över fraktsteget om bara en leveransmetod är tillgänglig

# tl_module.iso_checkout_skippable.payment_method
source: Skip payment step if only one payment method is available
de: Bezahlschritt überspringen wenn nur eine Bezahlmethode verfügbar ist
it: Salta la fase di pagamento se è disponibile un solo metodo di pagamento
sv_se: Hoppa över betalningssteget om bara en betalningsmetod är tillgänglig

# tl_module.iso_order_conditions.0
source: Order conditions form
de: Bestellbedingungsformular
es: Condiciones del formulario de pedido
it: Form condizioni ordine
sv_se: Blankett för beställningsvillkor

# tl_module.iso_order_conditions.1
source: Configure custom forms that are display in the checkout process (e.g. for your order terms and conditions).
de: Konfigurieren Sie benutzerdefinierte Formulare, die während des Bestellvorgangs angezeigt werden (z. B. für Ihre Bestellbedingungen).
it: Configurare moduli personalizzati che vengono visualizzati nel processo di checkout (ad es. per i termini e le condizioni dell'ordine).
sv_se: Konfigurera anpassade formulär som visas i kassan (t.ex. för dina beställningsvillkor).

# tl_module.iso_order_conditions.form.0
source: Form
de: Formular
it: Modulo
sv_se: Formulär

# tl_module.iso_order_conditions.step.0
source: Checkout Step
de: Checkout-Schritt
it: Passo alla cassa
sv_se: Kassasteg

# tl_module.iso_order_conditions.product_types.0
source: Product types
de: Produkttypen
it: Tipi prodotto
sv_se: Produkttyper

# tl_module.iso_order_conditions.product_types.1
source: You can restrict this checkout form to certain product types. If the cart contains a product type you have not selected, the checkout form is not shown.
de: Sie können dieses Bestellformular auf bestimmte Produkttypen einschränken. Wenn der Warenkorb einen Produkttypen enthält, den Sie nicht gewählt haben, ist das Bestellformular nicht verfügbar.
it: È possibile limitare questo modulo di checkout a certi tipi di prodotti. Se il carrello contiene un tipo di prodotto che non hai selezionato, il modulo di checkout non viene mostrato.
sv_se: Du kan begränsa detta kassaformulär till vissa produkttyper. Om varukorgen innehåller en produkttyp som du inte har valt visas inte kassaformuläret.

# tl_module.iso_order_conditions.product_types_condition.0
source: Product type condition
de: Produkttyp-Bedingungen
it: Stato del tipo di prodotto
sv_se: Produkttyp skick

# tl_module.iso_order_conditions.product_types_condition.1
source: Select how the product type filter should be applied.
de: Wählen Sie aus, wie der Produkttyp-Filter angewandt werden soll.
it: Selezionare come deve essere applicato il filtro del tipo di prodotto.
sv_se: Välj hur produkttypfiltret ska tillämpas.

# tl_module.iso_order_conditions.product_types_condition.oneAvailable
source: Enable if one of these product types is in cart
de: Erlauben, wenn einer der folgenden Produkttypen im Warenkorb liegt
it: Attivare se uno di questi tipi di prodotto è nel carrello
sv_se: Aktivera om en av dessa produkttyper finns i kundvagnen

# tl_module.iso_order_conditions.product_types_condition.onlyAvailable
source: Enable if only these product types are in cart
de: Nur erlauben bei folgenden Produkttypen im Warenkorb
it: Attivare se solo questi tipi di prodotto sono nel carrello

# tl_module.iso_order_conditions.product_types_condition.allAvailable
source: Enable if all these product types are in cart
de: Nur erlauben wenn alle der folgenden Produkttypen im Warenkorb liegen
it: Attivare se tutti questi tipi di prodotto sono nel carrello
sv_se: Aktivera om alla dessa produkttyper finns i kundvagnen

# tl_module.iso_order_conditions.position.before
source: Before step
de: Vor dem Schritt
it: Prima del passo
sv_se: Innan steg

# tl_module.iso_order_conditions.position.after
source: After step
de: Nach dem Schritt
it: Dopo il passo
sv_se: Efter steg

# tl_module.iso_order_conditions_position.top
source: On top (before address)
de: Oben (Vor Adresse)
es: Arriba (antes de la dirección)
it: In alto (prima dell'indirizzo)
sv_se: Överst (före adress)

# tl_module.iso_order_conditions_position.before
source: Before products list
de: Vor Produktliste
es: Antes de la lista de productos
it: Prima dell'elenco dei prodotti
sv_se: Före produktlistan

# tl_module.iso_order_conditions_position.after
source: After products list
de: Nach Produktliste
es: Después de la lista de productos
it: Dopo l'elenco dei prodotti
sv_se: Efter produktlista

# tl_module.iso_addToAddressbook.0
source: Add to address book
de: Zum Adressbuch hinzufügen
es: Añadir a la libreta de direcciones
it: Aggiunga alla rubrica
sv_se: Lägg till i adressboken

# tl_module.iso_addToAddressbook.1
source: Add new addresses to members address book (if logged in).
de: Neue Adressen zum Mitglieder-Adressbuch hinzufügen (wenn angemeldet)
es: Añadir nuevas direcciones a la libreta de direcciones (si está conectado).
it: Aggiunga nuovi indirizzi alla rubrica membri (se loggati).
sv_se: Lägg till nya adresser till medlemmarnas adressbok (om du är inloggad).

# tl_module.iso_orderCollectionBy.0
source: Sorting
de: Sortierung
it: Ordinamento
sv_se: Sortering

# tl_module.iso_orderCollectionBy.1
source: Define in what order the collection items should be listed.
de: Definieren Sie, in welcher Reihenfolge die Einträge einer Sammlung aufgelistet werden sollen.
it: Definisci in quale ordine gli elementi della raccolta dovrebbero essere elencati.
sv_se: Definiera i vilken ordning samlingsobjekten ska listas.

# tl_module.iso_emptyMessage.0
source: Define empty message
de: Leer-Nachricht angeben
es: Definir mensaje vacío
it: Definire il messaggio vuoto
sv_se: Definiera tomt meddelande

# tl_module.iso_emptyMessage.1
source: Set a custom message when there is nothing to show (empty product list, empty cart, etc.).
de: Legen Sie eine individuelle Nachricht ein, falls keine Produkte angezeigt werden.
es: Establecer un mensaje personalizado cuando no hay nada para mostrar (lista de productos vacía, carro vacío, etc.)
it: Impostare un messaggio personalizzato quando non c'è nulla da mostrare (elenco prodotti vuoto, carrello vuoto, ecc.).
sv_se: Ställ in ett anpassat meddelande när det inte finns något att visa (tom produktlista, tom varukorg, etc.).

# tl_module.iso_noProducts.0
source: Message when empty
de: Nachricht für leere Listen
es: Mensaje cuando esta vacio
it: Messaggio per elenco vuoto
sv_se: Meddelande när det är tomt

# tl_module.iso_noProducts.1
source: Enter a custom message if there is nothing to show (empty product list, empty cart, etc.).
de: Geben Sie eine individuelle Nachricht ein die angezeigt wird, wenn keine Produkte anzuzeigen sind.
es: Escribir un mensaje personalizado si no hay nada para mostrar (lista de productos vacía, carro vacío, etc.)
it: Lasci non compilato per il messaggio preimpostato.
sv_se: Ange ett anpassat meddelande om det inte finns något att visa (tom produktlista, tom varukorg, etc.).

# tl_module.iso_emptyFilter.0
source: Define a message if no filter is set
de: Definieren Sie eine Nachricht wenn kein Filter gesetzt ist
es: Definir un mensaje si no hay ningún filtro
it: Definire un messaggio se non è impostato alcun filtro
sv_se: Definiera ett meddelande om inget filter är inställt
