Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_module.xlf
Languages: de, es, it, sv_se

# tl_module.iso_category_scope_ref.current_and_first_child.0
source: Current Category and First Child Category
de: Aktive Kategorie und "Erstes Kind"-Kategorie
es: Categoría actual y Primera sub-categoría
it: Categoria corrente e categoria "Primo Figlio"
sv_se: Aktuell kategori och förstabarnskategori

# tl_module.iso_category_scope_ref.current_and_first_child.1
source: Show all products that are assigned to the active page or child pages on the first sublevel.
de: Zeige alle Produkte, welche der aktiven Seite oder Unterseiten der ersten Ebene des Seitenbaumes zugewiesen sind.
es: Mostrar todos los productos que están asignados a la página activa o páginas secundarias en el primer subnivel.
it: Mostra tutti i prodotti che sono assegnati alla pagina attiva o alle pagine dei figli nel primo sottolivello.
sv_se: Visa alla produkter som är tilldelade den aktiva sidan eller underordnade sidorna på den första undernivån.

# tl_module.iso_category_scope_ref.current_and_all_children.0
source: Current Category and All Child Categories
de: Aktive Kategorie und Unter-Kategorien
es: Categoría actual y todos las categorías secundarias
it: Categoria corrente e categorie "Tutti i Figli"
sv_se: Aktuell kategori och alla barnkategorier

# tl_module.iso_category_scope_ref.current_and_all_children.1
source: Show all products that are assigned to the active page or any child page of it.
de: Zeige alle Produkte, welche der aktiven Seite oder einer Unterseite des aktiven Seitenbaumes zugewiesen sind.
es: Mostrar todos los productos que están asignados a la categoría actual a cualquier categorías secundarias de la misma
it: Mostra tutti i prodotti che sono assegnati alla pagina attiva o a qualsiasi pagina figlia di essa.
sv_se: Visa alla produkter som är tilldelade den aktiva sidan eller någon underordnad sida till den.

# tl_module.iso_category_scope_ref.current_category.0
source: Current Category
de: Aktive Kategorie
es: Categoría actual
it: Categoria Corrente
sv_se: Aktuell kategori

# tl_module.iso_category_scope_ref.current_category.1
source: Show all products that are assigned to the active page (default).
de: Zeige alle Produkte, welche der aktiven Seite zugewiesen sind (Standard).
es: Mostrar todos los productos asignados a la página activa (por defecto).
it: Mostra tutti i prodotti che sono assegnati alla pagina attiva (default).
sv_se: Visa alla produkter som är tilldelade den aktiva sidan (standard).

# tl_module.iso_category_scope_ref.parent.0
source: Parent Category
de: Eltern-Kategorie
es: Categoría padre
it: Categoria Genitore
sv_se: Föräldrakategori

# tl_module.iso_category_scope_ref.parent.1
source: Show all products that are assigned to the parent page of the active page.
de: Zeige alle Produkte, welche der Elternseite der aktiven Seite zugewiesen sind.
es: Mostrar todos los productos asignados a la página padre de la página activa.
it: Mostra tutti i prodotti che sono assegnati alla pagina madre della pagina attiva.
sv_se: Visa alla produkter som är tilldelade den aktiva sidans överordnade sida.

# tl_module.iso_category_scope_ref.product.0
source: Current Product's Categories
de: Kategorien des aktiven Produkts
es: Categorías del producto actual
it: Categorie prodotti correnti
sv_se: Aktuell produktkategori

# tl_module.iso_category_scope_ref.product.1
source: Show all products that are assigned to the same pages the currently active product is assigned to.
de: Zeige alle Produkte, welche der selben Seite als das Produkt zugewiesen sind.
es: Mostrar todos los productos que están asignados a las mismas páginas que el producto activo.
it: Mostra tutti i prodotti che sono assegnati alle stesse pagine a cui è assegnato il prodotto attualmente attivo.
sv_se: Visa alla produkter som är tilldelade samma sidor som den för närvarande aktiva produkten är tilldelad.

# tl_module.iso_category_scope_ref.article.0
source: Category of article
de: Kategorie des Artikels
es: Categoría del articúlo
it: Categoria di articolo
sv_se: Artikelkategori

# tl_module.iso_category_scope_ref.article.1
source: If you place the module in an article, it will show products assigned to the artilce's partent page, even though if you place the article in another page (e.g. using insert tag).
de: Wenn Sie dieses Modul in einem Artikel plazieren, werden die Produkte der Artikel-Elternseite angezeigt (z.B. falls der Artikel per InsertTag auf einer anderen Seite verwendet wird).
es: Si coloca el módulo en un artículo, se mostrará productos asignados a la página padre del artículo, aunque coloque el artículo en otra página (por ejemplo, utilizando la etiqueta insert).
it: Se inserite il modulo in un articolo, esso mostrerà i prodotti assegnati alla pagina parziale dell'artilce, anche se se inserite l'articolo in un'altra pagina (ad es. usando il tag insert).
sv_se: Om du placerar modulen i en artikel kommer den att visa produkter som tilldelats artikelns delsida, även om du placerar artikeln på en annan sida (t.ex. med hjälp av insert tag).

# tl_module.sortingDirection.ASC
source: ASC
de: Aufwärts

# tl_module.sortingDirection.DESC
source: DESC
de: Abwärts
it: DISC

# tl_module.iso_filterTpl.0
source: Filter template
es: Plantilla de filtro
it: Modello di filtro
sv_se: Filtermall

# tl_module.iso_order_conditions.position.0
source: Position
it: Posizione

# tl_module.iso_tsid.0
source: Trusted Shops ID
it: ID Trusted Shops

# tl_module.iso_order_conditions.1
source: Choose a custom form that is used to display your order terms and conditions (optional).
es: Elige un formulario personalizado que se utiliza para mostrar los términos y condiciones del pedido (opcional).

# tl_module.iso_order_conditions_position.0
source: Position of order conditions form
es: Posición del formulario de condiciones

# tl_module.iso_order_conditions_position.1
source: Define if the order condition form should be shown before or after the products list.
es: Definir si el formulario de condiciones debe aparecer antes o después de la lista de productos.

# tl_module.iso_continueShopping.0
source: Enable "Continue shopping" button
es: Habilitar el botón "Seguir comprando"
