Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_notification.xlf
Languages: de, it, pl, sv_se, tr

# tl_nc_notification.iso_collectionTpl.0
source: Product collection template
de: Produktsammlungs-Template
it: Modulo per la raccolta del prodotto
pl: Szablon kolekcji produktów
sv_se: Produkt samling mall
tr: Ürün koleksiyon şablonu

# tl_nc_notification.iso_collectionTpl.1
source: Please choose a template to render the products for the notification content.
de: Bitte wählen Sie ein Template aus, um die Produkte für die Benachrichtigung zu rendern.
it: Si prega di scegliere un modello per presentare i prodotti per il contenuto di notifica.
pl: Proszę wybrać szablon kolekcji, który ma zostać użyty do wyświetlenia produktów w treści powiadomienia.
sv_se: Om du placerar modulen i en artikel kommer den att visa produkter som tilldelats artikelns delsida, även om du placerar artikeln på en annan sida (t.ex. med hjälp av insert tag).
tr: Lütfen bildirim içeriğinde ürünler sunmak için bir şablon seçin.

# tl_nc_notification.iso_orderCollectionBy.0
source: Sorting
de: Sortierung
it: Ordinamento
pl: Sortowanie
sv_se: Sortering
tr: Sıralama

# tl_nc_notification.iso_orderCollectionBy.1
source: Define in what order the collection items should be listed.
de: Definieren Sie, in welcher Reihenfolge die Einträge einer Sammlung aufgelistet werden sollen.
it: Definisci in quale ordine gli elementi della raccolta dovrebbero essere elencati.
pl: Proszę określić w jakiej kolejności mają zostać wyświetlone elementy kolekcji.
sv_se: Definiera i vilken ordning samlingsobjekten ska listas.
tr: Koleksiyon öğelerinin hangi sırayla listeleneceğini tanımlayın.

# tl_nc_notification.iso_gallery.0
source: Gallery
de: Galerie
it: Galleria
pl: Galeria
sv_se: Galleri
tr: Galeri

# tl_nc_notification.iso_gallery.1
source: Select a gallery to render images.
de: Wählen Sie eine Galerie, um die Bilder zu rendern.
it: Seleziona una galleria per renderizzare immagini.
pl: Proszę wybrać galerię do wyświetlenia obrazków.
sv_se: Välj ett galleri för att rendera bilder.
tr: Görüntüleri oluşturmak için bir galeri seçin.

# tl_nc_notification.iso_document.0
source: Document
de: Dokument
it: Documento
pl: Dokument
sv_se: Dokument
tr: Belge

# tl_nc_notification.iso_document.1
source: If you would like to attach a document to the notification, choose one here and use the simple token in the notification center.
de: Wenn Sie der Benachrichtigung ein Dokument hinzufügen möchten, wählen Sie hier eines aus und nutzen Sie die Simple-Tokens im Benachrichtigungscenter.
it: Se volessi allegare un documento alla notifica, scegline uno qui e usa il simbolo nel centro notifica.
pl: Jeśli chciałbyś dołączyć dokument do powiadomienia, wybierz go i użyj prostego tokenu w centrum powiadomień.
sv_se: Om du vill bifoga ett dokument till aviseringen, välj ett här och använd den enkla token i meddelandecentret.
tr: Bildirime bir belge eklemek isterseniz, buradan bir tane seçin ve bildirim merkezinde basit jetonu kullanın.

# tl_nc_notification.type.iso_order_status_change.0
source: Order status change
de: Änderung Bestellstatus
it: Stato ordine cambiato
pl: Zmiana statusu zamówienia
sv_se: Ändring av orderstatus
tr: Sipariş durumu değişikliği

# tl_nc_notification.type.iso_order_status_change.1
source: This notification type can be sent when the order status changes.
de: Dieser Benachrichtigungstyp kann gesendet werden, wenn sich der Status der Bestellung ändert.
it: Questo tipo di notifica può essere inviato quando lo stato ordine cambia.
pl: Ten typ powiadomienia może zostać wysłany podczas zmiany statusu zamówienia.
sv_se: Denna meddelandetyp kan skickas när orderstatusen ändras.
tr: Bu bildirim türü, sipariş durumu değiştiğinde gönderilebilir.

# tl_nc_notification.type.iso_memberaddress_change.0
source: Addressbook change
de: Adressbuchänderung
it: Cambio di rubrica
sv_se: Byte av adressbok
tr: Adres Defteri Değişikliği

# tl_nc_notification.type.iso_memberaddress_change.1
source: This notification type can be sent when the customer makes changes in his addressbook.
de: Dieser Benachrichtigungstyp kann gesendet werden, wenn der Kunde eine Änderung im Adressbuch macht.
it: Questo tipo di notifica può essere inviato quando il cliente apporta modifiche alla sua rubrica.
sv_se: Denna meddelandetyp kan skickas när kunden gör ändringar i sin adressbok.
tr: Bu bildirim türü, müşteri adres defterinde değişiklik yaptığında gönderilebilir.
