Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_page.xlf
Languages: de, it, sv_se

# tl_page.iso_config.0
source: Store Configuration
de: Shop-Konfiguration
it: Configurazione negozio
sv_se: Butikskonfiguration

# tl_page.iso_config.1
source: Select a store configuration for this page structure.
de: Eine Shop-Konfiguration für diese Seitenstruktur wählen.
it: Selezioni una configurazione negozio per questa struttura pagina
sv_se: Välj en butikskonfiguration för den här sidstrukturen.

# tl_page.iso_readerMode.0
source: Show product details
de: Anzeige der Produktdetails
it: Mostra dettagli del prodotto
sv_se: Visa produktdetaljer

# tl_page.iso_readerMode.1
source: Overwrite the configuration of this page if product details are shown. See help wizard of the page selection for more information.
de: Die Konfiguration dieser Seite überschreiben wenn Produktdetails angezeigt werden. Sehen Sie in der Hilfe der Seitenauswahl für nähere Informationen nach.
it: Sovrascrivere la configurazione di questa pagina se vengono mostrati i dettagli del prodotto. Per ulteriori informazioni, consultare la procedura guidata della selezione della pagina.
sv_se: Skriv över konfigurationen av denna sida om produktinformation visas. Se hjälpguiden för sidvalet för mer information.

# tl_page.iso_readerModes.current.0
source: On current page
de: Auf dieser Seite
it: Sulla pagina corrente
sv_se: På aktuell sida

# tl_page.iso_readerModes.current.1
source: Place the list and reader module on the same page. Tell the list module to hide if a product alias is found (there's a checkbox in the module settings). The reader will automatically be invisible if no reader is found.<br> <u>Advantage:</u> Pretty simple to set up<br> <u>Disadvantage:</u> The layout of reader and list will be identical, and you cannot have different article content for the two cases.
de: Setzen Sie die Module für die Produktliste und die Produktdetails auf die selbe Seite. Beim Modul für die Produktliste stellen Sie ein, dass die Liste ausgeblendet werden soll, wenn sich ein Produktname (Alias) in der Adresse befindet. Wird kein Produktname gefunden, werden die Produktdetails automatisch ausgeblendet.<br> <u>Vorteil:</u> Einfach einzustellen.<br> <u>Nachteil:</u> Das Layout der Produktliste und der Details ist das selbe und Sie können nicht verschiedene Artikelinhalte für beide Fälle anlegen.
it: Mettere il modulo elenco e il modulo lettore sulla stessa pagina. Indicate al modulo elenco di nascondersi se viene trovato un alias di prodotto (c'è una casella di controllo nelle impostazioni del modulo). Il lettore sarà automaticamente invisibile se non viene trovato nessun lettore.<br> <u>Vantaggio:</u> Abbastanza semplice da configurare<br> <u>Svantaggio:</u> Il layout del lettore e della lista saranno identici, e non si può avere un contenuto di articolo diverso per i due casi.
sv_se: Placera listan och läsarmodulen på samma sida. Säg till listmodulen att dölja sig om ett produktalias hittas (det finns en kryssruta i modulinställningarna). Läsaren blir automatiskt osynlig om ingen läsare hittas.<br> <u>Fördel:</u> Ganska enkel att ställa in<br> <u>Nackdel:</u> Layouten för läsaren och listan kommer att vara identisk, och du kan inte ha olika artikelinnehåll för de två fallen.

# tl_page.iso_readerModes.page.0
source: On separate page
de: Auf Detailseite
it: Sulla pagina separata
sv_se: På separat sida

# tl_page.iso_readerModes.page.1
source: Set a reader page for every list page (product category) in the site structure. <i>Be aware that the reader setting is not inherited!</i> Add the reader module to this page as usual.<br> Isotope will now use this page to generate the site if a product alias is found in the URL. The alias will still be the one from the list page though.<br> <u>Advantage:</u> You can have different page content and layout (e.g. different columns) for the reader page then the list page.<br> <u>Disadvantage:</u> You MUST set a reader page for every list page (category) you have. The setting is NOT INHERITED.
de: Setzen Sie eine Detailseite für jede Produktliste (Produktkategorie). <i>Beachten Sie, dass die Einstellungen für die Detailseite nicht vereerbt bzw. geerbt werden!</i> Fügen Sie das Modul für die Produktdetails wie gewohnt an.<br> Isotope wird nun diese Seite verwenden, wenn ein ein Produktname (Alias) in der Adresse gefunden wird.<br> <u>Vorteile:</u> Sie können verschiedene Layouts sowie Seiten- und Artikelinhalte für die Produktliste und die Detailseite anlegen.<br> <u>Nachteile:</u> Sie MÜSSEN eine Detailseite für jede Produktliste definieren. Die Einstellung wird NICHT VEREERBT.
it: Impostare una pagina di lettura per ogni pagina di elenco (categoria di prodotti) nella struttura del sito. <i>Da notare che l'impostazione del lettore non è ereditata!</i> Aggiungere il modulo lettore a questa pagina come al solito.<br> Isotope userà ora questa pagina per generare il sito se un alias di prodotto viene trovato nell'URL. L'alias sarà comunque quello della pagina elenco.<br> <u>Vantaggio:</u> Si possono avere contenuti e layout di pagina diversi (ad esempio colonne diverse) per la pagina del lettore e per la pagina dell'elenco.<br> <u>Svantaggio:</u> Devi impostare una pagina di lettura per ogni pagina elenco (categoria) che hai. L'impostazione NON E EREDITATA.
sv_se: Ställ in en läsarsida för varje listsida (produktkategori) i webbplatsstrukturen. <i>Var medveten om att läsarinställningarna inte ärvs!</i> Lägg till läsarmodulen på den här sidan som vanligt.<br> Isotope kommer nu att använda den här sidan för att skapa webbplatsen om ett produktalias hittas i URL:en. Aliaset kommer dock fortfarande att vara det från listsidan.<br> <u>Fördel:</u> Du kan ha olika sidinnehåll och layout (t.ex. olika kolumner) för läsarsidan sedan listsidan.<br> <u>Nackdel:</u> Du MÅSTE ställa in en läsarsida för varje listsida (kategori) du har. Inställningen är INTE ÄRVAD.

# tl_page.iso_readerModes.none.0
source: Disabled
de: Deaktiviert
it: Disabilitato
sv_se: Inaktiverad

# tl_page.iso_readerModes.none.1
source: Prevent reader pages for this category. This means products will not have a detail page (useful if you have simple lists), and such detail pages will not appear in the sitemap.xml and search index.
de: Verhindern Sie Anzeigeseiten für diese Kategorie. Das bedeutet, dass Produkte keine Detailseite haben (nützlich, wenn Sie einfache Listen haben), und solche Detailseiten werden nicht in der sitemap.xml und im Suchindex erscheinen.
it: Impedisci le pagine dei lettori per questa categoria. Questo significa che i prodotti non avranno una pagina di dettaglio (utile se hai elenchi semplici), e tali pagine di dettaglio non appariranno nel sitemap.xml e nell'indice di ricerca.
sv_se: Förhindra läsarsidor för denna kategori. Detta innebär att produkter inte kommer att ha en detaljsida (användbart om du har enkla listor), och sådana detaljsidor kommer inte att visas i sitemap.xml och sökindex.

# tl_page.iso_readerJumpTo.0
source: Reader page
de: Detailseite
it: Pagina di lettura.
sv_se: Läsarsida

# tl_page.iso_readerJumpTo.1
source: Select a page for your page reader.
de: Wählen Sie eine Seite als Detailseite aus.
it: Selezionate una pagina per il vostro lettore di pagine.
sv_se: Välj en sida för din sidläsare.

# tl_page.iso_store_id.0
source: Store ID
de: Shop-ID
it: ID negozio
sv_se: Shop ID

# tl_page.iso_store_id.1
source: Use different store IDs to group a store on multiple root sites. A members's cart and addresses will be shared across the same store IDs.
de: Nutzen Sie verschiedene Shop-IDs um einen Shop auf mehrere Wurzelseiten zu gruppieren. Der Warenkorb und die Adressen eines Mitgliedes werden über die gleiche Store-ID geteilt.
it: Utilizzare diversi ID negozio per raggruppare un negozio su più siti root. Il carrello e gli indirizzi di un membro saranno condivisi tra gli stessi negozi ID.
sv_se: Använd olika butiks-ID:n för att gruppera en butik på flera rotsidor. Medlemmars kundvagn och adresser kommer att delas mellan samma butiks-ID.
