Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_user.xlf
Languages: de, es, fr, it, pl

# tl_user.iso_modules.0
source: Isotope modules
de: Isotope-Module
es: Modulos Isotope
fr: Modules Isotope
it: Moduli isotope
pl: Moduły Isotope

# tl_user.iso_modules.1
source: Select which store configuration modules user of this group can access.
de: Wählen Sie auf welche Shop-Konfigurationsmodule die Benutzer Zugriff haben.
es: Selecciona que módulos de tienda puede acceder el usuario de este grupo.
fr: Sélectionner les modules dont cet utilisateur peut accéder.
it: Selezioni quali moduli configurazione negozio sono disponibile per questo utente.
pl: Wybierz dla których konfiguracji sklepów ten użytkownik ma dostęp.

# tl_user.iso_product_types.0
source: Allowed product types
de: Produkttypen
es: Tipos de productos permitidos
fr: Types de produits
it: Tipi prodotto
pl: Typy produktów

# tl_user.iso_product_types.1
source: Here you can grant access to one or more product types.
de: Benutzer können nur Produkte und Produkttypen sehen, die Sie aktivieren.
es: Aquí podrá conceder el acceso a uno o varios tipos de productos.
fr: Les utilisateurs peuvent seulement voir et modifier les produits et les types de produits activés.
it: Gli utilizzatori possono visualizzare e modificare i prodotti abilitati.
pl: Użytkownik może zobaczyć i edytować tylko produkty i typy produktów, które udostępnisz.

# tl_user.iso_product_typep.0
source: Product type permissions
de: Produkttyp-Berechtigungen
es: Permisos del tipo de producto
it: Autorizzazioni per il tipo di prodotto
pl: Uprawnienia dla typów produktów

# tl_user.iso_product_typep.1
source: Here you can define the product type permissions.
de: Hier können Sie die Berechtigungen für den Produkttyp definieren.
es: Aquí puede definir los permisos del tipo de producto.
it: Qui potete definire le autorizzazioni per il tipo di prodotto.
pl: Tutaj możesz określić uprawnienia dla typów produktów.

# tl_user.iso_payment_modules.0
source: Allowed payment modules
de: Erlaubte Zahlungsarten
es: Módulos de pago permitidos
it: Moduli di pagamento ammessi
pl: Dozwolone moduły płatności

# tl_user.iso_payment_modules.1
source: Here you can grant access to one or more payment modules.
de: Hier können Sie den Zugriff auf ein oder mehrere Zahlungsarten erlauben.
es: Aquí podrá conceder el acceso a uno o varios módulos de pago.
it: Qui è possibile concedere l'accesso a uno o più moduli di pagamento.
pl: Tutaj możesz nadać dostęp do jednego lub więcej modułów płatności.

# tl_user.iso_payment_modulep.0
source: Payment module permissions
de: Zahlungsarten-Berechtigungen
es: Permisos del módulo de pago
it: Permessi del modulo di pagamento
pl: Uprawnienia dla modułów płatności

# tl_user.iso_payment_modulep.1
source: Here you can define the payment module permissions.
de: Hier können Sie die Berechtigung für eine Zahlungsart definieren.
es: Aquí puede definir los permisos del módulo de pago.
it: Qui potete definire le autorizzazioni del modulo di pagamento.
pl: Tutaj możesz określić uprawnienia dla modułów płatności.

# tl_user.iso_shipping_modules.0
source: Allowed shipping modules
de: Erlaubte Versandarten
es: Módulos de envío permitidos
it: Moduli di spedizione consentiti
pl: Dozwolone moduły dostawy

# tl_user.iso_shipping_modules.1
source: Here you can grant access to one or more shipping modules.
de: Hier können Sie den Zugriff auf eine oder mehrere Versandarten erlauben.
es: Aquí podrá conceder el acceso a uno o varios módulos de envío.
it: Qui è possibile concedere l'accesso a uno o più moduli di spedizione.
pl: Tutaj możesz nadać dostęp do jednego lub więcej modułów dostawy.

# tl_user.iso_shipping_modulep.0
source: Shipping module permissions
de: Versandarten-Berechtigungen
es: Permisos del módulo de envío
it: Autorizzazioni per il modulo di spedizione
pl: Uprawnienia dla modułów dostawy

# tl_user.iso_shipping_modulep.1
source: Here you can define the shipping module permissions.
de: Hier können Sie die Berechtigungen für die Versandarten definieren.
es: Aquí puede definir los permisos del módulo de envío.
it: Qui potete definire le autorizzazioni del modulo di spedizione.
pl: Tutaj możesz określić uprawnienia dla modułów dostawy.

# tl_user.iso_tax_classes.0
source: Allowed tax classes
de: Erlaubte Steuerklassen
es: Clases de impuestos permitidos
fr: Taxes autorisées
it: Classi di imposizione fiscale ammesse
pl: Dozwolone klasy podatków

# tl_user.iso_tax_classes.1
source: Here you can grant access to one or more tax classes.
de: Hier können Sie den Zugriff auf eine oder mehrere Steuerklassen erlauben.
es: Aquí se puede permitir el acceso a una o varias clases de impuestos.
fr: Ici vous pouvez accorder l'accès à une ou plusieurs taxes.
it: Qui è possibile concedere l'accesso a una o più classi fiscali.
pl: Tutaj możesz nadać dostęp do jednego lub więcej klas podatków.

# tl_user.iso_tax_classp.0
source: Tax class permissions
de: Steuerklassen-Berechtigungen
es: Permisos de la clase de impuestos
fr: Permissions liées aux taxes
it: Permessi di classe fiscale
pl: Uprawnienia dla klas podatków

# tl_user.iso_tax_classp.1
source: Here you can define the tax class permissions.
de: Hier können Sie die Berechtigungen für die Steuerklassen definieren.
es: Aquí puede definir los permisos de la clase de impuestos.
fr: Ici, vous pouvez définir les permissions pour les taxes.
it: Qui potete definire le autorizzazioni della classe fiscale.
pl: Tutaj możesz określić uprawnienia dla klas podatków.

# tl_user.iso_tax_rates.0
source: Allowed tax rates
de: Erlaubte Steuersätze
es: Tasas de impuestos permitidos
fr: Taux de taxe autorisés
it: Tariffe fiscali consentite
pl: Dozwolone stawki podatkowe

# tl_user.iso_tax_rates.1
source: Here you can grant access to one or more tax rates.
de: Hier können Sie den Zugriff auf eine oder mehrere Steuersätze erlauben.
es: Aquí podrá conceder el acceso a uno o varios tipos de impuestos.
fr: Ici vous pouvez accorder l'accès à un ou plusieurs taux de taxe.
it: Qui è possibile concedere l'accesso a una o più tariffe fiscali.
pl: Tutaj możesz nadać dostęp do jednego lub więcej stawek podatków.

# tl_user.iso_tax_ratep.0
source: Tax rate permissions
de: Steuersätze-Berechtigungen
es: Permisos del tipo de impuestos
fr: Permissions liées aux taux de taxe
it: Permessi per tariffe fiscali
pl: Uprawnienia dla stawek podatkowych

# tl_user.iso_tax_ratep.1
source: Here you can define the tax rate permissions.
de: Hier können Sie die Berechtigungen für die Steuersätze definieren.
es: Aquí puede definir los permisos del tipo de impuestos.
fr: Ici, vous pouvez définir les permissions pour les taux de taxe.
it: Qui potete definire le autorizzazioni per le tariffe fiscali.
pl: Tutaj możesz określić uprawnienia dla stawek produktów.

# tl_user.iso_configs.0
source: Allowed store configurations
de: Shop-Konfigurationen
es: Configuraciones de tiendas permitidas
fr: Configurations de boutique autorisées
it: Configurazioni negozio
pl: Konfiguracje sklepu

# tl_user.iso_configs.1
source: Here you can grant access to one or more store configurations.
de: Benutzer können Bestellungen aus diesen Shop-Konfigurationen sehen.
es: Aquí podrá conceder el acceso a una o varias configuraciones de tienda.
fr: Ici, vous pouvez accorder l'accès à une ou plusieurs configurations de boutique.
it: Gli utilizzatori possono visualizzare gli ordini da queste configurazioni di negozio.
pl: Użytkownik może widzieć zamówienia z tych konfiguracji sklepów.

# tl_user.iso_configp.0
source: Store configuration permissions
de: Shop-Konfiguration-Berechtigungen
es: Permisos de la tienda
fr: Permissions liées à la configuration de boutique
it: Memorizzare i permessi di configurazione
pl: Uprawnienia dla konfiguracji sklepów

# tl_user.iso_configp.1
source: Here you can define the store configuration permissions.
de: Hier können Sie die Shop-Konfigurationsberechtigungen definieren.
it: Qui si possono definire le autorizzazioni di configurazione del negozio.

# tl_user.iso_groups.0
source: Allowed product groups
de: Erlaubte Produktgruppen
es: Grupos de productos permitidos
fr: Groupes de produits permis
it: Gruppi di prodotti ammessi
pl: Dozwolone grupy produktów

# tl_user.iso_groups.1
source: Limit access to product groups for this user group. Gets inherited.
de: Zugriff auf Produktegruppen für diese Benutzergruppe limitieren. Wird vererbt.
es: Limitar a este grupo de usuarios el acceso a estos grupos de productos. Se hereda.
fr: Limiter l'accès à des groupes de produits pour ce groupe d'utilisateurs.
it: Limitare l'accesso ai gruppi di prodotti per questo gruppo di utenti. Viene ereditato.
pl: Ogranicz dostęp do grup produktów dla tej grupy użytkowników. Wartość dziedziczona.

# tl_user.iso_groupp.0
source: Product group permissions
de: Produktgruppen-Berechtigungen
es: Permisos grupo de productos
fr: Autorisations des groupes de produits
it: Autorizzazioni per gruppi di prodotti
pl: Uprawnienia dla grup produktów

# tl_user.iso_groupp.1
source: Here you can define the product group permissions.
de: Hier können Sie die Berechtigungen für die Produktgruppen definieren.
es: Aquí puede definir los permisos del grupo de productos.
fr: Définir les permissions du groupe de produits.
it: Qui potete definire le autorizzazioni per i gruppi di prodotti.
pl: Tutaj możesz określić uprawnienia dla grup produktów.

# tl_user.iso_member_groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen
fr: Groupes de produits
it: Gruppi di membri ammessi
pl: Grupy produktów

# tl_user.iso_member_groups.1
source: Back end users can only see orders of these member groups.
de: Backend-Benutzer können nur Bestellungen dieser Mitgliedergruppen sehen.
it: Gli utenti back end possono vedere solo gli ordini di questi gruppi di membri.

# tl_user.iso_member_groups.2
source: Guests
de: Nur für Gäste
es: Invitados
fr: Invités
it: Ospiti
pl: Goście

# MSC.rootPaste
source: Access to root node
de: Zugriff auf oberste Ebene
fr: Accès au nœud racine
it: Accesso al nodo root
pl: Dostęp do głównego węzła
