Repository: isotope/core
Catalog: system/modules/isotope/languages/*/*_user_group.xlf
Languages: nl, sv_se, tr

# tl_user_group.iso_modules.0
source: Isotope modules
nl: Isotope webwinkel modules
sv_se: Isotopmoduler
tr: Isotope modülleri

# tl_user_group.iso_modules.1
source: Select which store configuration modules user of this group can access.
nl: Selecteer welke modules van de winkelinstellingen gebruikers van deze groep toegang tot hebben.
sv_se: Välj vilka butikskonfigurationsmoduler som användaren av denna grupp kan komma åt.
tr: Bu grubun kullanıcısının hangi mağaza yapılandırma modüllerine erişebileceğini seçin.

# tl_user_group.iso_product_types.0
source: Allowed product types
nl: Toegestane productsoorten
sv_se: Tillåtna produkttyper
tr: İzin verilen ürün tipleri

# tl_user_group.iso_product_types.1
source: Here you can grant access to one or more product types.
nl: Hier kunt u toegang tot één of meerdere producttypes verlenen.
sv_se: Här kan du ge tillgång till en eller flera produkttyper.
tr: Burada bir veya daha fazla ürün tipine erişim izni verebilirsiniz.

# tl_user_group.iso_product_typep.0
source: Product type permissions
nl: Producttype permissies
sv_se: Produkttypsbehörigheter
tr: Ürün tipi izinleri

# tl_user_group.iso_product_typep.1
source: Here you can define the product type permissions.
nl: Hier kunt u permissies voor de producttypes instellen.
sv_se: Här kan du definiera produkttypsbehörigheterna.
tr: Burada ürün tipinin izinlerini tanımlayabilirsiniz.

# tl_user_group.iso_payment_modules.0
source: Allowed payment modules
nl: Toegestane betaalmethodes
sv_se: Tillåtna betalningsmoduler
tr: İzin verilen ödeme modülleri

# tl_user_group.iso_payment_modules.1
source: Here you can grant access to one or more payment modules.
nl: Hier kunt u toegang tot één of meerdere betaalmethodes verlenen.
sv_se: Här kan du ge tillgång till en eller flera betalningsmoduler.
tr: Burada bir veya daha fazla ödeme modülüne erişim izni verebilirsiniz.

# tl_user_group.iso_payment_modulep.0
source: Payment module permissions
nl: Betaalmethode permissies
sv_se: Betalningsmodulens behörigheter
tr: Ödeme modülü izinleri

# tl_user_group.iso_payment_modulep.1
source: Here you can define the payment module permissions.
nl: Hier kunt u permissies voor de betaalmethodes instellen.
sv_se: Här kan du definiera betalningsmodulens behörigheter.
tr: Burada ödeme modülü izinlerini tanımlayabilirsiniz.

# tl_user_group.iso_shipping_modules.0
source: Allowed shipping modules
nl: Toegestane verzendmethodes
sv_se: Tillåtna fraktmoduler
tr: İzin verilen nakliye modülleri

# tl_user_group.iso_shipping_modules.1
source: Here you can grant access to one or more shipping modules.
nl: Hier kunt u toegang tot één of meerdere verzendmethodes verlenen.
sv_se: Här kan du ge tillgång till en eller flera fraktmoduler.
tr: Burada bir veya daha fazla nakliye modülüne erişim izni verebilirsiniz.

# tl_user_group.iso_shipping_modulep.0
source: Shipping module permissions
nl: Verzendmethode permissies
sv_se: Behörigheter för fraktmoduler
tr: Nakliye modülü izinleri

# tl_user_group.iso_shipping_modulep.1
source: Here you can define the shipping module permissions.
nl: Hier kunt u permissies voor de verzendmethodes instellen.
sv_se: Här kan du definiera fraktmodulens behörigheter.
tr: Burada nakliye modülü izinlerini tanımlayabilirsiniz.

# tl_user_group.iso_tax_classes.0
source: Allowed tax classes
nl: Toegestane belastingklassen
sv_se: Tillåtna skatteklasser
tr: İzin verilen vergi sınıfları

# tl_user_group.iso_tax_classes.1
source: Here you can grant access to one or more tax classes.
nl: Hier kunt u toegang tot één of meerdere belastingklassen verlenen.
sv_se: Här kan du ge tillgång till en eller flera skatteklasser.
tr: Burada bir veya daha fazla vergi sınıfına erişim izni verebilirsiniz.

# tl_user_group.iso_tax_classp.0
source: Tax class permissions
nl: Belastingklasse permissies
sv_se: Skatteklassbehörigheter
tr: Vergi sınıfı izinleri

# tl_user_group.iso_tax_classp.1
source: Here you can define the tax class permissions.
nl: Hier kunt u permissies voor de belastingklassen instellen.
sv_se: Här kan du definiera skatteklassbehörigheterna.
tr: Burada vergi sınıfı izinlerini tanımlayabilirsiniz.

# tl_user_group.iso_tax_rates.0
source: Allowed tax rates
nl: Toegestane belastingtarieven
sv_se: Tillåtna skattesatser
tr: İzin verilen vergi oranları

# tl_user_group.iso_tax_rates.1
source: Here you can grant access to one or more tax rates.
nl: Hier kunt u toegang tot één of meerdere belastingtarieven verlenen.
sv_se: Här kan du ge tillgång till en eller flera skattesatser.
tr: Burada bir veya daha fazla vergi oranına erişim izni verebilirsiniz.

# tl_user_group.iso_tax_ratep.0
source: Tax rate permissions
nl: Belastingtarief permissies
sv_se: Skattesatsbehörigheter
tr: Vergi oranı izinleri

# tl_user_group.iso_tax_ratep.1
source: Here you can define the tax rate permissions.
nl: Hier kunt u permissies voor de belastingtarieven instellen.
sv_se: Här kan du definiera skattesatsbehörigheterna.
tr: Burada vergi oranı izinlerini tanımlayabilirsiniz.

# tl_user_group.iso_configs.0
source: Allowed store configurations
nl: Winkelinstellingen
sv_se: Tillåtna butikskonfigurationer
tr: İzin verilen mağaza yapılandırmaları

# tl_user_group.iso_configs.1
source: Here you can grant access to one or more store configurations.
nl: Hier kunt u toegang tot één of meerdere winkelconfiguraties verlenen.
sv_se: Här kan du ge åtkomst till en eller flera butikskonfigurationer.
tr: Burada bir veya daha fazla mağaza yapılandırmasına erişim izni verebilirsiniz.

# tl_user_group.iso_configp.0
source: Store configuration permissions
nl: Winkelconfiguratie permissies
sv_se: Butikskonfigurations behörigheter
tr: Mağaza yapılandırma izinlerini

# tl_user_group.iso_configp.1
source: Here you can define the store configuration permissions.
sv_se: Här kan du definiera butikskonfigurationsbehörigheterna.

# tl_user_group.iso_groups.0
source: Allowed product groups
nl: Toegestane productgroepen
sv_se: Tillåtna produktgrupper
tr: İzin verilen ürün grupları

# tl_user_group.iso_groups.1
source: Limit access to product groups for this user group. Gets inherited.
nl: Beperk toegang tot productgroepen voor deze gebruikersgroep. Wordt geërfd.
sv_se: Begränsa åtkomsten till produktgrupper för denna användargrupp. Går i arv.
tr: Bu kullanıcı grubu için ürün gruplarına erişimi sınırlayın. Miras alır.

# tl_user_group.iso_groupp.0
source: Product group permissions
nl: Productgroep permissies
sv_se: Produktgruppsbehörigheter
tr: Ürün grubu izinleri

# tl_user_group.iso_groupp.1
source: Here you can define the product group permissions.
nl: Hier kunt u permissies voor productgroepen instellen.
sv_se: Här kan du definiera produktgruppsbehörigheterna.
tr: Burada, ürün grubu izinlerini tanımlayabilirsiniz.

# tl_user_group.iso_member_groups.0
source: Allowed member groups
nl: Toegestane ledengroepen
sv_se: Tillåtna medlemsgrupper
tr: İzin verilen üye gruplar

# tl_user_group.iso_member_groups.1
source: Back end users can only see orders of these member groups.
sv_se: Backend-användare kan bara se beställningar av dessa medlemsgrupper.

# tl_user_group.iso_member_groups.2
source: Guests
sv_se: Gäster
tr: Misafirler
