Repository: isotope/core
Catalog: system/modules/isotope/languages/*/default.xlf
Languages: bs_ba, es, fr, it, ru

# MSC.editAddressLabel
source: Edit
bs_ba: Uredi
es: Editar
fr: Éditer
it: Modificare
ru: Изменить

# MSC.deleteAddressLabel
source: Delete
bs_ba: Izbriši
es: Borrar
fr: Supprimer
it: Cancellare
ru: Удалить

# MSC.deleteAddressConfirm
source: Do you really want to delete this address? This cannot be undone.
bs_ba: Da li stvarno želite izbrisati ovu adresu? Ovo se ne može poništiti.
es: ¿Realmente quieres eliminar esta dirección? No se puede deshacer.
fr: Voulez-vous vraiment supprimer cette adresse ? Cette action ne peut pas être annulée.
it: Volete davvero cancellare questo indirizzo? Questo non può essere annullato.
ru: Вы действительно хотите удалить этот адрес? Действие не может быть отменено.

# MSC.iso_invoice_title
source: Invoice
bs_ba: Faktura
es: Factura
fr: Facture
it: Fattura
ru: Счет

# MSC.iso_order_status
source: Status
es: Estado
fr: État
it: Stato
ru: Состояние

# MSC.iso_order_date
source: Order date
bs_ba: Datum narudžbe
es: Fecha del pedido
fr: Date de la commande
it: Data dell'ordine
ru: Дата заказа

# MSC.iso_order_document_number
source: Order number
bs_ba: Broj narudžbe
fr: Numéro de commande
it: Numero ordine
ru: Номер заказа

# MSC.iso_order_description
source: Description
bs_ba: Opis
es: Descripción
it: Descrizione
ru: Описание

# MSC.iso_order_quantity
source: Quantity
bs_ba: Količina
es: Cantidad
fr: Quantité
it: Quantità
ru: Количество

# MSC.iso_order_price
source: Price
bs_ba: Cijena
es: Precio
fr: Prix
it: Prezzo
ru: Цена

# MSC.iso_order_total
source: Total
bs_ba: Ukupno
fr: Total général
it: Totale
ru: Всего

# MSC.iso_order_locked
source: Placed
fr: Placé
it: Piazzato
ru: Размещено

# MSC.iso_order_currency
source: Currency
es: Divisa
fr: Monnaie
it: Valuta
ru: Валюта

# MSC.low_to_high
source: lo to hi
bs_ba: lo prema hi
es: de menos a más
fr: de bas en haut
it: dal basso all'alto
ru: мал. к больш.

# MSC.high_to_low
source: hi to lo
bs_ba: hi prema lo
es: de más a menos
fr: de haut en bas
it: dall'alto al basso
ru: больш. к мал.

# MSC.a_to_z
source: A to Z
bs_ba: A prema Z
es: A a Z
fr: de A à Z
it: dalla A alla Z
ru: от А до Я

# MSC.z_to_a
source: Z to A
bs_ba: Z prema A
es: Z a A
fr: de Z à A
it: dalla Z alla A
ru: от Я до А

# MSC.old_to_new
source: earlier to later
bs_ba: ranije do kasnije
es: anterior a posterior
fr: du plus ancien au plus récent
it: dal meno recente all'ultimo
ru: от раннего до позднего

# MSC.new_to_old
source: later to earlier
bs_ba: kasnije do ranije
es: posterior a anterior
fr: du plus récent au plus ancien
it: dall'ultimo al meno recente
ru: от позднего к раннему

# MSC.pay_with_redirect.0
source: Processing payment
bs_ba: Obrada plaćanja
es: Procesando el pago
fr: Procéder au paiement
it: Il pagamento viene processato
ru: Обработка платежа

# MSC.pay_with_redirect.1
source: You will be redirected to the payment gateway website.
bs_ba: Bit ćete preusmjereni na web stranicu mrežnog prolaza za plaćanje.
it: Sarete reindirizzati al sito web del gateway di pagamento.
ru: Вы будете перенаправлены на веб-сайт платежного шлюза.

# MSC.pay_with_redirect.2
source: Pay now
bs_ba: Plati odmah
es: Pagar ahora
fr: Payer maintenant
it: Paga ora
ru: Оплатить сейчас

# MSC.pay_with_redirect.3
source: Please click on the "Pay now" button to continue.
bs_ba: Da biste nastavili kliknite na tipku "Plati odmah".
it: Cliccare sul pulsante "Paga ora" per continuare.
ru: Пожалуйста, нажмите на кнопку "Оплатить сейчас", чтобы продолжить.

# MSC.paypalTransaction
source: Transaction ID: %s
bs_ba: ID Transakcije: %s
it: Identificazione della transazione: %s
ru: ID транзакции: %s

# MSC.paypalTransactionOnline
source: You can view this PayPal transaction online.
bs_ba: Ovu PayPal transakciju možete pogledati na mreži.
it: È possibile visualizzare questa transazione su PayPal online.

# MSC.paypalTransactionButton
source: Open Website
bs_ba: Otvorite web stranicu
it: Apri il sito web
ru: Открыть сайт

# MSC.paypalTransactionDetails
source: PayPal transaction from %s
bs_ba: PayPal transakcija od %s
it: Transazione PayPal da %s

# MSC.productSingle
source: 1 Product
bs_ba: 1 proizvod
es: 1 Producto
fr: 1 Produit
it: 1 prodotto
ru: 1 товар

# MSC.productMultiple
source: %s Products
bs_ba: %s proizvodi
es: %s Productos
fr: %s produits
it: %s prodotti
ru: %s Товаров

# MSC.shipping_address_message
source: Enter your shipping information or select an existing address.
bs_ba: Unesite podatke za dostavu ili odaberite postojeću adresu.
es: Introduce tu información de envío o seleccionar una dirección existente.
fr: Saisir vos informations d'expédition ou sélectionner une adresse existante.
it: Inserite i vostri dati di spedizione o selezionate un indirizzo esistente.
ru: Введите адрес доставки или выберите существующий.

# MSC.billing_address_message
source: Enter your billing information or select an existing address.
bs_ba: Unesite podatke za račun ili odaberite postojeću adresu.
es: Introduce tu información de facturación o seleccionar una dirección existente.
fr: Saisir vos informations de facturation ou sélectionner une adresse existante.
it: Inserite i vostri dati di fatturazione o selezionate un indirizzo esistente.
ru: Введите платежную информацию или выберите существующий адрес.

# MSC.billing_address_guest_message
source: Enter your billing information
bs_ba: Unesite svoje podatke o naplati
es: Introduce tu información de facturación
fr: Saisir vos informations de facturation
it: Inserisci i tuoi dati di fatturazione
ru: Введите платежную информацию

# MSC.customer_address_message
source: Enter your customer information or select an existing address.
bs_ba: Unesite podatke o kupcu ili odaberite postojeću adresu.
es: Introduce tu información de cliente o seleccionar una dirección existente.
fr: Saisir vos informations client ou sélectionner une adresse existante.
it: Inserite i vostri dati cliente o selezionate un indirizzo esistente.
ru: Введите информацию о себе или выберите существующий адрес.

# MSC.customer_address_guest_message
source: Enter your customer information
bs_ba: Unesite podatke o kupcu
es: Introduce tu información de cliente
fr: Saisir vos informations client
it: Inserisci i tuoi dati cliente
ru: Введите информацию о себе

# MSC.shipping_method_message
source: Select a shipping method.
bs_ba: Odaberite način dostave.
es: Selecciona un modo de envío.
fr: Sélectionner un mode de livraison.
it: Selezionare un metodo di spedizione.
ru: Выберите метод доставки.

# MSC.shipping_method_missing
source: Please select a shipping method.
bs_ba: Odaberite način dostave.
es: Por favor, selecciona un método de envío.
fr: Sélectionner un mode de livraison.
it: Si prega di selezionare un metodo di spedizione.
ru: Выберите метод доставки

# MSC.payment_method_message
source: Enter your payment information.
bs_ba: Unesite podatke o plaćanju.
es: Introduce tu información de pago.
fr: Saisir vos informations de paiement.
it: Inserisci i tuoi dati di pagamento.
ru: Введите вашу платежную информацию.

# MSC.payment_method_missing
source: Please select a payment method.
bs_ba: Odaberite način plaćanja.
es: Por favor selecciona una forma de pago.
fr: Sélectionner un mode de paiement.
it: Si prega di selezionare un metodo di pagamento.
ru: Пожалуйста, выберите способ оплаты.

# MSC.order_review_message
source: Review and confirm your order details.
bs_ba: Pregledajte i potvrdite detalje narudžbe.
es: Revisa y confirma tus detalles del pedido.
fr: Examiner et confirmer les détails de votre commande.
it: Rivedere e confermare i dettagli dell'ordine.
ru: Просмотрите и подтвердите детали заказа.

# MSC.checkout_address
source: Address
bs_ba: Adresa
es: Dirección
fr: Adresse
it: Indirizzo
ru: Адрес

# MSC.checkout_shipping
source: Shipping
bs_ba: Dostava
es: Envío
fr: Livraison
it: Spedizione
ru: Доставка

# MSC.checkout_payment
source: Payment
bs_ba: Plaćanje
es: Pago
fr: Paiement
it: Pagamento
ru: Оплата

# MSC.checkout_review
source: Review
bs_ba: Pregled
es: Revisión
fr: Récapitulatif
it: Recensione
ru: Обзор

# MSC.billing_address
source: Billing Address
bs_ba: Adresa za račun
es: Dirección de facturación
fr: Adresse de facturation
it: Indirizzo Fattura
ru: Платежный адрес

# MSC.shipping_address
source: Shipping Address
bs_ba: Adresa za dostavu
es: Dirección de envío
fr: Adresse de livraison
it: Indirizzo Spedizione
ru: Адрес доставки

# MSC.billing_shipping_address
source: Billing & Shipping Address
bs_ba: Adresa za račun i dostavu
es: Dirección de facturación y de envío
fr: Adresse de facturation et d'expédition
it: Indirizzo di fatturazione e spedizione
ru: Платежный адрес и адрес доставки

# MSC.customer_address
source: Customer Address
bs_ba: Adresa kupca
es: Dirección del cliente
fr: Adresse du client
it: Indirizzo del cliente
ru: Адрес покупателя

# MSC.shipping_method
source: Shipping Method
bs_ba: Način dostave
es: Modo de envío
fr: Mode de livraison
it: Metodo di spedizione
ru: Метод доставки

# MSC.payment_method
source: Payment Method
bs_ba: Način plaćanja
es: Forma de pago
fr: Mode de paiement
it: Metodo di pagamento
ru: Метод оплаты

# MSC.order_review
source: Order Review
bs_ba: Pregled narudžbe
es: Revisar el pedido
fr: Récapitulation de la commande
it: Revisione dell'ordine
ru: Обзор заказа

# MSC.changeCheckoutInfo
source: Change
bs_ba: Promjena
es: Cambiar
it: Cambio
ru: Изменить

# MSC.cc_num
source: Credit card number
bs_ba: Broj kreditne kartice
es: Número de tarjeta de crédito
fr: Numéro de carte de crédit
it: Numero carta di credito
ru: номер кредитной карты

# MSC.cc_type
source: Credit card type
bs_ba: Vrsta kreditne kartice
es: Tipo de tarjeta de crédito/debito
fr: Type de carte de crédit
it: Tipo di carta di credito
ru: Тип кредитной карты

# MSC.cc_ccv
source: CCV number (3 or 4 digit code)
bs_ba: CCV broj (3 ili 4 cifre)
es: Número CCV (Código de 3 o 4 dígitos)
fr: Nombre CCV (3 ou 4 chiffres)
it: Numero CCV (codice a 3 o 4 cifre)
ru: номер CCV (3-х или 4-хзначный код)

# MSC.cc_exp_month
source: Expiration month
bs_ba: Mjesec isteka
es: Mes de vencimiento
fr: Mois d'expiration
it: Mese di scadenza
ru: Месяц истечения

# MSC.cc_exp_year
source: Expiration year
bs_ba: Godina isteka
es: Año de vencimiento
fr: Année d'expiration
it: Anno di scadenza
ru: Год истечения

# MSC.backendPaymentNotFound
source: Payment module not found!
bs_ba: Modul plaćanja nije pronađen!
es: ¡Módulo de Pago no encontrado!
fr: Module de paiement non trouvé !
it: Modulo di pagamento non trovato!
ru: Платежный модуль не найден!

# MSC.backendShippingNotFound
source: Shipping module not found!
bs_ba: Modul dostave nije pronađen!
es: ¡Módulo de envío no encontrado!
fr: Module d'expédition non trouvé !
it: Modulo di spedizione non trovato!
ru: Модуль доставки не найден!

# MSC.backendPaymentNoInfo
source: This payment module does not provide additional information.
bs_ba: Ovaj modul plaćanja ne pruža dodatne informacije.
es: Este módulo de pago no proporciona información adicional.
fr: Ce module de paiement ne fournit pas de renseignements supplémentaires.
it: Questo modulo di pagamento non fornisce informazioni aggiuntive.

# MSC.backendShippingNoInfo
source: This shipping module does not provide additional information.
bs_ba: Ovaj modul dostave ne pruža dodatne informacije.
es: Este módulo de envío no proporciona información adicional.
fr: Ce module d'expédition ne fournit pas d'informations supplémentaires.
it: Questo modulo di spedizione non fornisce informazioni aggiuntive.

# MSC.useDefault
source: Use default value
bs_ba: Koristite zadanu vrijednost
es: Utilizar el valor por defecto
fr: Utiliser la valeur par défaut
it: Utilizzare il valore predefinito
ru: Использовать значение по умолчанию

# MSC.activeStep
source: active step:
bs_ba: aktivni korak:
es: Paso activo :
fr: étape en cours :
it: passo attivo:

# MSC.productcacheLoading
source: Loading products...
bs_ba: Učitavanje proizvoda ...
es: Cargando productos...
fr: Chargement des produits...
it: Caricamento prodotti...
ru: Загрузка товаров...

# MSC.productcacheNoscript
source: Your browser does not support JavaScript. Please <a href="%s">click here</a> to load the product list.
bs_ba: Vaš preglednik ne podržava JavaScript. <a href="%s">Kliknite ovdje</a> da biste učitali listu proizvoda.
es: Su navegador no soporta JavaScript. Por favor <a href="%s">haz clic aquí</a> para cargar la lista de productos.
fr: Votre navigateur ne supporte pas JavaScript. Veuillez <a href="%s">cliquez ici</a> pour charger la liste des produits.
it: Il vostro browser non supporta JavaScript. Clicca <a href="%s">qui</a>per caricare l'elenco dei prodotti.
ru: Ваш браузер не поддерживает JavaScript. Пожалуйста, <a href="%s">нажмите здесь</a>, чтобы загрузить список товаров.

# MSC.noFilesInFolder
source: No files in this folder
bs_ba: Nema datoteka u ovom folderu
es: No hay archivos en esta carpeta
fr: Aucun fichier dans ce répertoire
it: Nessun file in questa cartella
ru: Нет файлов в папке

# MSC.assetImportConfirmation
source: Imported file %s for product "%s"
bs_ba: Uvezena datoteka %s za proizvod "%s"
fr: Importer le fichier %s pour le produit "%s"
it: File importato %s per il prodotto "%s"
ru: Импортирован файл %s для товара "%s"

# MSC.assetImportNoFilesFound
source: The folder did not contain any files to be imported.
bs_ba: Folder nije sadržavao datoteke za uvoz.
fr: Le répertoire ne contenait pas de fichiers à importer.
it: La cartella non conteneva alcun file da importare.
ru: В папке нет файлов для импорта.

# MSC.loadingProductData
source: Loading product data …
bs_ba: Učitavanje podataka o proizvodu…
es: Cargando datos del producto…
fr: Chargement des données de produits...
it: Caricamento prodotti...
ru: Загрузка данных о товаре...

# MSC.templatesConfig
source: Store Config "%s"
bs_ba: Konfiguracija trgovine "%s"
fr: Configuration du magasin : %s
it: Memorizza configurazione "%s"

# MSC.splittedTaxRate
source: Splitted
bs_ba: Podijeljeno
es: Fraccionado
fr: Divisé
it: Diviso

# MSC.newOrders
source: You have %s order(s) with status "%s"
bs_ba: Imate %s narudžbu(e) sa statusom "%s"
es: Tiene %s orden(s) con el estado "%s"
fr: Vous avez %s commande(s) avec le statut "%s"
it: Avete %s ordine/i con lo stato "%s".
ru: У вас %s заказ(ов) со статусом "%s"

# MSC.checkoutStep
source: Step %s of %s (%s) -
bs_ba: Korak %s od %s (%s) -
es: Paso %s de %s (%s) -
fr: Étape %s de %s (%s) -
it: Passo %s di %s (%s) -
ru: Шаг %s из %s (%s) -

# MSC.timePeriod.minutes
source: Minutes
bs_ba: Minute
es: Minutos
it: Minuti
ru: Минуты

# MSC.timePeriod.hours
source: Hours
bs_ba: Sati
es: Horas
fr: Heures
it: Ore
ru: Часы

# MSC.timePeriod.days
source: Days
bs_ba: Dani
es: Días
fr: Jours
it: Giorni
ru: Дни

# MSC.timePeriod.weeks
source: Weeks
bs_ba: Sedmice
es: Semanas
fr: Semaines
it: Settimane
ru: Недели

# MSC.timePeriod.months
source: Months
bs_ba: Mjeseci
es: Meses
fr: Mois
it: Mesi
ru: Месяцы

# MSC.timePeriod.years
source: Years
bs_ba: Godine
es: Años
fr: Années
it: Anni
ru: Годы

# MSC.isotopeIntroductionLegend
source: Introduction
bs_ba: Uvod
it: Introduzione
ru: Введение

# MSC.isotopeIntroduction.0
source: Welcome to Isotope eCommerce (Version: %s)
bs_ba: Dobrodošli u Isotope eCommerce (verzija: %s)
it: Benvenuti su Isotope eCommerce (Versione: %s)
ru: Добро пожаловать в Isotope eCommerce (Version: %s)

# MSC.isotopeIntroduction.1
source: Isotope is the premier open source eCommerce solution for Contao.
bs_ba: Isotope je glavno rješenje za e-trgovinu s otvorenim kodom za Contao.
fr: Isotope est la solution eCommerce open source première pour Contao.
it: Isotope è la principale soluzione di eCommerce open source per Contao.
ru: Isotope это первичное опен-сорс eCommerce решение для Contao.

# MSC.isotopeIntroduction.2
source: This is the page where most of the configuration will take place. <strong>You should start from the bottom of this page and work your way upward from right to left.</strong>
bs_ba: Ovo je stranica na kojoj se konfiguriše veći dio e-trgovine. <strong>Trebali biste započeti od dna i raditi prema gore, s desna na lijevo.</strong>
fr: C'est la page où la majeure partie de la configuration à lieu. <strong>Procédez depuis le bas de la liste en remontant de droite à gauche.</strong>
it: Questa è la pagina dove avrà luogo la maggior parte della configurazione. <strong>Dovreste iniziare dalla parte inferiore di questa pagina e procedere verso l'alto da destra a sinistra.</strong>

# MSC.isotopeIntroduction.3
source: Visit the official <a href="http://isotopeecommerce.org" target="_blank">Isotope eCommerce website</a> for the latest news, configuration manuals and professional support. Thank you so much for considering giving something back!
bs_ba: Posjetite oficijalnu web stranicu <a href="http://isotopeecommerce.org" target="_blank">Isotope eCommerce</a> kako bi pronašli najnovije vijesti, priručnike za konfiguraciju i profesionalnu podršku. Hvala vam mnogo na podršci!
it: Visitate il sito ufficiale <a href="http://isotopeecommerce.org" target="_blank">Isotope eCommerce</a> per le ultime notizie, i manuali di configurazione e il supporto professionale. Grazie mille per aver pensato di restituire qualcosa!
ru: Посетите официальный <a href="http://isotopeecommerce.org" target="_blank">сайт Isotope eCommerce</a>, чтобы узнать новости, получить вспомогательные материалы и профессиональную поддержку. Большое спасибо за отдачу!

# MSC.isotopeIntroduction.4
source: The Isotope eCommerce Team
bs_ba: Isotope eCommerce Team
fr: L'équipe de Isotope eCommerce
it: Il team di eCommerce Isotope
ru: Команда Isotope eCommerce

# MSC.isotopeIntroduction.5
source: Isotope is a product of %s in association with <a href="http://isotopeecommerce.org/de/team.html" target="_blank">the Isotope eCommerce Team</a>.
bs_ba: Isotope je proizvod %s u saradnji sa <a href="http://isotopeecommerce.org/de/team.html" target="_blank">Isotope eCommerce timom</a>
fr: Isotope est un produit de %s en association avec <a href="http://isotopeecommerce.org/de/team.html" target="_blank">l'équipe Isotope eCommerce</a>.
it: Isotope è un prodotto %s in associazione con <a href="http://isotopeecommerce.org/de/team.html" target="_blank">Isotope eCommerce Team</a>.

# MSC.iso_orderCollectionBy.asc_id
source: by date added (ascending)
bs_ba: po datumu dodavanja (uzlazno)
fr: par date d'ajout (ascendant)
it: per data aggiunta (crescente)
ru: по дате добавления (по возрастанию)

# MSC.iso_orderCollectionBy.desc_id
source: by date added (descending)
bs_ba: po datumu dodavanja (silazno)
fr: par date d'ajout (descendant)
it: per data aggiunta (decrescente)
ru: по дате добавления (по убыванию)

# MSC.iso_orderCollectionBy.asc_tstamp
source: by date updated (ascending)
bs_ba: po datumu ažuriranja (uzlazno)
fr: par date de mise à jour (ascendant)
it: per data aggiornata (crescente)
ru: по дате обновления (по возрастанию)

# MSC.iso_orderCollectionBy.desc_tstamp
source: by date updated (descending)
bs_ba: po datumu ažuriranja (silazno)
fr: par date de mise à jour (descendant)
it: per data aggiornata (decrescente)
ru: по дате обновления (по убыванию)

# MSC.iso_orderCollectionBy.asc_name
source: by product name (ascending)
bs_ba: prema nazivu proizvoda (uzlazno)
fr: par nom de produit (ascendant)
it: per nome del prodotto (crescente)
ru: по названию товара (по возрастанию)

# MSC.iso_orderCollectionBy.desc_name
source: by product name (descending)
bs_ba: prema nazivu proizvoda (silazno)
fr: par nom de produit (descendant)
it: per nome del prodotto (decrescente)
ru: по названию товара (по убыванию)

# MSC.iso_orderCollectionBy.asc_price
source: by price (ascending)
bs_ba: prema cijeni (uzlazno)
fr: par prix (ascendant)
it: per prezzo (crescente)
ru: по цене (по возрастанию)

# MSC.iso_orderCollectionBy.desc_price
source: by price (descending)
bs_ba: prema cijeni (silazno)
fr: par prix (descendant)
it: per prezzo (decrescente)
ru: по цене (по убыванию)

# MSC.noShippingAddress
source: Please fill in the shipping address.
bs_ba: Molimo unesite adresu za dostavu.
it: Si prega di inserire l'indirizzo di spedizione.
ru: Пожалуйста, введите адрес доставки.

# MSC.noShippingRequiredMsg
source: None of the products in your shopping cart require shipping!
bs_ba: Nijedan proizvod u vašoj košarici ne zahtijeva dostavu!
it: Nessuno dei prodotti nel tuo carrello richiede la spedizione!
ru: Ни один из товаров в вашей корзине не требует доставки!

# MSC.availableShippingMethodsMsg
source: The following shipping methods are available for your current shopping cart and the shipping address details you provided:
bs_ba: Sljedeći načini dostave su dostupni za vašu trenutnu korpu i detalje adrese za dostavu koju ste naveli:
it: I seguenti metodi di spedizione sono disponibili per il vostro attuale carrello della spesa e i dettagli dell'indirizzo di spedizione che avete fornito:

# MSC.saveAddressButton
source: Save address
bs_ba: Sačuvaj adresu
it: Salva indirizzo
ru: Сохранить адрес

# MSC.billpay_agb_de
source: Mit der &Uuml;bermittlung der für die Abwicklung des Rechnungskaufs und einer Identitäts und Bonitätsprüfung erforderlichen Daten an die <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a> bin ich einverstanden. Es gelten die <a href="https://www.billpay.de/kunden/agb#datenschutz" target="_blank">Datenschutzbestimmungen</a> von Billpay.
bs_ba: Pristajem na prijenos podataka potrebnih za obradu kupovine preko računa te provjeru identiteta i kreditne sposobnosti <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a>. Primjenjuju se <a href="https://www.billpay.de/kunden/agb#datenschutz" target="_blank">propisi o zaštiti podataka</a> firme Billpay.
it: Acconsento alla trasmissione alla <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a> dei dati necessari per l'elaborazione dell'acquisto in conto corrente e ad un controllo dell'identità e del credito. Si applicano le norme di <a href="https://www.billpay.de/kunden/agb#datenschutz" target="_blank">protezione dei dati</a> di Billpay.

# MSC.billpay_agb_ch
source: Mit der &Uuml;bermittlung der für die Abwicklung des Rechnungskaufs und einer Identitäts und Bonitätsprüfung erforderlichen Daten an die <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a> bin ich einverstanden. Es gelten die <a href="https://www.billpay.de/kunden/agb-ch#datenschutz" target="_blank">Datenschutzbestimmungen</a> von Billpay.
bs_ba: Pristajem na prijenos podataka potrebnih za obradu kupnje na račun i provjeru identiteta i kredita <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a>. Primjenjuju se <a href="https://www.billpay.de/kunden/agb-ch#datenschutz" target="_blank">propisi o zaštiti podataka</a> tvrtke Billpay.
it: Acconsento alla trasmissione alla <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a> dei dati necessari per l'elaborazione dell'acquisto in conto corrente e ad un controllo dell'identità e del credito. Si applicano le norme di <a href="https://www.billpay.de/kunden/agb-ch#datenschutz" target="_blank">protezione dei dati</a> di Billpay.
