Repository: isotope/core
Catalog: system/modules/isotope/languages/*/default.xlf
Languages: bs_ba, es, fr, it, ru

# CUR.BTN
source: BTN - Ngultrum
es: BTN - Bután - Ngultrum
it: BTN - Ngultrum del Bhutan
ru: BTN - Бутанский нгултрум

# CUR.BWP
source: BWP - Pula
es: BWP - Botsuana - Pula
it: BWP - Pula del Botswana
ru: BWP - Ботсванская пула

# CUR.BYR
source: BYR - Belarussian Rouble
bs_ba: BYR - Bjeloruska rublja
es: BYR - Belarús - rublo bielorruso
fr: BYR - Rouble biélorusse
it: BYR - Rublo bielorusso
ru: BYR - Белорусский рубль

# CUR.BZD
source: BZD - Belize Dollar
bs_ba: BZD - Belizejski dolar
es: BZD - Belice - Dólar
fr: BZD - Dollar de Belize
it: BZD - Dollaro del Belize
ru: BZD - белизский доллар

# CUR.CAD
source: CAD - Canadian Dollar
bs_ba: CAD - Kanadski dolar
es: CAD - Canadá - Dólar
fr: CAD - Dollar canadien
it: CAD - Dollaro canadese
ru: CAD - канадский доллар

# CUR.CDF
source: CDF - Congolese Franc
bs_ba: CDF - Kongoanski franak
es: CDF - Congo (RDC) - franco congoleño
fr: CDF - Franc du Congo démocratique
it: CDF - Franco congolese
ru: CDF - Конголезский франк

# CUR.CHF
source: CHF - Swiss Franc
bs_ba: CHF - Švicarski franak
es: CHF - Suiza - Franco
fr: CHF - Franc suisse
it: CHF - Franco svizzero
ru: CHF - Швейцарский франк

# CUR.CLF
source: CLF - Unidades de Fomento
fr: CLF - Unidad de Fomento chilien
it: CLF - Unità di conto cilena
ru: CLF - Условная расчетная единица Чили

# CUR.CLP
source: CLP - Chilean Peso
bs_ba: CLP - Čileanski pezo
es: CLP - Chile - Peso
fr: CLP - Peso chilien
it: CLP - Peso cileno
ru: CLP - Чилийское песо

# CUR.CNY
source: CNY - Yuan Renminbi
es: CNY - China - Renmimbi Yuan
it: CNY - Yuan
ru: CNY - Китайский юань

# CUR.COP
source: COP - Colombian Peso
bs_ba: COP - Kolumbijski pezo
es: COP - Colombia - Peso
fr: COP - Peso colombien
it: COP - Peso colombiano
ru: COP - Колумбийское песо

# CUR.CRC
source: CRC - Costa Rican Colón
bs_ba: CRC - Kostarikanski Kolumbo
es: CRC - Costa Rica - Colón
fr: CRC - Colon de Costa Rica
it: CRC - Colón costaricano
ru: CRC - Коста-риканский колон

# CUR.CUC
source: CUC - Peso Convertible
es: CUC - Cuba - Convertible Peso
fr: CUC - Peso cubain convertible
it: CUC - Peso convertibile cubano
ru: CUC - Кубинское конвертируемое песо

# CUR.CUP
source: CUP - Cuban Peso
bs_ba: CUP - Kubanski pezo
es: CUP - Cuba - Peso
fr: CUP - Peso cubain
it: CUP - Peso cubano
ru: CUP - Кубинское песо

# CUR.CVE
source: CVE - Escudo Caboverdiano
bs_ba: CVE - Zelenortski štit
es: CVE - Cabo Verde - Escudo
fr: CVE - Escudo du Cap-Vert
it: CVE - Escudo capoverdiano
ru: CVE - Эскудо Кабо-Верде

# CUR.CZK
source: CZK - Czech Koruna
bs_ba: CZK - Češka kruna
es: CZK - Rep. Checa - Corona
fr: CZK - Couronne Tchèque
it: CZK - Corona ceca
ru: CZK - Чешская крона

# CUR.DJF
source: DJF - Djibouti Franc
bs_ba: DJF - Džibuti Franc
es: DJF - Yibuti - Franco
fr: DJF - Franc de Djibouti
it: DJF - Franco gibutiano
ru: DJF - Франк Джибути

# CUR.DKK
source: DKK - Danish Krone
bs_ba: DKK - Danska kruna
es: DKK - Dinamarca - Corona
fr: DKK - Couronne danoise
it: DKK - Corona danese
ru: DKK - Датская крона

# CUR.DOP
source: DOP - Dominican Republic Peso
bs_ba: DOP - Pezo Dominikanske Republike
es: DOP - Rep.Dominicana - Peso
fr: DOP - Peso dominicain
it: DOP - Peso dominicano
ru: DOP - Доминиканское песо

# CUR.DZD
source: DZD - Algerian Dinar
bs_ba: DZD - Alžirski dinar
es: DZD - Argelia - Dinar
fr: DZD - Dinar algérien
it: DZD - Dinaro algerino
ru: DZD - алжирский динар

# CUR.EGP
source: EGP - Egyptian Pound
bs_ba: EGP - Egipatska funta
es: EGP - Egipto - Libra
fr: EGP - Livre égyptienne
it: EGP - Sterlina egiziana
ru: EGP - Египетский фунт

# CUR.ERN
source: ERN - Eritrean Nakfa
bs_ba: ERN - Eritrejska Nakfa
es: ERN - Eritrea - Nafka
fr: ERN - Nafka
it: ERN - Nacfa eritreo
ru: ERN - Эритрейская накфа

# CUR.ETB
source: ETB - Ethiopian Birr
bs_ba: ETB - Etiopski Birr
es: ETB - Etiopía - Birr
fr: ETB - Birr éthiopien
it: ETB - Birr etiope
ru: ETB - Эфиопский быр

# CUR.FJD
source: FJD - Fiji Dollar
bs_ba: FJD - Fidžijski dolar
es: FJD - Fiyi - Dólar
fr: FJD - Dollar des Fidji
it: FJD - Dollaro delle Figi
ru: FJD - Доллар Фиджи

# CUR.FKP
source: FKP - Falkland Pound
bs_ba: FKP - Foklandska funta
es: FKP - Islas Malvinas - Libra
fr: FKP - Livre de Falkland
it: FKP - Isole Falkland Pound
ru: FKP - Фолклендский фунт

# CUR.GBP
source: GBP - Pound Sterling
bs_ba: GBP - Funta Sterlinga
es: GBP - Inglaterra - Libra
fr: GBP - Livre sterling
it: GBP - Sterlina britannica
ru: GBP - Фунт стерлингов

# CUR.GEL
source: GEL - Lari
es: GEL - Georgia - lari
it: GEL - Lari georgiano
ru: GEL - Лари

# CUR.GHS
source: GHS - Ghanaian cedi
bs_ba: GHS - Ganski cedi
es: GHS - Ghana - Nuevo Cedi
fr: GHS - Cedi
it: GHS - Cedi ghanese
ru: GHS - Ганский седи

# CUR.GIP
source: GIP - Gibraltar Pound
bs_ba: GIP - Gibraltarska funta
es: GIP - Gibraltar - Libra
fr: GIP - Livre de Gibraltar
it: GIP - Pound di Gibilterra
ru: GIP - Гибралтарский фунт

# CUR.GMD
source: GMD - Dalasi
es: GMD - Gambia - Dalasi
fr: GMD - Dalasie
it: GMD - Dalasi gambese
ru: GMD - Гамбийский даласи

# CUR.GNF
source: GNF - Guinea Franc
bs_ba: GNF - Gvineja Franc
es: GNF - Guinea - Franco
fr: GNF - Franc guinéen
it: GNF - Franco guineano
ru: GNF - Гвинейский франк

# CUR.GTQ
source: GTQ - Quetzal
es: GTQ - Guatemala - Quetzal
it: GTQ - Quetzal guatemalteco
ru: GTQ - Гватемальский кетсаль

# CUR.GYD
source: GYD - Guyana Dollar
bs_ba: GYD - Gvajanski dolar
es: GYD - Guyana - Dólar
fr: GYD - Dollar de Guyane
it: GYD - Dollaro della Guyana
ru: GYD - Гайанский доллар

# CUR.HKD
source: HKD - Hong Kong Dollar
bs_ba: HKD - Hongkonški dolar
es: HKD - Hong Kong Dólar
fr: HKD - Dollar de Hong-Kong
it: HKD - Dollaro di Hong Kong
ru: HKD - Гонконгский доллар

# CUR.HNL
source: HNL - Lempira
es: HNL - Honduras - Lempira
it: HNL - Lempira honduregna
ru: HNL - Гондурасская лемпира

# CUR.HRD
source: HRD - Croatian Dinar
bs_ba: HRD - Hrvatski dinar
es: HRD - Croacia - Dinar
fr: HRD - Dinar Croate
it: HRD - Dinaro croato
ru: HRD - Хорватский динар

# CUR.HRK
source: HRK - Croatian Kuna
bs_ba: HRK - Hrvatska kuna
es: HRK - Croacia - Kuna
fr: HRK - Kuna
it: HRK - Kuna croata
ru: HRK - Хорватская куна

# CUR.HTG
source: HTG - Gourde
es: HTG - Haití - Gourde
it: HTG - Gourde haitiano
ru: HTG - Гаитянский гурд

# CUR.HUF
source: HUF - Forint
bs_ba: HUF - Forinta
es: HUF - Hungría - Forint
it: HUF - Fiorino ungherese
ru: HUF - венгерский форинт

# CUR.IDR
source: IDR - Rupiah
bs_ba: IDR - Rupija
es: IDR - Indonesia - Rupia
it: IDR - Rupia indonesiana
ru: IDR - рупия

# CUR.ILS
source: ILS - Shekel
bs_ba: ILS - Šekel
es: ILS - Israel - Nuevo Shekel
fr: ILS - Sheqel
it: ILS - Nuovo siclo israeliano
ru: ILS - Новый израильский шекель

# CUR.INR
source: INR - Indian Rupee
bs_ba: INR - Indijska rupija
es: INR - India - Rupia
fr: INR - Roupie indienne
it: INR - Rupia indiana
ru: INR - Индийская рупия

# CUR.IQD
source: IQD - Iraqi Dinar
bs_ba: IQD - Irački dinar
es: IQD - Iraq - Dinar
fr: IQD - Dinar iraquien
it: IQD - Dinaro iracheno
ru: IQD - Иракский динар

# CUR.IRR
source: IRR - Iranian Rial
bs_ba: IRR - Iranski rial
es: IRR - Irán - Rial
fr: IRR - Rial iranien
it: IRR - Riyal iraniano
ru: IRR - Иранский риал

# CUR.ISK
source: ISK - Icelandic Króna
bs_ba: ISK - Islandska kruna
es: ISK - Islandia - Corona
fr: ISK - Couronne islandaise
it: ISK - Corona islandese
ru: ISK - Исландская крона

# CUR.JMD
source: JMD - Jamaican Dollar
bs_ba: JMD - Jamajčanski dolar
es: JMD - Jamaica - Dólar
fr: JMD - Dollar jamaïcain
it: JMD - Dollaro giamaicano
ru: JMD - Ямайский доллар

# CUR.JOD
source: JOD - Jordanian Dinar
bs_ba: JOD - Jordanski dinar
es: JOD - Jordania - Dinar
fr: JOD - Dinar jordanien
it: JOD - Dinaro giordano
ru: JOD - иорданский динар

# CUR.JPY
source: JPY - Yen
bs_ba: JPY - Jen
es: JPY - Japón - Yen
it: JPY - Yen giapponese
ru: JPY - йена

# CUR.KES
source: KES - Kenyan Shilling
bs_ba: KES - Kenijski šiling
es: KES - Kenia - Chelín
fr: KES - Shilling du Kenya
it: KES - Scellino keniota
ru: KES - Кенийский шиллинг

# CUR.KGS
source: KGS - Kyrgyzstani Som
bs_ba: KGS - Kirgistanski Som
es: KGS - Kirguistán - Som
fr: KGS - Som
it: KGS - Som kirghizo
ru: KGS - Киргизский сом

# CUR.KHR
source: KHR - Riel
es: KHR - Camboya - Riel
it: KHR - Riel cambogiano
ru: KHR - Камбоджийский риель

# CUR.KMF
source: KMF - Comorian Franc
bs_ba: KMF - Komorski Franc
es: KMF - Comoras - Franco
fr: KMF - Franc des Comores
it: KMF - Franco delle Comore
ru: KMF - Коморский франк

# CUR.KPW
source: KPW - Democratic People's Republic of Korean Won
bs_ba: KPW - Won Demokratske Narodne Republike Koreje
es: KPW - Corea del Norte - Won
fr: KPW - Won de la Corée du Nord
it: KPW - Won nordcoreano
ru: KPW - Северокорейская вона

# CUR.KRW
source: KRW - Republic of Korean Won
bs_ba: KRW - Won Republike Koreje
es: KRW - Corea del Sur - Won
fr: KRW - Won
it: KRW - Won sudcoreano
ru: KRW - Южнокорейская вона

# CUR.KWD
source: KWD - Kuwaiti Dinar
bs_ba: KWD - Kuvajtski dinar
es: KWD - Kuwait - Dinar
fr: KWD - Dinar koweïtien
it: KWD - Dinaro kuwaitiano
ru: KWD - Кувейтский динар

# CUR.KYD
source: KYD - Cayman Islands Dollar
bs_ba: KYD - Dolar Kajmanskih ostrva
es: KYD - Islas Caimánes - Dólar
fr: KYD - Dollar des îles Caïmanes
it: KYD - Dollaro delle Isole Cayman
ru: KYD - Доллар Каймановых Островов

# CUR.KZT
source: KZT - Tenge
es: KZT - Kazajstán - Tenge
it: KZT - Tenge kazako
ru: KZT - Тенге

# CUR.LAK
source: LAK - Kip
es: LAK - Laos - Kip
it: LAK - Kip laotiano
ru: LAK - Лаосский кип

# CUR.LBP
source: LBP - Lebanese Pound
bs_ba: LBP - Libanonska funta
es: LBP - Líbano - Libra
fr: LBP - Livre libanaise
it: LBP - Lira libanese
ru: LBP - Ливанский фунт

# CUR.LKR
source: LKR - Sri Lankan Rupee
bs_ba: LKR - Rupija Šri Lanke
es: LKR - Sri Lanka - Rupia
fr: PKR - Roupie pakistanaise
it: LKR - Rupia singalese
ru: LKR - шриланкийская рупия

# CUR.LRD
source: LRD - Liberian Dollar
bs_ba: LRD - Liberijski dolar
es: LRD - Libéria - Dólar
fr: LRD - Dollar libérien
it: LRD - Dollaro liberiano
ru: LRD - Либерийский доллар

# CUR.LSL
source: LSL - Loti
es: LSL - Lesoto - Loti
it: LSL - Loti lesothiano
ru: LSL - Лоти Лесото

# CUR.LTL
source: LTL - Litas
es: LTL - Lituania - Litas
fr: LTL - Litas lituanien
it: LTL - Litas lituane
ru: LTL - Литовский лит

# CUR.LVL
source: LVL - Lats
es: LVL - Letonia - Lats
fr: LVL - Lats letton
it: LVL - Latte latino
ru: LVL - лат

# CUR.LYD
source: LYD - Libyan Dinar
bs_ba: LYD - Libijski dinar
es: LYD - Libia - Dinar
fr: LYD - Dinar libyen
it: LYD - Dinaro libico
ru: LYD - Ливийский динар

# CUR.MAD
source: MAD - Moroccan Dirham
bs_ba: MAD - Marokanski dirhem
es: MAD - Marruecos - Dirham
fr: MAD - Dirham marocain
it: MAD - Dirham marocchino
ru: MAD - Марокканский дирхам

# CUR.MDL
source: MDL - Moldavian Leu
bs_ba: MDL - Moldavski lej
es: MDL - Moldova - leu moldavo
fr: MDL - Leu de Moldave
it: MDL - Leu moldavo
ru: MDL - Молдавский лей

# CUR.MGA
source: MGA - Malagasy ariary
bs_ba: MGA - Madagaskarski arijar
es: MGA - Málaga - Ariary
fr: MGA - Ariary malgache
it: MGA - Ariary malgascio
ru: MGA - Малагасийский ариари

# CUR.MKD
source: MKD - Macedonian Dinar
bs_ba: MKD - Makedonski dinar
es: MKD - Macedonia - denar
fr: MKD - Denar
it: MKD - Denaro macedone
ru: MKD - Македонский денар

# CUR.MMK
source: MMK - Kyat
es: MMK - Myanmar - Kyat
it: MMK - Kyat birmano
ru: MMK - Мьянманский кьят

# CUR.MNT
source: MNT - Tugrik
es: MNT - Mongolia - Tugrik
it: MNT - Tugrik mongolo
ru: MNT - Монгольский тугрик

# CUR.MOP
source: MOP - Pataca
es: MOP - Macao - Pataca
it: MOP - Macaca Pataca
ru: MOP - Патака Макао

# CUR.MRO
source: MRO - Ouguiya
es: MRO - Mauritania - Ouguiya
fr: MRO - Ouguija
it: MRO - Ouguiya mauritana
ru: MRO - Мавританская угия

# CUR.MUR
source: MUR - Mauritius Rupee
bs_ba: MUR - Mauricijus rupija
es: MUR - Mauricio - Rupia
fr: MUR - Roupie mauricienne
it: MUR - Rupia mauriziana
ru: MUR - Маврикийская рупия

# CUR.MVR
source: MVR - Rufiyaa
es: MVR - Maledivas - Rupia
it: MVR - Rufiyaa delle Maldive
ru: MVR - Мальдивская руфия

# CUR.MWK
source: MWK - Malawian Kwacha
bs_ba: MWK - Malavijska Kwacha
es: MWK - Malaui - Kwacha
fr: MWK - Kwacha
it: MWK - Kwacha malawiano
ru: MWK - Малавийская квача

# CUR.MXN
source: MXN - Mexican Peso
bs_ba: MXN - Meksički pezo
es: MXN - México - Peso
fr: MXN - Peso mexicain
it: MXN - Peso messicano
ru: MXN - Мексиканское песо

# CUR.MYR
source: MYR - Ringgit (Malaysian Dollar)
bs_ba: MYR - Ringgit (Malezijski dolar)
es: MYR - Malasia - Ringgit
fr: MYR - Ringgit de Malaisie
it: MYR - Ringgit malese (Dollaro Malese)
ru: MYR - Ринггит (Малайзийский доллар)

# CUR.MZN
source: MZN - Mozambican metical
bs_ba: MZN - Mozambički metikal
es: MZN - Mozambique - Nuevo Metical
fr: MZN - Nouveau metical
it: MZN - Metical mozambicano
ru: MZN - Мозамбикский метикал

# CUR.NAD
source: NAD - Namibia Dollar
bs_ba: NAD - Dolar Namibije
es: NAD - Namibia - Dólar
fr: NAD - Dollar namibien
it: NAD - Dollaro namibiano
ru: NAD - Намибийский доллар

# CUR.NGN
source: NGN - Naira
es: NGN - Nigeria - Naira
it: NGN - Naira nigeriana
ru: NGN - Нигерийская найра

# CUR.NIO
source: NIO - Cordoba Oro
es: NIO - Nicaragua - Córdoba
it: NIO - Córdoba nicaraguense
ru: NIO - Никарагуанская кордоба

# CUR.NOK
source: NOK - Norwegian Krone
bs_ba: NOK - Norveška kruna
es: NOK - Noruega - Corona
fr: NOK - Couronne norvégienne
it: NOK - Corona norvegese
ru: NOK - норвежская крона

# CUR.NPR
source: NPR - Nepalese Rupee
bs_ba: NPR - Nepalska rupija
es: NPR - Nepal - Rupia
fr: NPR - Roupie Népalaise
it: NPR - Rupia nepalese
ru: NPR - Непальская рупия

# CUR.NZD
source: NZD - New Zealand Dollar
bs_ba: NZD - Novozelandski dolar
es: NZD - Nueva Zelanda - Dólar
fr: NZD - Dollar néo-zélandais
it: NZD - Dollaro neozelandese
ru: NZD - новозеландский доллар

# CUR.OMR
source: OMR - Omani Rial
bs_ba: OMR - Omanski rial
es: OMR - Omán - Rial
fr: OMR - Rial Omani
it: OMR - Riyal dell'Oman
ru: OMR - Оманский риал

# CUR.PAB
source: PAB - Balboa
es: PAB - Panamá - Balboa
it: PAB - Balboa panamense
ru: PAB - Панамский бальбоа

# CUR.PEN
source: PEN - New Sol
bs_ba: PEN - Novi Sol
es: PEN - Perú - Nuevo Sol
fr: PEN - Nouveau sol
it: PEN - Nuevo sol
ru: PEN - Перуанский новый соль

# CUR.PGK
source: PGK - Kina
es: PGK - Papúa Nueva Guinea - Kina
it: PGK - Kina papuana
ru: PGK - Кина Папуа – Новой Гвинеи

# CUR.PHP
source: PHP - Philippines Peso
bs_ba: PHP - Filipinski pezo
es: PHP - Filipinas - Peso
fr: PHP - Peso philippin
it: PHP - Peso filippino
ru: PHP - Филиппинское песо

# CUR.PKR
source: PKR - Pakistani Rupee
bs_ba: PKR - Pakistanska rupija
es: PKR - Pakistán - Rupia
fr: PKR - Roupie pakistanaise
it: PKR - Rupia pakistana
ru: PKR - Пакистанская рупия

# CUR.PLN
source: PLN - Zloty
bs_ba: PLN - Poljska zlota
es: PLN - Polonia - Zloty
it: PLN - Zloty polacco
ru: PLN - польский злотый

# CUR.PYG
source: PYG - Guarani
es: PYG - Paraguay - Guaraní
it: PYG - Guaraní paraguaiano
ru: PYG - Парагвайский гуарани

# CUR.QAR
source: QAR - Qatari Riyal
bs_ba: QAR - Katarski rijal
es: QAR - Qatar - Rial
fr: QAR - Riyal du Qatar
it: QAR - Riyal del Qatar
ru: QAR - Катарский риал

# CUR.RON
source: RON - Romanian New Leu
bs_ba: RON - Rumunjski Novi Leu
es: RON - Rumanía - Nueva Lei
fr: RON - Nouveau Leu
it: RON - Leu romeno
ru: RON - Румынский лей

# CUR.RSD
source: RSD - Serbian Dinar
bs_ba: RSD - Srpski dinar
es: RSD - Serbia - Dinar
fr: RSD - Dinar Serbe
it: RSD - Dinaro serbo
ru: RSD - Сербский динар

# CUR.RUB
source: RUB - Russian Federation Rouble
bs_ba: RUB - Ruska rublja
es: RUB - Rusia - Rublo
fr: RUB - Rouble russe
it: RUB - Rublo russo
ru: RUB - Российский рубль

# CUR.RWF
source: RWF - Rwandan Franc
bs_ba: RWF - Ruandski franak
es: RWF - Ruanda - franco ruandés
fr: RWF - Franc du Rwanda
it: RWF - Franco ruandese
ru: RWF - Руандийский франк

# CUR.SAR
source: SAR - Saudi Riyal
bs_ba: SAR - Saudijski rijal
es: SAR - Arabia Saudí - Rial
fr: SAR - Riyal saoudien
it: SAR - Riyal saudita
ru: SAR - Саудовский риял

# CUR.SBD
source: SBD - Solomon Islands Dollar
bs_ba: SBD - Dolar Salomonovih ostrva
es: SBD - Islas Salomón - Dólar
fr: SBD - Dollar des îles Salomon
it: SBD - Dollaro delle Salomone
ru: SBD - Доллар Соломоновых Островов

# CUR.SCR
source: SCR - Seychelles Rupee
bs_ba: SCR - Rupija Sejšela
es: SCR - Seychelles - Rupia
fr: SCR - Roupie des Seychelles
it: SCR - Rupia delle Seychelles
ru: SCR - Сейшельская рупия

# CUR.SDG
source: SDG - Sudanese Pound
bs_ba: SDG - Sudanska funta
es: SDG - Sudán - Libra
fr: SDG - Livre soudanaise
it: SDG - Sterlina sudanese
ru: SDG - Суданский фунт

# CUR.SEK
source: SEK - Swedish Krona
bs_ba: SEK - Švedska kruna
es: SEK - Suecia - Corona
fr: SEK - Couronne suédoise
it: SEK - Corona svedese
ru: SEK - Шведская крона

# CUR.SGD
source: SGD - Singapore Dollar
bs_ba: SGD - Singapurski dolar
es: SGD - Singapur - Dólar
fr: SGD - Dollar de Singapour
it: SGD - Dollaro di Singapore
ru: SGD - Сингапурский доллар

# CUR.SHP
source: SHP - St. Helena Pound
bs_ba: SHP - Funta svete Jelene
es: SHP - Santa Elena - Libra
fr: SHP - Livre de Sainte-Hélène
it: SHP - Pound di Saint Helena
ru: SHP - Фунт Святой Елены

# CUR.SLL
source: SLL - Leone
es: SLL - Sierra Leona - Leone
it: SLL - Leone sierraleonese
ru: SLL - Сьерра-леонский леоне

# CUR.SOS
source: SOS - Somali Shilling
bs_ba: SOS - Somalijski šiling
es: SOS - Somalia - Chelín
fr: SOS - Shilling Somalien
it: SOS - Scellino somalo
ru: SOS - Сомалийский шиллинг

# CUR.SRD
source: SRD - Surinamese Dollar
bs_ba: SRD - Surinamski dolar
es: SRD - Surinam - Dólar
fr: SRD - Florin du suriname
it: SRD - Dollaro surinamese
ru: SRD - Суринамский доллар

# CUR.SSP
source: SSP - South Sudanese Pound
bs_ba: SSP - Južno-sudanska funta
es: SSP - Sudán del sur - Libra
fr: SSP - Livre sud Soudanaise
it: SSP - Sterlina sudsudanese
ru: SSP - Южносуданский фунт

# CUR.STD
source: STD - Dobra
es: STD - Santo Tomé/Príncipe - Dobra
it: STD - Dobra di São Tomé e Príncipe
ru: STD - Добра Сан-Томе и Принсипи

# CUR.SVC
source: SVC - El Salvador Colon
es: SVC - El Salvador - Colón
fr: SVC - Colon salvadorien
it: SVC - Salvadoran Colón
ru: SVC - Сальвадорский колон

# CUR.SYP
source: SYP - Syrian Pound
bs_ba: SYP - Sirijska funta
es: SYP - Siria - Libra
fr: SYP - Livre syrienne
it: SYP - Lira siriana
ru: SYP - Сирийский фунт

# CUR.SZL
source: SZL - Lilangeni
es: SZL - Suazilandia - Lilangeni
it: SZL - Lilangeni dello Swaziland
ru: SZL - Свазилендский лилангени

# CUR.THB
source: THB - Baht
es: THB - Tailandia - Baht
it: THB - Baht thailandese
ru: THB - Тайский бат

# CUR.TJS
source: TJS - Tajikistani Somoni
bs_ba: TJS - Tadžikistanski Somoni
es: TJS - Tayikistán - Somoni
fr: TJS - Somoni
it: TJS - Somoni tagiko
ru: TJS - таджикский сомони

# CUR.TMT
source: TMT - Turkmenistani Manat
bs_ba: TMT - Turkmenistanski manat
es: TMT - Turkmenistán - Nuevo Manat
fr: TMT - Manat
it: TMT - Manat turkmeno
ru: TMT - Туркменский манат

# CUR.TND
source: TND - Tunisian Dinar
bs_ba: TND - Tuniski dinar
es: TND - Túnez - Dinar
fr: TND - Dinar tunisien
it: TND - Dinaro tunisino
ru: TND - Тунисский динар

# CUR.TRY
source: TRY - New Turkish Lira
bs_ba: TRY - Nova turska lira
es: TRY - Turquía - Lira
fr: TRL - Livre turque
it: TRY - Nuova lira turca
ru: TRY - Новая турецкая лира

# CUR.TTD
source: TTD - Trinidad and Tobago Dollar
bs_ba: TTD - Dolar Trinidada i Tobaga
es: TTD - Trinidad/Tobago - Dólar
fr: TTD - Dollar de Trinité et de Tobago
it: TTD - Dollaro di Trinidad e Tobago
ru: TTD - Доллар Тринидада и Тобаго

# CUR.TWD
source: TWD - Taiwan Dollar
bs_ba: TWD - Tajvanski dolar
es: TWD - Taiwan - Dólar
fr: TWD - Dollar de Taïwan
it: TWD - Dollaro taiwanese
ru: TWD - Новый Тайваньский доллар

# CUR.TZS
source: TZS - Tanzanian Shilling
bs_ba: TZS - Tanzanijski šiling
es: TZS - Tanzania - Chelín
fr: TZS - Shilling tanzanien
it: TZS - Scellino tanzaniano
ru: TZS - Танзанийский шиллинг

# CUR.UAH
source: UAH - Hryvna
es: UAH - Ucrania - Jrivnia
it: UAH - Grivnia ucraina
ru: UAH - Гривна

# CUR.UGX
source: UGX - Ugandan Shilling
bs_ba: UGX - Ugandski šiling
es: UGX - Uganda - Chelín
fr: UGX - Shilling ougandais
it: UGX - Scellino ugandese
ru: UGX - шиллинг Уганды

# CUR.USD
source: USD - United States Dollar
bs_ba: USD - Američki dolar
es: USD - US Dólar
fr: USD - Dollar des Etats-unis
it: USD - Dollaro statunitense
ru: USD - Доллар США

# CUR.UYU
source: UYU - Uruguayan Peso
bs_ba: UYU - Urugvajski pezo
es: UYU - Uruguay - Peso
fr: UYU - Peso uruguayen
it: UYU - Peso uruguaiano
ru: UYU - Уругвайское песо

# CUR.UZS
source: UZS - Uzbekistani Som
bs_ba: UZS - Uzbekistanski Som
es: UZS - Uzbekistan - Som
fr: UZS - Soum ouzbek
it: UZS - Som uzbeco
ru: UZS - Узбекский сум

# CUR.VEF
source: VEF - Bolivar Fuerte
es: VEF - Venezuela - Bolívar Fuerte
fr: VEF - Bolivar fuerté
it: VEF - Bolívar venezuelano
ru: VEF - Венесуэльский боливар

# CUR.VND
source: VND - Viet Nam Dông
es: VND - Vietnam - Dong
fr: VND - Dong
it: VND - Dong vietnamita
ru: VND - Вьетнамский донг

# CUR.VUV
source: VUV - Vatu
es: VUV - Vanuatu - Vatu
it: VUV - Vatu di Vanuatu
ru: VUV - Вануатский вату

# CUR.WST
source: WST - Tala
es: WST - Samoa - Tala
it: WST - Tala samoano
ru: WST - Самоанская тала

# CUR.XCD
source: XCD - East Caribbean Dollar
bs_ba: XCD - Istočnokaripski dolar
fr: XCD - Dollar des Caraïbes de l'Est
it: XCD - Dollaro dei Caraibi Orientali
ru: XCD - Восточнокарибский доллар

# CUR.XOF
source: XOF - CFA Franc BCEAO
it: XOF - CFA Franco BCEAO

# CUR.YER
source: YER - Yemeni Riyal
bs_ba: YER - Jemenski rial
es: YER - Yemen Rial
fr: YER - Riyal yéménite
it: YER - Riyal yemenita
ru: YER - Йеменский риал

# CUR.ZAR
source: ZAR - Rand
es: ZAR - Suráfrica - Rand
it: ZAR - Rand sudafricano
ru: ZAR - Южноафриканский рэнд

# CUR.ZMK
source: ZMK - Zambian Kwacha
bs_ba: ZMK - Zambijska Kwacha
es: ZMK - Kwacha zambiano
fr: ZMK - Kwacha de Zambie
it: ZMK - Kwacha zambiano
ru: ZMK - Замбийская квача

# CUR.ZWL
source: ZWL - Zimbabwe Dollar
bs_ba: ZWL - Zimbabveanski dolar
es: ZWL - Zimbabwe - Dólar
fr: ZWL - Dollar du Zimbabwe
it: ZWL - Dollaro zambiano
ru: ZWL - Зимбабвийский доллар

# CUR_SYMBOL.HRK
source: Kn
it: Kn - Kuna croata

# CHECKOUT.IsotopeCheckoutStepBillingAddress
source: Billing address
fr: Adresse de facturation
it: Indirizzo Fatturazione
ru: Платежный адрес

# CHECKOUT.IsotopeCheckoutStepShippingAddress
source: Shipping address
fr: Adresse de livraison
it: Indirizzo Spedizione
ru: Адрес доставки

# CHECKOUT.IsotopeCheckoutStepShippingMethod
source: Shipping method
es: Método de envío
fr: Mode de livraison
it: Metodo di spedizione
ru: Способ доставки

# CHECKOUT.IsotopeCheckoutStepPaymentMethod
source: Payment method
es: Forma de pago
fr: Mode de paiement
it: Metodo di pagamento
ru: Способ оплаты

# CHECKOUT.IsotopeCheckoutStepOrderInfo
source: Order summary
it: Riepilogo dell'ordine

# CHECKOUT.IsotopeCheckoutStepOrderProducts
source: Order products
it: Ordina prodotti

# CUR.BOB
source: BOB - Boliviano
bs_ba: BOB - Bolivijski
es: BOB - Bolivia - Boliviano
ru: BOB - Боливиано

# MODEL.tl_iso_payment.opp.0
source: Open Payment Platform
ru: Открытая платежная платформа

# ATTR.mediaManager.0
source: Media Manager
fr: Gestionnaire de médias
ru: Медиа-менеджер

# ATTR.media.0
source: Video/Audio
ru: Видео/Аудио

# CUR.EUR
source: EUR - Euro
ru: EUR - Евро

# CUR.TOP
source: TOP - Pa'anga
es: TOP - Tonga - Pa'anga
ru: TOP - Тонганская паанга

# ATTR.textarea.0
source: Textarea
es: Área de texto
fr: Zone de texte
