Repository: isotope/core
Catalog: system/modules/isotope/languages/*/default.xlf
Languages: bs_ba, es, fr, it, ru

# ERR.systemColumn
source: Name "%s" is reserved for system use. Please choose a different name.
bs_ba: Ime "%s" rezervisano je za upotrebu sistema. Molimo odaberite drugo ime.
es: El nombre '%s' esta reservado para una utilización del sistema. Por favor elige otro nombre.
fr: Le nom `%s` est réservé pour l'administration du système. Merci de choisir un autre nom.
it: Questo nome "%s" è riservato per l'uso del sistema. Si prega di scegliere un nome diverso.
ru: Имя `%s` зарезервировано системой. Пожалуйста, выберите другое имя.

# ERR.noStoreConfigurationSet
source: No store configuration available
bs_ba: Konfiguracija trgovine nije dostupna
es: Ninguna configuración de tienda disponible
fr: Il n'existe pas de configuration pour cette entrepot
it: Configurazione negozio non disponibile.
ru: Конфигурация магазина недоступна

# ERR.noDefaultStoreConfiguration
source: Please create a default store configuration.
bs_ba: Molimo kreirajte zadanu konfiguraciju trgovine.
es: Por favor, crea una configuración por defecto.
fr: Créez d'abord une configuration de l'entrepot.
it: Si prega di creare una configurazione preimpostata del negozio.
ru: Пожалуйста, создайте конфигурацию магазина по умолчанию.

# ERR.emptyOrderHistory
source: You have not yet placed any orders.
bs_ba: Još niste poslali nijednu narudžbu.
es: Todavía no has realizado ningún pedido.
fr: Vous n'avez rien commandé jusqu'ici.
it: Non ha ancora fatto nessun ordine.
ru: Вы еще не разместили ни одного заказа.

# ERR.orderNotFound
source: The requested order was not found.
bs_ba: Zahtjevana narudžba nije pronađena.
es: El pedido solicitado no se encuentra.
fr: La commande désirée n'a pas pu être trouvée.
it: L'ordine richiesto non è stato trovato.
ru: Запрашиваемый заказ не найден.

# ERR.emptyWishlists
source: You have not created any wishlists yet.
bs_ba: Još niste kreirali nijednu listu želja.
it: Non ha ancora creato delle wishlist.
ru: Вы еще не создали ни одного вишлиста.

# ERR.wishlistNotFound
source: The requested wishlist was not found.
bs_ba: Tražena lista želja nije pronađena.
it: La wishlist richiesta non è stata trovata.
ru: Запрошенный вишлист не найден.

# ERR.isoLoginRequired
source: You must be logged in to checkout.
bs_ba: Za plaćanje morate biti prijavljeni.
es: Debe estar conectado para realizar el pago.
fr: Vous devez être enregistré pour commander.
it: Deve essere autenticato per procedere al checkout.
ru: Вы должны войти в систему для оформления заказа.

# ERR.variantDuplicate
source: A variant with this attributes is already available. Please select another combination.
bs_ba: Varijanta s ovim atributima je već dostupna. Molimo odaberite drugu kombinaciju.
es: Una variante con estos atributos ya está disponible. Por favor, selecciona otra combinación.
fr: Il existe déjà une variante avec ces attributs. Merci de choisir une autre combinaison.
it: Una variante con questi attributi è già disponibile. Si prega di scegliere una combinazione diversa.
ru: Вариант с этими атрибутами уже есть. Пожалуйста, выберите другую комбинацию.

# ERR.discount
source: Please enter whole numbers or decimals signed with + or - and optionally with a percentage.
bs_ba: Molimo unesite cijele brojeve, ili decimale potpisane sa "+" ili "-", i po želji sa procentom.
es: Por favor, introduzca números enteros o decimales con + o - y opcionalmente con un porcentaje.
fr: Saisir des nombres entiers ou décimaux avec + ou - et éventuellement avec un pourcentage.
it: Si prega di inserire numeri interi o decimali con il segno + o - e facoltativamente con una percentuale.
ru: Пожалуйста, введите целые или десятичные со знаком + или - числа, или со знаком процента.

# ERR.surcharge
source: Please enter whole numbers or decimals optionally with a percentage.
bs_ba: Molimo unesite cijele brojeve ili decimale, po želji s procentom.
es: Por favor, introduzca números enteros o decimales opcionalmente con un porcentaje.
fr: Saisir des nombres entiers ou décimaux éventuellement avec un pourcentage.
it: Si prega di inserire numeri interi o decimali, facoltativamente con una percentuale.
ru: Пожалуйста, введите целые или десятичные числа, или со знаком процента.

# ERR.orderFailed
source: Checkout failed. Please try again or choose another payment method.
bs_ba: Plaćanje nije uspjelo. Pokušajte ponovo ili odaberite drugi način plaćanja.
es: El pago no se ha realizado. Por favor inténtelo de nuevo o elija otro método de pago.
fr: Paiement échoué. Essayez encore une fois ou choisissez un autre mode de paiement
it: Checkout fallito. Si prega di riprovare o di scegliere un altro metodo di pagamento.
ru: Оформление заказа не удалось. Попробуйте еще раз позднее или выберите другой способ оплаты.

# ERR.noAddressBookEntries
source: You have no address book entries.
bs_ba: U adresaru nemate unosa.
es: No tiene registros en la libreta de direcciones.
fr: Il n'y a pas d'entrées dans votre carnet d'adresses.
it: La sua rubrica è vuota.
ru: Ваша адресная книга пуста.

# ERR.cartMinSubtotal
source: The minimum order amount is %s. Please add more products before checkout.
bs_ba: Minimalni iznos narudžbe je %s . Molimo dodajte još proizvoda prije plaćanja.
es: La cantidad mínima de pedido es %s. Por favor, añada más productos antes de pagar.
fr: Le montant minimum de commande est %s. Veuillez ajouter d'autres produits avant de commander.
it: L'importo minimo dell'ordine è di %s. Si prega di aggiungere altri prodotti prima del checkout.
ru: Минимальная сумма заказа %s. Пожалуйста, добавьте еще товаров перед оформлением заказа.

# ERR.productMinimumQuantity
source: The minimum quantity for "%s" is %s items. Please check your shopping cart.
bs_ba: Minimalna količina za " %s " je %s artikala. Molimo provjerite svoju košaricu.
fr: La quantité minimale pour "%s" est de %s de produit. Veuillez vérifier votre panier.
it: La quantità minima per "%s" è di %s articoli. Si prega di controllare il carrello.
ru: Минимальное количество для "%s" - %s товаров. Пожалуйста, проверьте корзину.

# ERR.imageInFallback
source: This image has already been assigned to the fallback language.
bs_ba: Slika je već dodijeljena rezervnom jeziku.
es: Esta imagen ya ha sido asignado al idioma por defecto.
fr: Cette image a déjà été attribuée à la langue de secours.
it: Questa immagine è già stata assegnata alla lingua di riserva.

# ERR.datepickerRgxp
source: Select an appropriate field validation (date, time, date and time) to enable the date picker.
bs_ba: Da omogućite odabir datuma, molimo odaberite odgovarajuće polje validacije (datum, vrijeme, datum i vrijeme).
es: Seleccione un campo de validación apropiado (fecha, hora, fecha y hora) para habilitar el selector de fecha.
fr: Sélectionner une validation de champ approprié (date, heure, date et heure) pour le sélecteur de date.
it: Selezionare un'appropriata convalida del campo (data, ora, data e ora) per abilitare il selezionatore di data.

# ERR.emptyDownloadsFolder
source: The selected folder is empty.
bs_ba: Odabrani folder je prazan.
es: La carpeta seleccionada está vacía.
fr: Le dossier sélectionné est vide.
it: La cartella selezionata è vuota.
ru: Выбранная папка пуста.

# ERR.checkoutNotAllowed
source: User checkout not allowed
bs_ba: Provjera korisnika nije dozvoljena
fr: Récapitulatif utilisateur interdit
it: Il checkout utente non è consentito

# ERR.collectionItemNotAvailable
source: This product is no longer available.
bs_ba: Proizvod više nije dostupan.
fr: Ce produit n'est plus disponible.
it: Questo prodotto non è più disponibile.
ru: Товар недоступен.

# ERR.collectionErrorInItems
source: There are errors in your products.
bs_ba: Postoje greške u vašim proizvodima.
fr: Il y a des erreurs dans votre produit.
it: Ci sono errori nei vostri prodotti.
ru: Ошибки в товарах

# ERR.cartErrorInItems
source: Please resolve the errors in your cart before checking out.
bs_ba: Molimo prije odjave riješite greške u vašoj korpi.
fr: Veuillez corriger les erreurs dans votre panier avant le récapitulatif.
it: Si prega di risolvere gli errori nel carrello prima di effettuare il check-out.
ru: Пожалуйста, исправьте ошибки в корзине перед оформлением заказа.

# ERR.cumulativeDuplicateAttribute
source: You cannot configure the same attribute multiple times.
bs_ba: Ne možete konfigurirati isti atribut više puta.
it: Non è possibile configurare lo stesso attributo più volte.

# ERR.uploadNotFound
source: The uploaded file is no longer available.
bs_ba: Prenesena datoteka više nije dostupna.
it: Il file caricato non è più disponibile.
ru: Загруженный файл недоступен.

# ERR.oppIncompatible
source: Some of the selected payment brands are not compatible to each other.
bs_ba: Neke odabrane marke plaćanja nisu međusobno kompatibilne.
it: Alcuni dei prodotti di pagamento selezionati non sono compatibili tra loro

# ERR.oppTooMany
source: The payment API currently does not support this many brands at a time.
bs_ba: API za plaćanje trenutno ne podržava više brendova istovremeno.
it: L'API di pagamento non supporta attualmente così tanti prodotti

# MSC.selectGroup
source: Only show this group
bs_ba: Prikaži samo ovu grupu
fr: Montrer seulement ce groupe
it: Mostra solo questo gruppo
ru: Показать только эту группу

# MSC.filterByGroups
source: Groups
bs_ba: Grupe
es: Groupos
fr: Groupes
it: Gruppi
ru: Группы

# MSC.filterByPages
source: Pages
bs_ba: Stranice
it: Pagine
ru: Страницы

# MSC.groupPickerHome
source: Back to the group picker
bs_ba: Povratak na odabir grupe
fr: Retour au sélecteur de groupe
it: Torniamo al raccoglitore di gruppo

# MSC.allGroups
source: Show all groups
bs_ba: Prikaži sve grupe
fr: Afficher tous les groupes
it: Mostra tutti i gruppi
ru: Показать все группы

# MSC.noVariants
source: There are no variants for this product.
bs_ba: Nema varijanti za ovaj proizvod.
fr: Aucune variante de produit trouvée.
it: Nessuna versione di prodotto trovata.
ru: Других вариантов товара не найдено.

# MSC.copyFallback
source: Duplicate Fallback
bs_ba: Duplikat rezervnog (Fallback)
es: Duplicado por defecto
fr: Dupliquer la langue de secours
it: Duplica la lingua preimpostata
ru: Удвоенный запас

# MSC.orderDetailsHeadline
source: Order no %s / %s
bs_ba: Narudžba broj %s / %s
es: Pedido núm. %s / %s
fr: Numéro de commande de %s / %s
it: Ordine no %s / %s
ru: Заказ № %s / %s

# MSC.payment_processing
source: Your payment is being processed. Please be patient...
bs_ba: Vaša uplata se obrađuje. Molimo vas za strpljenje ...
es: Se está procesando su pago. Por favor, sea paciente...
fr: Votre paiement est en cours de traitement. Veuillez patienter...
it: Stiamo processando il suo pagamento. Si prega di avere un attimo di pazienza...
ru: Ваш платеж обрабатывается. Пожалуйста, подождите...

# MSC.mmNoUploads
source: No files uploaded.
bs_ba: Nije prenesena nijedna datoteka.
es: No hay archivos subidos.
fr: Aucun fichier envoyé.
it: Nessun file caricato.
ru: Файлы не загружены.

# MSC.mmUnknownError
source: The file could not be uploaded for unknown reason. Please check the system log.
bs_ba: Datoteka se nije mogla prenijeti iz nepoznatog razloga. Molimo provjerite zapisnik sistema.
fr: Le fichier ne peut être chargé pour une raison inconnue. Veuillez vérifier les logs système.
it: Il file non può essere caricato per ragioni ignote. Si prega di controllare il registro di sistema.

# MSC.mmDrop
source: Drop files here to upload
bs_ba: Ovdje ispustite datoteke za prijenos
fr: Lâcher les fichiers à charger ici
it: Scarica qui i file da caricare
ru: Бросьте файлы сюда для загрузки

# MSC.mmUpload
source: Upload files
bs_ba: Prenesi datoteke
fr: Charger les fichiers
it: Caricare i file
ru: Загруженные файлы

# MSC.mmProcessing
source: Processing dropped files...
bs_ba: Obrada ispuštenih datoteka ...
fr: Traitement des fichiers déposés...
it: Elaborazione dei file eliminati...

# MSC.undeletableRecords
source: Some records could not be deleted.
bs_ba: Neke zapise nije moguće izbrisati.
fr: Certains enregistrements ne peuvent pas être supprimés.
it: Alcuni dati non hanno potuto essere cancellati.
ru: Некоторые записи не могут быть удалены.

# MSC.undeletableUnpublished
source: Some records could not be deleted and have been unpublished instead.
bs_ba: Neke zapise nije moguće izbrisati i umjesto toga su neobjavljeni.
fr: Certains enregistrements ne peuvent pas être supprimés et n'ont pas été dé-publier.
it: Alcuni dati non potevano essere cancellati e sono stati invece non pubblicati.

# MSC.quantity
source: Quantity
bs_ba: Količina
es: Cantidad
fr: Quantité
it: Quantità
ru: Количество

# MSC.taxFree
source: Tax-free
bs_ba: Bez poreza
it: Esente da tasse

# MSC.defaultSearchText
source: search products
bs_ba: pretraga proizvoda
es: buscar productos
fr: Produits à rechercher
it: cercare prodotti
ru: Найти товары

# MSC.downloadsLabel
source: Your downloadable products
bs_ba: Vaši proizvodi za preuzimanje
es: Sus productos descargables
fr: Vos produits téléchargeables
it: I suoi prodotti scaricabili
ru: Ваши товары, доступные для загрузки

# MSC.priceRangeLabel
source: <span class="from">From</span> %s
bs_ba: 1 od 1 %s
es: <span class="from">A partir de</span> %s
fr: <span class="from">À partir de</span> %s
it: <span class="from">Da</span> %s
ru: <span class="from">От</span> %s

# MSC.detailLabel
source: View Details
bs_ba: Pogledajte detalje
es: Ver detalles
fr: Afficher les détails
it: Visualizzare i dettagli
ru: Подробнее

# MSC.reorderLabel
source: Reorder
bs_ba: Preurediti
it: Riordinare
ru: Переупорядочить

# MSC.perPageLabel
source: Products Per Page
bs_ba: Proizvodi po stranici
es: Productos por página
fr: Produits par page
it: Prodotti per pagina
ru: Товаров на странице

# MSC.searchTermsLabel
source: Keywords
bs_ba: Ključne riječi
es: Palabras clave
fr: Mots-clés
it: Parole chiave
ru: Ключевые слова

# MSC.submitLabel
source: Submit
bs_ba: Pošalji
es: Enviar
fr: Valider
it: Inviare
ru: Отправить

# MSC.clearFiltersLabel
source: Clear Filters
bs_ba: Pobriši filtere
es: Borrar filtros
fr: Effacer les filtres
it: Cancellare i filtri
ru: Очистить фильтры

# MSC.buttonLabel.update
source: Update
bs_ba: Ažurirati
es: Actualizar
fr: Mettre à jour
it: Aggiornamento
ru: Обновить

# MSC.buttonLabel.add_to_cart
source: Add To Cart
bs_ba: Dodaj u korpu
es: Añadir al la cesta
fr: Ajouter au panier
it: Aggiungere al carello
ru: Добавить в корзину

# MSC.buttonLabel.add_all_to_cart
source: Add All To Cart
bs_ba: Dodaj sve u korpu
it: Aggiungi tutto al carrello
ru: Добавить все в корзину

# MSC.buttonLabel.update_cart
source: Update Cart
bs_ba: Ažurirajte korpu
es: Actualizar la cesta
fr: Mettre à jour le panier
it: Aggiornare il carrello
ru: Обновить корзину

# MSC.buttonLabel.add_to_favorites
source: Add To Favorites
bs_ba: Dodaj u favorite
it: Aggiungi ai favoriti
ru: Добавить в избранное

# MSC.buttonLabel.remove_from_favorites
source: Remove From Favorites
bs_ba: Ukloni iz favorita
it: Rimuovi dai favoriti
ru: Удалить из Избранного

# MSC.buttonLabel.add_to_wishlist
source: Add To Wishlist
bs_ba: Dodati na listu želja
it: Aggiungi alla lista dei favoriti
ru: Добавить в вишлист

# MSC.buttonLabel.edit_wishlist
source: Edit
bs_ba: Uredi
es: Editar
fr: Éditer
it: Modificare
ru: Изменить

# MSC.buttonLabel.delete_wishlist
source: Delete
bs_ba: Izbriši
es: Borrar
fr: Supprimer
it: Cancellare
ru: Удалить

# MSC.buttonLabel.wishlist_details
source: Details
bs_ba: Detalji
it: Dettagli
ru: Подробности

# MSC.buttonLabel.share_wishlist
source: Share Wishlist
bs_ba: Podijeli listu želja
it: Condividi lista dei favoriti
ru: Поделиться вишлистом

# MSC.buttonLabel.unshare_wishlist
source: Unshare Wishlist
bs_ba: Poništi dijeljenje liste želja
it: Discondividi la lista dei favoriti
ru: Не делиться вишлистом

# MSC.defaultWishlistLabel
source: New Wishlist …
bs_ba: Nova lista želja ...
it: Nuova lista dei favoriti...
ru: Новый вишлист ...

# MSC.defaultWishlistName
source: Wishlist 1
bs_ba: Lista želja 1
it: Lista dei favoriti N° 1
ru: Вишлист 1

# MSC.orderByLabel
source: Order By:
bs_ba: Sortiranje:
es: Ordenar por:
fr: Trier par :
it: Ordina per:
ru: Сортировать по:

# MSC.noProducts
source: No products have been found.
bs_ba: Nije pronađen nijedan proizvod.
es: No se han encontrado productos.
fr: Aucun produit trouvé.
it: Nessun prodotto trovato.
ru: Товаров не найдено.

# MSC.previousStep
source: Back
bs_ba: Natrag
es: Volver
fr: Retour
it: Indietro
ru: Назад

# MSC.nextStep
source: Continue
bs_ba: Nastavi
es: Continuar
fr: Continuer
it: Continuare
ru: Продолжить

# MSC.confirmOrder
source: Order
bs_ba: Narudžba
es: Pedir
fr: Commander
it: Ordine
ru: Заказ

# MSC.noCategoriesAssociated
source: No categories are associated with this product.
bs_ba: Nijedna kategorija nije povezana s ovim proizvodom.
es: Ninguna categoría está asociada a este producto.
fr: Pas de catégories associées avec ce produit
it: Nessuna categoria è associata a questo prodotto.
ru: Категории не связаны с этим товаром.

# MSC.labelSubmit
source: Submit
bs_ba: Pošalji
es: Enviar
fr: Valider
it: Inviare
ru: Отправить

# MSC.noItemsInFavorites
source: There are no items in your favorites list.
bs_ba: Nema stavki na vašoj listi favorita.
it: Non ci sono articoli nella tua lista dei favoriti.
ru: Нет товаров в избранном.

# MSC.noItemsInCart
source: There are no items in your cart.
bs_ba: Nema proizvoda u korpi.
es: No hay artículos en su cesta.
fr: Il n'y a pas d'article dans votre panier.
it: Non ci sono prodotti nel suo carrello.
ru: Ваша корзина пуста.

# MSC.noItemsInWishlist
source: There are no items in this wishlist.
bs_ba: Na ovoj listi želja nema proizvoda.
it: Non ci sono articoli in questa lista dei favoriti.
ru: Нет товаров в этом вишлисте.

# MSC.addedToFavorites
source: The selected product has been added to your favorites.
bs_ba: Odabrani proizvod je dodan u vaše favorite.
it: Il prodotto selezionato è stato aggiunto ai tuoi favoriti.
ru: Выбранный товар добавлен в избранное.

# MSC.removedFromFavorites
source: The selected product has been removed to your favorites.
bs_ba: Odabrani proizvod je uklonjen iz vaših favorita.
it: Il prodotto selezionato è stato rimosso dai tuoi favoriti.

# MSC.addedToWishlist
source: The selected product has been added to your wishlist.
bs_ba: Odabrani proizvod je dodan na vašu listu želja.
it: Il prodotto selezionato è stato aggiunto alla vostra lista dei favoriti.
ru: Выбранный товар добавлен в вишлист.

# MSC.addedToCart
source: The selected product has been added to your shopping cart.
bs_ba: Odabrani proizvod je dodan u vašu korpu.
es: El producto seleccionado ha sido añadido a su cesta de la compra.
fr: Le produit sélectionné a bien été ajouté à votre panier.
it: Il prodotto selezionato è stato aggiunto al vostro carrello.
ru: Выбранный товар добавлен в корзину

# MSC.updatedInCart
source: The product has been updated in your shopping cart.
it: Il prodotto è stato aggiornato nel vostro carrello.

# MSC.cartMerged
source: The products from your last visit have been readded. Please review your shopping cart items.
bs_ba: Proizvodi iz vaše posljednje posjete su ponovo dodani. Molimo pregledajte proizvode u vašoj korpi.
es: Los productos de su última visita han sido añadidos de nuevo. Por favor, revise los productos de su cesta.
it: I prodotti della vostra ultima visita sono stati riaggiunti. La preghiamo di rivedere gli articoli del suo carrello.

# MSC.reorderConfirmation
source: The products of the selected order have been added to your shopping cart.
bs_ba: Proizvodi odabrane narudžbe su dodani u vašu korpu.
it: I prodotti dell'ordine selezionato sono stati aggiunti al carrello.
ru: Товары из выбранного заказа добавлены в корзину.

# MSC.editProductLinkTitle
source: Edit %s
bs_ba: Uredi %s
it: Modifica %s
ru: Изменить %s

# MSC.editProductLinkText
source: Edit
bs_ba: Uredi
es: Editar
fr: Éditer
it: Modificare
ru: Изменить

# MSC.removeProductLinkText
source: Remove
bs_ba: Ukloni
es: Quitar
fr: Supprimer
it: Togliere
ru: Удалить

# MSC.removeProductLinkTitle
source: Remove %s from your cart
bs_ba: Ukloni %s iz korpe
es: Retire %s de su cesta
fr: Supprimer "%s" de votre panier
it: Togliere %s dal carrello.
ru: Удалить %s из корзины

# MSC.subTotalLabel
source: Order Subtotal:
bs_ba: Međuzbroj narudžbe:
es: Subtotal del pedido :
fr: Sous-total de la commande :
it: Subtotale ordine:
ru: Предварительный итог заказа:

# MSC.shippingLabel
source: Shipping (%s)
bs_ba: Dostava (%s)
it: Spedizione (%s)
ru: Доставка (%s)

# MSC.paymentLabel
source: Payment (%s)
bs_ba: Plaćanje (%s)
it: Pagamento (%s)
ru: Оплата (%s)

# MSC.grandTotalLabel
source: Order Total:
bs_ba: Ukupno narudžbe:
es: Pedido Total :
fr: Total de la commande :
it: Totale Ordine:
ru: Итого:

# MSC.noPaymentModules
source: No payment options are currently available
bs_ba: Trenutno nisu dostupne opcije plaćanja
es: No hay modos de pago disponibles actualmente
fr: Actuellement, il n'y a pas d'options de paiement.
it: Nessun opzione di pagamento è disponibile al momento.
ru: Опции оплаты сейчас недоступны.

# MSC.noShippingModules
source: No shipping options are currently available.
bs_ba: Trenutno nisu dostupne opcije dostave.
es: No hay modos de envío disponibles actualmente.
fr: Actuellement, il n'y a pas d'options de livraison.
it: Nessun opzione di spedizione è disponibile al momento.
ru: Опции доставки сейчас недоступны.

# MSC.noOrderEmails
source: No orders emails found.
bs_ba: Nije pronađena email adresa narudžbe.
es: No hay emails de pedidos encontrados.
fr: Aucun e-mail de commande trouvé.
it: Nessun ordine per email trovato.
ru: Электронные письма заказов не найдены.

# MSC.noOrders
source: No orders found.
bs_ba: Narudžba nije pronađena.
es: No hay pedidos encontrados.
fr: Aucune commande trouvée.
it: Nessun ordine trovato.
ru: Заказов не найдено.

# MSC.downloadsRemaining
source: <br />%s downloads remaining
bs_ba: 1 %s preuzimanja preostalo
es: <br />%s descargas restantes
fr: <br />%s téléchargements restants
it: <br />%s download restanti
ru: <br />%s загрузок остается

# MSC.cartBT
source: Shopping Cart
bs_ba: Korpa za kupovinu
es: Cesta de la compra
fr: Panier d'achat
it: Carrello Spesa
ru: Корзина

# MSC.checkoutBT
source: Proceed to Checkout
bs_ba: Nastavite za plaćanje
es: Pagar
fr: Commander
it: Procede al Checkout
ru: Оформить заказ

# MSC.continueShoppingBT
source: Continue shopping
bs_ba: Nastaviti s kupovinom
es: Seguir comprando
fr: Continuez vos achats
it: Continuare ad acquistare
ru: Продолжить покупки

# MSC.updateCartBT
source: Update Cart
bs_ba: Ažurirajte korpu
es: Actualizar la cesta
fr: Mettre à jour le panier
it: Aggiornare il carrello
ru: Обновить корзину

# MSC.orderStatusHeadline
source: Order Status: %s
bs_ba: Stanje narudžbe: %s
es: Estado del pedido: %s
fr: État de la commande: %s
it: Stato Ordine: %s
ru: Состояние заказа: %s

# MSC.checkboutStepBack
source: Go back to step "%s"
bs_ba: Vrati se na korak "%s"
es: Vuelva al paso "%s"
fr: Retourner à l'étape "%s"
it: Indietro al passo "%s"
ru: Вернуться к шагу "%s"

# MSC.createNewAddressLabel
source: Create New Address
bs_ba: Kreirajte novu adresu
es: Crear nueva dirección
fr: Créer une nouvelle adresse
it: Creare un nuovo indirizzo
ru: Создать новый адрес

# MSC.useBillingAddress
source: Use billing address
bs_ba: Koristite adresu za naplatu
es: Utilizar la dirección de facturación
fr: Utiliser l'adresse de paiement
it: Usare l'indirizzo di fatturazione
ru: Использовать адрес для выставления счета

# MSC.useCustomerAddress
source: Use customer address
bs_ba: Koristite adresu kupca
es: Utilizar la dirección del cliente
fr: Utiliser l'adresse du client
it: Usare l'indirizzo del cliente
ru: Использовать адрес покупателя

# MSC.differentShippingAddress
source: Different shipping address
bs_ba: Drugačija adresa za dostavu
es: Diferente dirección de envío
fr: Adresse de livraison différente
it: Indirizzo di spedizione diverso
ru: Разные адреса доставки
