Repository: isotope/core
Catalog: system/modules/isotope/languages/*/default.xlf
Languages: bs_ba, es, fr, it, ru

# MSC.billpay_agb_at
source: Mit der &Uuml;bermittlung der für die Abwicklung des Rechnungskaufs und einer Identitäts und Bonitätsprüfung erforderlichen Daten an die <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a> bin ich einverstanden. Es gelten die <a href="https://www.billpay.de/kunden/agb-at#datenschutz" target="_blank">Datenschutzbestimmungen</a> von Billpay.
bs_ba: Pristajem na prijenos podataka potrebnih za obradu kupnje na račun i provjeru identiteta i kredita <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a>. Primjenjuju se <a href="https://www.billpay.de/kunden/agb-at#datenschutz" target="_blank">propisi o zaštiti podataka</a> tvrtke Billpay.
it: Acconsento alla trasmissione alla <a href="https://billpay.de/endkunden" target="_blank">Billpay GmbH</a> dei dati necessari per l'elaborazione dell'acquisto in conto corrente e ad un controllo dell'identità e del credito. Si applicano le norme di <a href="https://www.billpay.de/kunden/agb-at#datenschutz" target="_blank">protezione dei dati</a> di Billpay.

# MSC.iso_priceDisplay.net.0
source: Net
it: Netto

# MSC.iso_priceDisplay.net.1
source: Show net prices to all customers. Taxes included in the product price (tax rate configuration) will be deducted.
it: Mostra i prezzi netti a tutti i clienti. Le tasse incluse nel prezzo del prodotto (configurazione dell'aliquota fiscale) saranno detratte.

# MSC.iso_priceDisplay.gross.0
source: Gross (recommended)
it: Lordo (consigliato)

# MSC.iso_priceDisplay.gross.1
source: Show gross prices to all customers. Applicable taxes will be added to the product price display.
it: Mostra i prezzi lordi a tutti i clienti. Le tasse applicabili saranno aggiunte alla visualizzazione del prezzo del prodotto.

# MSC.iso_priceDisplay.fixed.0
source: Fixed
it: Fisso

# MSC.iso_priceDisplay.fixed.1
source: The product price will always be shown as in the product setting. Taxes are always calculated as "included". This means the shop owner's profit varies depending on the applicable taxes.
it: Il prezzo del prodotto sarà sempre indicato come nell'impostazione del prodotto. Le tasse sono sempre calcolate come "incluse". Ciò significa che il profitto del proprietario del negozio varia a seconda delle imposte applicabili.

# MSC.iso_priceDisplay.legacy.1
source: Price display as in Isotope < 2.3. Prices are shown as gross prices if a tax is included and applicable. Additional taxes are only shown as surcharges.
it: Visualizzazione del prezzo come in Isotopo < 2.3. I prezzi sono indicati come prezzi lordi se la tassa è inclusa e applicabile. Le tasse supplementari sono indicate solo come supplementi.

# MODEL.tl_iso_shipping.flat.0
source: Flat-price shipping
bs_ba: Fiksna cijena dostave
es: Precio fijo de envío
fr: Expédition à prix fixe
it: Spedizione a prezzo fisso
ru: Доставка по фиксированной цене

# MODEL.tl_iso_shipping.flat.1
source: This is the default shipping method for regular shipping.
bs_ba: Ovo je zadani način dostave za standardnu dostavu.
fr: C'est la méthode standard pour expédition standard.
it: Questo è il metodo di spedizione predefinito per le spedizioni regolari.

# MODEL.tl_iso_shipping.group.0
source: Shipping group
bs_ba: Grupa dostave
fr: Groupe d'expédition
it: Gruppo di spedizione

# MODEL.tl_iso_shipping.group.1
source: With this method, you can group multiple shipping methods into one and calculate the price based on them.
bs_ba: Ovom metodom možete grupisati više načina dostave u jedan, i na temelju njih izračunati cijenu.
fr: Avec cette méthode, vous pouvez grouper plusieurs méthode d'expédition en une et calculer le prix d'après ces dernières.
it: Con questo metodo è possibile raggruppare più metodi di spedizione in uno solo e calcolare il prezzo in base ad essi.

# MODEL.tl_iso_shipping.product_price.0
source: Product-price shipping
bs_ba: Dostava po cijeni proizvoda
it: Spedizione prodotto-prezzo

# MODEL.tl_iso_shipping.product_price.1
source: In this method the shipping costs are based on the products individual shipping price. Make sure to have the Shipping Price attribute enabled per each product.
bs_ba: U ovoj metodi troškovi dostave se temelje na pojedinačnoj cijeni dostave proizvoda. Obavezno omogućite atribut cijene dostave za svaki proizvod.
it: In questo metodo i costi di spedizione si basano sul prezzo di spedizione individuale dei prodotti. Assicurati di avere l'attributo del prezzo di spedizione abilitato per ogni prodotto.

# MODEL.tl_iso_shipping.dhl_business.0
source: DHL Business Shipping
bs_ba: DHL poslovna dostava
it: Spedizione DHL Business

# MODEL.tl_iso_shipping.dhl_business.1
source: Registers the shipment for DHL business delivery, including tracking number and shipping label.
bs_ba: Registruje pošiljku za DHL poslovnu dostavu, uključujući broj za praćenje i oznaku otpreme.
it: Registra la spedizione per la consegna aziendale DHL, incluso il numero di tracciamento e l'etichetta di spedizione.

# MODEL.tl_iso_payment.cash.0
source: Cash
bs_ba: Gotovina
es: Efectivo
fr: Espèces
it: In contanti
ru: Наличные

# MODEL.tl_iso_payment.cash.1
source: Use this for all offline processed payment.
bs_ba: Koristite ovo za sva izvanmrežno obrađena plaćanja.
es: Usar esto para todos los pagos desconectados.
fr: A utiliser pour le traitement de tout paiement hors ligne.
it: Utilizzare questo per tutti i pagamenti elaborati offline.

# MODEL.tl_iso_payment.concards.1
source: Payment gateway for Concardis GmbH.
bs_ba: Ulaz za plaćanje za Concardis GmbH.
it: Gateway di pagamento per Concardis GmbH.

# MODEL.tl_iso_payment.paybyway.1
source: Implements payment provider <a href="https://www.paybyway.com/en/" target="_blank">Paybyway</a>.
bs_ba: Implementira dobavljača plaćanja <a href="https://www.paybyway.com/en/" target="_blank">Paybyway.</a>
it: Attua il Payment Provider <a href="https://www.paybyway.com/en/" target="_blank">Paybyway</a>.

# MODEL.tl_iso_payment.paypal.0
source: PayPal Standard Checkout
bs_ba: PayPal standardno plaćanje
es: Pago PayPal estándar
it: Cassa standard PayPal

# MODEL.tl_iso_payment.paypal.1
source: This PayPal module supports IPN (Instant Payment Notifications).
bs_ba: Ovaj PayPal modul podržava IPN (Obavijesti o trenutnom plaćanju).
es: Este módulo soporta PayPal IPN (notificaciones de pago instantáneas).
fr: Ce module PayPal supporte IPN (Notification instantanée de paiement).
it: Questo modulo PayPal supporta IPN (Instant Payment Notifications).

# MODEL.tl_iso_payment.paypal_plus.1
source: Paypal PLUS is currently only available in Germany.
bs_ba: Paypal PLUS je trenutno dostupan samo u Njemačkoj.
it: Paypal PLUS è attualmente disponibile solo in Germania.
ru: Paypal PLUS доступен в Германии на текущий момент.

# MODEL.tl_iso_payment.postfinance.1
source: Payment gateway for the swiss post payment system that supports various card types. The store will be instantly notified about successfull transactions.
bs_ba: Ulaz za švicarski sustav naknadne naplate koji podržava razne vrste kartica. Trgovina će biti odmah obaviještena o uspješnim transakcijama.
es: Pasarela de pago para el sistema de pago del correo suizo que soporta varios tipos de tarjetas. La tienda estará inmediatamente notificado de las transacciones con éxito.
fr: Passerelle pour le système de paiement de la Poste Suisse qui prend en charge différents types de cartes. Le magasin sera immédiatement informé des transactions réussies.
it: Gateway di pagamento per il sistema di pagamento postale svizzero che supporta diversi tipi di carte. Il negozio sarà immediatamente informato delle transazioni effettuate con successo.

# MODEL.tl_iso_payment.viveum.1
source: Payment gateway for VIVEUM Zahlungssysteme GmbH.
bs_ba: Ulaz za plaćanje za VIVEUM Zahlungssysteme GmbH.
fr: Un module de paiement pour la passerelle VIVEUM Zahlungssysteme GmbH.
it: Gateway di pagamento per VIVEUM Zahlungssysteme GmbH.
ru: Платежный шлюз для VIVEUM Zahlungssysteme GmbH.

# MODEL.tl_iso_payment.datatrans.1
source: A payment module for the swiss payment gateway "Datatrans".
bs_ba: Modul plaćanja za švicarski ulaz plaćanja "Datatrans".
es: Pasarela de pago para el sistema de pago suizo "Datatrans".
fr: Un module de paiement pour la passerelle Suisse "Datatrans".
it: Un modulo di pagamento per il gateway di pagamento svizzero "Datatrans".
ru: Платежный модуль для швейцарской платежной системы "Datatrans".

# MODEL.tl_iso_payment.innopay.1
source: A payment module for the swiss payment gateway "Innocard".
bs_ba: Modul plaćanja za švicarski ulaz za plaćanje "Innocard".
it: Un modulo di pagamento per il gateway di pagamento svizzero "Innocard".
ru: Платежный модуль для швейцарской платежной системы "Innocard".

# MODEL.tl_iso_payment.billpay_saferpay.0
source: BillPay (using Saferpay)
bs_ba: BillPay (koristeći Saferpay)
it: BillPay (utilizzando Saferpay)
ru: BillPay (используя Saferpay)

# MODEL.tl_iso_payment.epay.1
source: Implements payment provider <a href="http://www.epay.eu" target="_blank">ePay</a>.
bs_ba: Primjenjuje pružatelja usluga <a href="http://www.epay.eu" target="_blank">ePay.</a>
it: Implementa il provider di pagamento <a href="http://www.epay.eu" target="_blank">ePay</a>.

# MODEL.tl_iso_payment.opp.1
source: A payment gateway for various payment providers (e.g. <a href="http://www.payunity.com" target="_blank">PayUnity.PAY</a>).
bs_ba: Ulaz za plaćanje za razne pružatelje usluga plaćanja (npr. <a href="http://www.payunity.com" target="_blank">PayUnity.PAY</a>).
it: Un gateway di pagamento per diversi fornitori di servizi di pagamento (ad es. <a href="http://www.payunity.com" target="_blank">PayUnity.PAY</a>).

# MODEL.tl_iso_payment.swissbilling.1
source: Swiss payment provider for invoice payments.
it: Fornitore di servizi di pagamento svizzero per il pagamento delle fatture.

# MODEL.tl_iso_gallery.standard.0
source: Default gallery
bs_ba: Zadana galerija
fr: Galerie par défaut
it: Galleria standard
ru: Галерея по умолчанию

# MODEL.tl_iso_gallery.standard.1
source: <p>Uses the lightbox/mediabox for full size images. Make sure you select the appropriate "moo_" template in your page layout configuration.</p><p>You can supply a "rel" attribute to the link target by using a pipe (e.g. "tl_files/video.mov|lightbox[400 300]"). If no "rel" attribute is supplied, the link will be opened in a new window.</p>
bs_ba: <p>Koristi lightbox / mediabox za slike u punoj veličini. Obavezno odaberite odgovarajući predložak "moo_" u konfiguraciji izgleda stranice.</p><p> Možete dodati atribut "rel" na cilj veze pomoću cijevi (npr. "Tl_files / video.mov | lightbox [400 300]"). Ako nije naveden atribut "rel", veza će se otvoriti u novom prozoru.</p>
es: <p>Utiliza lightbox/mediabox para imágenes de tamaño completo. Asegúrate de seleccionar la plantilla "moo_" adecuada en la configuración de diseño de la página</p><p>Puede proporcionar un atributo "rel" para el destino del enlace mediante un tubo (por ejemplo, "tl_files/video.mov|lightbox[400 300]"). Si no se proporciona ningún atributo "rel", el enlace se abrirá en una nueva ventana.</p>
fr: <p>Utilisez le lightbox/mediabox pour des images pleine résolution. Assurez vous de sélectionner le modèle "moo_" approprié dans la configuration du modèle de page.</p><p>Vous pouvez fournir un attribut "rel" à la cible du lien an utilisant un tuyaux (ex: "tl_files/video.mov|lightbox[400 300]"). Si aucun attribut "rel" n'est renseigné, le lien sera ouvert dans une nouvelle fenêtre.</p>
it: <p>Utilizza la lightbox/mediabox per immagini a grandezza naturale. Assicuratevi di selezionare il modello "moo_" appropriato nella configurazione del layout di pagina.</p><p> Potete fornire un attributo "rel" al target del link utilizzando un pipe (ad es. "tl_files/video.mov|lightbox[400 300]"). Se non viene fornito alcun attributo "rel", il link viene aperto in una nuova finestra.</p>

# MODEL.tl_iso_gallery.inline.0
source: Inline gallery
bs_ba: Ugrađena galerija
es: Galería en línea
fr: Galerie en ligne
it: Galleria interna

# MODEL.tl_iso_gallery.inline.1
source: Clicking on a gallery image will replace the main image.
bs_ba: Klik na sliku galerije zamijenit će glavnu sliku.
es: Al hacer clic en una imagen de la galería se reemplazará la imagen principal.
fr: Cliquer sur une image de la galerie pour remplacer l'image principale.
it: Cliccando su un'immagine della galleria si sostituisce l'immagine principale.
ru: Нажатие на изображение в галерее заменит главное изображение.

# MODEL.tl_iso_gallery.elevatezoom.0
source: Elevate Zoom gallery
bs_ba: Elevate Zoom galerija
it: Alzare la galleria Zoom

# MODEL.tl_iso_gallery.elevatezoom.1
source: A gallery that zooms on the image on hover. See <a href="http://www.elevateweb.co.uk/image-zoom" target="_blank">the script website</a> for more information.
bs_ba: Galerija koja zumira sliku prilikom prelaska mišem. Posjetite <a href="http://www.elevateweb.co.uk/image-zoom" target="_blank">web stranicu</a> skripte za više informacija.
it: Una galleria che ingrandisce l'immagine a volo d'uccello. Vedi <a href="http://www.elevateweb.co.uk/image-zoom" target="_blank">il sito web</a> dello script per maggiori informazioni.

# MODEL.tl_iso_product.standard.0
source: Standard product
bs_ba: Standardni proizvod
es: Producto normal
fr: Produit standard
it: Prodotto standard
ru: Стандартный товар

# MODEL.tl_iso_product.standard.1
source: A default product. Select this if nothing else matches.
bs_ba: Zadani proizvod. Odaberite ovo ako se ništa drugo ne podudara.
es: Un producto predeterminado. Seleccione esta opción si ninguna otra corresponde.
fr: Un produit par défaut. Sélectionnez-le si rien d'autre ne correspond.
it: Un prodotto predefinito. Selezionatelo se non corrisponde a nessun altro prodotto.
ru: Товар по умолчанию. Выберите его, если больше ничего не подходит.

# ISO_VAT.eu_vies
source: European VAT Number (<a href="http://ec.europa.eu/taxation_customs/vies/vieshome.do" target="_blank">VIES</a>)
bs_ba: Evropski PDV broj (<a href="http://ec.europa.eu/taxation_customs/vies/vieshome.do" target="_blank">VIES</a>)
it: Partita IVA europea (<a href="http://ec.europa.eu/taxation_customs/vies/vieshome.do" target="_blank">VIES</a>)

# ATTR.text.0
source: Text field
bs_ba: Tekstualno polje
es: Campo de texto
fr: Champ texte
it: Campo di testo
ru: Текстовое поле

# ATTR.text.1
source: A single-line input field for a short or medium text.
bs_ba: Polje za unos u jednom redu za kratki ili srednje dug tekst.
es: Un campo de entrada de una sola línea para un texto corto.
fr: Champ d'une ligne pour la saisie d'un texte court ou moyen.
it: Un campo di inserimento a riga singola per un testo breve o medio.

# ATTR.textarea.1
source: A multi-line input field for a medium or long text.
bs_ba: Polje za unos u više redova za srednji ili duži tekst.
es: Un campo de entrada de varias líneas de texto medio o largo.
fr: Champ comportant plusieurs lignes pour la saisie d'un texte moyen ou long.
it: Un campo di immissione multilinea per un testo medio o lungo.

# ATTR.select.0
source: Select menu
es: Lista de selección
fr: Liste déroulante
it: Seleziona il menu
ru: Выбрать меню

# ATTR.select.1
source: A single- or multi-line drop-down menu.<br /><i>This field type is suitable for product variants.</i>
bs_ba: Padajući izbornik s jednim ili više redova. <br /><i>Ovaj tip polja pogodan je za varijante proizvoda.</i>
es: Un menú desplegable de una o varias líneas.<br /><i>Este tipo de campo es el adecuado para variantes de productos.</i>
fr: Liste déroulante pour la sélection d'un ou plusieurs choix.<br /><em>Ce type de champ est adapté pour les variantes de produits.</em>
it: Un menu a cascata a una o più righe. <br /><i>Questo tipo di campo è adatto alle varianti di prodotto.</i>

# ATTR.radio.0
source: Radio button menu
es: Botones Radio
fr: Bouton radio
it: Menu del tasto radio
ru: Радио-кнопка

# ATTR.radio.1
source: A list of multiple options from which one can be selected.<br /><i>This field type is suitable for product variants.</i>
bs_ba: Lista više opcija iz kojih se jedna može odabrati. <br /><i>Ovaj tip polja pogodan je za varijante proizvoda.</i>
es: Una lista de múltiples opciones de las cuales una puede ser seleccionada.<br /><i>Este tipo de campo es el adecuado para variantes de productos.</i>
fr: Liste de plusieurs options dont une seule peut être sélectionnée.<br /><em>Ce type de champ est adapté pour les variantes de produits.</em>
it: Un elenco di opzioni multiple da cui è possibile selezionarne una.<br /><i> Questo tipo di campo è adatto alle varianti di prodotto.</i>

# ATTR.checkbox.0
source: Checkbox menu
es: Casillas
fr: Case à cocher
it: Menu checkbox

# ATTR.checkbox.1
source: A list of multiple options from which any can be selected.
bs_ba: Lista više opcija iz kojih se može odabrati jedna ili više njih.
es: Una lista de múltiples opciones de las cuales cualquiera se puede seleccionar.
fr: Liste de plusieurs options dont chacune peut être sélectionnée.
it: Un elenco di opzioni multiple tra le quali è possibile selezionarne una qualsiasi.

# ATTR.mediaManager.1
source: Upload images and other files to the Isotope eCommerce file system. Output is processed trough an IsotopeGallery class.
bs_ba: Prenesite slike i druge datoteke u sistem datoteka Isotope eCommerce. Izlaz se obrađuje kroz klasu Isotope Gallery.
es: Subir imágenes y otros archivos al sistema de archivos de isotope eCommerce. La salida es procesada a través de una clase IsotopeGallery.
fr: Charge les images et autre fichiers dans le système de fichiers d'Isotope eCommerce. La sortie est traitée par une classe IsotopeGallery
it: Caricare immagini e altri file nel file system Isotope eCommerce. L'output viene elaborato attraverso una classe IsotopeGallery.

# ATTR.conditionalselect.0
source: Conditional Select-Menu
bs_ba: Uslovni Select-Menu
es: Lista de selección condicional
fr: Liste déroulante conditionnelle
it: Menu di selezione condizionale

# ATTR.conditionalselect.1
source: show select-options based on another select menu.
bs_ba: prikaži opcije select menu-a uslovljene drugim select menu-om.
es: Muestra una lista de selección basada en otra lista.
fr: Liste déroulante affichant des options dépendantes d'une autre liste déroulante.
it: mostra le opzioni di selezione in base ad un altro menu di selezione.

# ATTR.fileTree.0
source: File tree
bs_ba: Stablo datoteka
es: Árbol de archivos
fr: Arborescence de fichiers
it: Albero dei file

# ATTR.fileTree.1
source: A file tree for single or multiple files and folders.
bs_ba: Stablo datoteka za jednu ili više datoteka i mapa.
es: Un árbol de archivos para uno o varios archivos y carpetas.
fr: Une arborescence pour les fichiers et les dossiers uniques ou multiples.
it: Un albero di file per file e cartelle singole o multiple.

# ATTR.pageTree.0
source: Page tree
it: Albero della pagina

# ATTR.pageTree.1
source: Pick one or multiple pages from the site structure.
it: Scegliete una o più pagine dalla struttura del sito.

# ATTR.downloads.0
source: Downloads
bs_ba: Preuzimanja
es: Descargas
fr: Téléchargements
it: Download
ru: Загрузки

# ATTR.downloads.1
source: Download files from the product, e.g. manuals, data sheets etc.
bs_ba: Preuzmite datoteke s proizvoda, npr. priručnici, tehnički listovi itd.
es: Descarga archivos desde el producto, por ejemplo, manuales, hojas de datos, etc.
fr: Télécharger les fichiers du produit, ex : manuels, fiches techniques, etc.
it: Scaricare i file dal prodotto, ad es. manuali, schede tecniche ecc.

# ATTR.upload.0
source: File upload
bs_ba: Prijenos datoteke
es: Subida de archivos
fr: Envoi de fichier
it: Caricamento dei file
ru: Подгрузка файла

# ATTR.upload.1
source: A single-line input field to upload a local file to the server.
bs_ba: Polje za unos u jednom retku za prijenos lokalne datoteke na server.
es: Un campo de entrada de una línea para cargar un archivo local al servidor.
fr: Champ d'une ligne pour l'envoi d'un fichier local vers le serveur.
it: Un campo di input a linea singola per caricare un file locale sul server.

# ATTR.media.1
source: Generates a video or audio player.
bs_ba: Generira video ili audio player.
it: Genera un lettore video o audio.

# ATTR.fineUploader.1
source: A javascript file uploader to upload a local file to the server.
bs_ba: Javascript alat za prijenos lokalne datoteke na server.
it: Un uploader di file javascript per caricare un file locale sul server.

# CUR.AED
source: AED - United Arab Emirates Dirham
bs_ba: AED - Dirhem Ujedinjenih Arapskih Emirata
es: AED - Emir. Árab. Uni. - Dirham
fr: AED - Dirham des émirats arabes unis
it: AED - Dirham degli Emirati Arabi Uniti
ru: AED - Дирхам ОАЭ

# CUR.AFN
source: AFN - Afghani
es: AFN - Afghanistán - Afghani
it: AFN - Afghani afghano
ru: AFN - Афгани

# CUR.ALL
source: ALL - Lek
bs_ba: ALL - Albanski Lek
es: ALL - Albania - Lek
it: ALL - Lek albanese
ru: ALL - Албанский лек

# CUR.AMD
source: AMD - Dram
es: AMD - Arnenia - dram
it: AMD - Dram armeno
ru: AMD - Армянский драм

# CUR.ANG
source: ANG - Netherlands Antilles Guilder
bs_ba: ANG - Holandski Antilles Guilder
es: ANG - Antillas Holandesas - Florín
fr: ANG - Florin des Antilles
it: ANG - Guilder Antilleo olandesi
ru: ANG - Нидерландский антильский гульден

# CUR.AOA
source: AOA - Kwanza
es: AOA - Angola - Kwanza
it: AOA - Kwanza angolano
ru: AOA - Ангольская кванза

# CUR.ARS
source: ARS - Argentinian Nuevo Peso
bs_ba: ARS - Argentinski novi pezos
es: ARS - Argentina - Peso
fr: ARS - Peso argentain
it: ARS - Peso argentino
ru: ARS - Аргентинское песо

# CUR.AUD
source: AUD - Australian Dollar
bs_ba: AUD - Australijski dolar
es: AUD - Australia - Dólar
fr: AUD - Dollar australien
it: AUD - Dollaro australiano
ru: AUD - Австралийский доллар

# CUR.AWG
source: AWG - Aruban Guilder
bs_ba: AWG - Arubanski Guilder
es: AWG - Aruba - Florín
fr: AWG - Florin d'Aruba
it: AWG - Fiorino di Aruba
ru: AWG - Арубанский флорин

# CUR.AZN
source: AZN - Azerbaijani Manat
bs_ba: AZN - Azerbejdžanski Manat
es: AZN - Azerbaiyán - manat azerí nueva
fr: AZN - Nouveau manat azerbaïdjanais
it: AZN - Manat azero
ru: AZN - Азербайджанский манат

# CUR.BAM
source: BAM - Convertible Mark
bs_ba: BAM - Konvertibilna marka
es: BAM - Bosnia - Marco
fr: BAM - Mark bosniaque convertible
it: BAM - Marco bosniaco
ru: BAM - Конвертируемая марка Боснии и Герцеговины

# CUR.BBD
source: BBD - Barbados Dollar
bs_ba: BBD - Dolar Barbadosa
es: BBD - Barbados - Dólar
fr: BBD - Dollar de Barbade
it: BBD - Dollaro di Barbados
ru: BBD - Барбадосский доллар

# CUR.BDT
source: BDT - Taka
es: BDT - Bangladesh - Taka
it: BDT - Taka bengalese
ru: BDT - Бангладешская така

# CUR.BGN
source: BGN - Bulgarian Lev
bs_ba: BGN - Bugarski Lev
es: BGN - Bulgaria - Lev
fr: BGN - Lev
it: BGN - Lev bulgaro
ru: BGN - Болгарский лев

# CUR.BHD
source: BHD - Bahraini Dinar
bs_ba: BHD - Bahreinski dinar
es: BHD - Bahráin - Dinar
fr: BHD - Dinar de Bahreïn
it: BHD - Dinaro del Bahrein
ru: BHD - Бахрейнский динар

# CUR.BIF
source: BIF - Burundi Franc
bs_ba: BIF - Burundijski franak
fr: BIF - Franc du Burundi
it: BIF - Franco del Burundi
ru: BIF - Бурундийский франк

# CUR.BMD
source: BMD - Bermudian Dollar
bs_ba: BMD - Bermudski dolar
es: BMD - Bermudas - Dólar
fr: BMD - Dollar des Bermudes
it: BMD - Dollaro Bermudiano
ru: BMD - Бермудский доллар

# CUR.BND
source: BND - Brunei Dollar
bs_ba: BND - Brunejski dolar
es: BND - Brunéi - Dólar
fr: BND - Dollar de Brunéi
it: BND - Dollaro del Brunei
ru: BND - Брунейский доллар

# CUR.BRL
source: BRL - Brazilian real
bs_ba: BRL - Brazilski real
es: BRL - Brasil - Real
fr: BRL - Real
it: BRL - Real brasiliano
ru: BRL - Бразильский реал

# CUR.BSD
source: BSD - Bahamian Dollar
bs_ba: BSD - Bahamski dolar
es: BSD - Bahamas - Dólar
fr: BSD - Dollar des Bahamas
it: BSD - Dollaro delle Bahamas
ru: BSD - Багамский доллар
