Repository: isotope/core
Catalog: system/modules/isotope/languages/*/modules.xlf
Languages: de, fr, it, nl, pl, tr

# MOD.iso_products.0
source: Product management
de: Produkte
fr: Produits
it: Gestione prodotti
nl: Productbeheer
pl: Zarządzanie produktami
tr: Ürün yönetimi

# MOD.iso_products.1
source: Manage products for your Isotope eCommerce shop
de: Produkte und Produkt-Varianten verwalten
fr: Gérer les produits de votre boutique eCommerce Isotope
it: Gestisci prodotti per il tuo negozio Isotope eCommerce
nl: Beheer producten in uw winkel
pl: Zarządzaj produktami swojego sklepu Isotope
tr: Isotope eCommerce için ürünlerinizi yönetin

# MOD.iso_orders.0
source: Orders
de: Bestellungen
fr: Commandes
it: Ordini
nl: Bestellingen
pl: Zamówienia
tr: Siparişler

# MOD.iso_orders.1
source: See and manage orders for your shop
de: Alle Bestellungen in Ihrem Online-Shop sind hier ersichtlich.
fr: Voir et gérer les commandes de votre boutique
it: Guarda e gestisci gli ordini per il tuo negozio
nl: Bekijk en beheer bestellingen in uw winkel
pl: Zobacz i zarządzaj zamówieniami w sklepie
tr: Mağazanızdaki ürünleri görün ve yönetin

# MOD.iso_setup.0
source: Store configuration
de: Shop-Konfiguration
fr: Configuration de la boutique
it: Configurazione negozio
nl: Winkelinstellingen
pl: Konfiguracja sklepu
tr: Mağaza yapılandırması

# MOD.iso_setup.1
source: Setup and configure Isotope eCommerce to your needs
de: Hier können Sie Isotope eCommerce konfigurieren.
fr: Installer et configurer Isotope eCommerce à vos besoins
it: Installa e configura Isotope eCommerce per i tuoi bisogni
nl: Stel Isotope eCommerce in naar wens.
pl: Skonfiguruj i dostosuj Isotope eCommerce do swoich potrzeb
tr: Isotope eCommerce'i ihtiyaçlarınıza göre ayarlayın ve yapılandırın

# FMD.iso_productfilter.0
source: Product Filter
de: Produkt-Filter
fr: Filtre de produit
it: Filtro Prodotti
pl: Filtry produktów
tr: Ürün Filtresi

# FMD.iso_productfilter.1
source: Define individual filters for Isotope such as category trees and product attribute filters.
de: Erstellt individuelle Filter für Isotope wie einen Kategorienbaum oder Produktattribut-Filter.
fr: Permet de définir les filtres individuels pour Isotope tels que l'arborescence des catégories et les filtres d'attributs des produits.
it: Definisca filtri individuali per Isotope come categorie ad albero e filtri basati sugli attributi dei prodotti.
nl: Omschrijving van de individuele filters voor Webwinkel zoals categorieen en product attribuut filters.
pl: Definiuj indywidualne filtry dla Isotope, takie jak drzewa kategorii i atrybuty produków.
tr: Isotope için kategori ağaçlarını ve ürün nitelik filtrelerini tanımlayın.

# FMD.iso_cumulativefilter.0
source: Cumulative Filter
de: Einschränkender Filter
it: Filtro Cumulativo
nl: Gecombineerd filter
pl: Kumulacyjny filtr
tr: Toplu Filtre

# FMD.iso_cumulativefilter.1
source: Provides a cumulative filter so visitors can cut down the product choice by clicking on multiple conditions.
de: Bietet einen anwachsenden Filter an. So können Besucher die Produktauswahl mit mehrfachen Bedingungen eingrenzen.
it: Fornisce un filtro cumulativo così i visitatori possono ridurre la scelta dei prodotti cliccando su condizioni multiple.
nl: Met een gecombineerd filter kunnen bezoekers de productresultaten filteren op basis van meerdere voorwaarden.
pl: Dodaje kumulacyjny filtr, dzięki któremu użytkownicy mogą ograniczyć wybór produktów klikając odpowiednie kryteria.
tr: Ziyaretçilerin birden çok şartı seçerek ürün seçimini azaltabilmesi için toplu bir filtre sağlar.

# FMD.iso_categoryfilter.0
source: Category Filter
de: Kategorie-Filter
it: Filtro di categoria

# FMD.iso_categoryfilter.1
source: Provides a filter by product category (page tree).
de: Bietet einen Filter nach Produkt-Kategorie (Seitenbaum) an.
it: Fornisce un filtro per categoria di prodotto (albero delle pagine).

# FMD.iso_rangefilter.0
source: Range Filter
de: Bereichsfilter
it: Filtro della fascia

# FMD.iso_rangefilter.1
source: Provides a range filter to find products within a value range.
de: Stellt einen Bereichsfilter bereit, um Produkte innerhalb eines Wertebereichs zu finden.
it: Fornisce un filtro di fascia per trovare i prodotti all'interno di una fascia di valori.

# FMD.iso_productlist.0
source: Product List
de: Produktliste
fr: Liste de produits
it: Elenco Prodotti
nl: Productlijst
pl: Lista produktów
tr: Ürün Listesi

# FMD.iso_productlist.1
source: General Listing module. Can be used to list products or values of attributes. May be combined with other modules (i.e. the Filter Module) to provide further drill-down capabilities.
de: Allgemeines Listen-Modul. Zeigt Produkte oder Werte von Attributen an. Kann mit anderen Modulen (z.B. Filter-Modul) kombiniert werden um die Funktionen zu erweitern.
fr: Peut être utilisé pour lister des produits ou des valeurs d'attributs. Peut être combiné avec d'autres modules (ex. : le module de filtrage).
it: Modulo Elenco Generale. Puo' essere usato per elencare prodotti o valori di attributi. Puo' anche essere messo in combinazione con altri moduli (ad es. Modulo Filtro) per fornire ulteriori capacità.
nl: Algemene module voor het aanmaken van lijsten. Deze module kan worden gebruikt om producten of waarden of attributen in een lijst te weergeven. Deze module mag worden gecombineerd met andere modules zoals de filter module.
pl: Główny moduł listy produktów. Może być użyty do wyświetlenia listy produktów lub wartości atrybutów. Może być używany z innymi modułami (np. moduł filtrowania).
tr: Genel Liste modülü. Nitelikleri veya değerleri listelemek için kullanılabilir. Daha fazla detaylandırma özelliği sağlamak için diğer modüller (ör. Filtre Modülü) ile kombine edilebilir.

# FMD.iso_productvariantlist.0
source: Product Variant List
de: Produktvarianten-Liste
fr: Liste de variantes d'un produit
it: Elenco Versioni Prodotto
nl: Product variantenlijst
pl: Lista wariantów produktu
tr: Ürün Çeşit Listesi

# FMD.iso_productvariantlist.1
source: Lists each variant of a product. Make sure you use the iso_list_variants template.
de: Zeigt jede Variante in der Produktliste an.
fr: Liste de chaque variante d'un produit. Assurez-vous d'utiliser le modèle iso_list_variants.
it: Elenca ogni versione prodotto. Si assicuri di usare la template iso_list_variants
nl: Weergave van alle varianten van een product. Maak gebruik van de iso_list_variants template.
pl: Wyświetla listę każdego wariantu produktu. Używaj templatki iso_list_variants z tym modułem.
tr: Bir ürünün her çeşidini listeler. iso_list_variants şablonunu kullandığınızdan emin olun.

# FMD.iso_productreader.0
source: Product Reader
de: Produktleser
fr: Détails d'un produit
it: Lettore Prodotti
nl: Productlezer
pl: Przeglądarka produktów
tr: Ürün Okuyucu

# FMD.iso_productreader.1
source: Product reader module. This is used to display product details.
de: Mit diesem Modul zeigen Sie Produktdetails an.
fr: Module lecteur de produits. Il est utilisé pour afficher les détails d'un produit.
it: Modulo lettore prodotti. Questo modulo è utilizzato per mostrare i dettagli di un prodotto.
nl: Productlezer module, deze module wordt gebruikt om productdetails te tonen
pl: Ten moduł wyświetla pełny opis produktu
tr: Ürün okuyucu modülü. Bu, ürün ayrıntılarını görüntülemek için kullanılır

# FMD.iso_favorites.0
source: Favorites
de: Favoriten
it: Favoriti
tr: Favoriler

# FMD.iso_favorites.1
source: Renders the list of products on the favorites list.
de: Generiert eine Liste der favorisierten Produkte.
it: Rende l'elenco dei prodotti nella lista dei favoriti.
tr: Sık kullanılanlar listesinde ürünlerin listesini oluşturur.

# FMD.iso_cart.0
source: Shopping Cart
de: Warenkorb
fr: Panier d'achat
it: Carrello Spesa
nl: Winkelwagen
pl: Koszyk
tr: Alışveriş Sepeti

# FMD.iso_cart.1
source: A fully-featured shopping cart module. Box or Full Display can be set by template selection.
de: Ein vollwertiges Warenkorb-Modul. Klein- oder Großanzeige kann durch Wahl des Templates eingestellt werden.
fr: Module panier d'achat. En box ou un plein affichage peut être réglé par la sélection de modèle.
it: Un modulo carrello spesa completo. Box oppure Full Display possono essere impostate attraverso la selezione di template.
nl: Een volledig uitgeruste winkelwagen module. Kleine winkelwagen of volledige pagina kan worden ingesteld door template selectie.
pl: W pełni fukncjonalny koszyk produktów. Tryb wyświetlania zależy od templatki.
tr: Tam özellikli bir alışveriş sepeti modülü. Kutu veya Tam Ekran, nasıl olacağı şablon seçimi ile ayarlanabilir.

# FMD.iso_checkout.0
source: Checkout
de: Kasse
fr: Commander
nl: Afrekenen
pl: Kasa
tr: Ödeme

# FMD.iso_checkout.1
source: Allow store customers to complete their transactions.
de: Erlaubt Kunden eine Bestellung auszuführen.
fr: Permet aux clients de finaliser leur commande.
it: Permetti ai clienti di completare le loro transazioni.
nl: Module die er voor zorgt dat bezoekers kunnen afrekenen.
pl: Miejsce, gdzie klienci finalizują swoje transakcje.
tr: Mağaza müşterilerinin işlemlerini tamamlamalarına izin verin.

# FMD.iso_addressbook.0
source: Address Book
de: Adressbuch
fr: Carnet d'adresse
it: Rubrica
nl: Adresboek
pl: Książka adresowa
tr: Adres Defteri

# FMD.iso_addressbook.1
source: Allow customers to manage their address book.
de: Erlaubt Kunden ihr Adressbuch zu bearbeiten.
fr: Permet aux clients de gérer leur carnet d'adresses.
it: Permetti ai clienti di gestira la propria rubrica
nl: Hier kunnen leden hun adresboek beheren.
pl: Miejsce, gdzie klienci zarządzają swoimi książkami adresowymi.
tr: Müşterilerin adres defterini yönetmesine izin verin.

# FMD.iso_orderhistory.0
source: Order History
de: Vergangene Bestellungen
fr: Historique des commandes
it: Storico Ordini
nl: Bestelgeschiedenis
pl: Historia zamówień
tr: Sipariş Geçmişi

# FMD.iso_orderhistory.1
source: Order lister that allows customers to view their order history
de: Zeigt eine Liste der bisherigen Bestellungen an.
fr: Permet aux clients de consulter l'historique de leurs commandes.
it: Elenco ordini che permette ai clienti di visualizzare il loro storico ordini
nl: Hier kunnen leden hun bestelgeschiedenis bekijken, en bestellingen volgen.
pl: Lista sfinalizowanych zamówień klienta.
tr: Müşterilerin sipariş geçmişlerini görmelerini sağlayan özellik

# FMD.iso_orderdetails.0
source: Order Details
de: Bestellungsdetails
fr: Détails des commandes
it: Dettagli Ordine
nl: Bestelling details
pl: Szczegóły zamówienia
tr: Sipariş Detayları

# FMD.iso_orderdetails.1
source: Order reader that allows customers to view order history details
de: Kunden können mit diesem Modul ihre vergangenen Bestellungen sehen und z.B. Download-Artikel herunterladen.
fr: Permet aux clients de consulter le détail de leurs commandes dans l'historique.
it: Lettore ordini che permette ai clienti di visualizzare il loro storico ordini
nl: Bestelling lezer zorgt er voor dat bezoekers hun bestellingen kunnen bekijken
pl: Czytnik zamówienia, który pozwala klientowi na dostęp do historii zamówienia.
tr: Müşterilerin sipariş geçmişi detaylarını görüntüleyebilmelerini sağlayan sipariş okuyucusu

# FMD.iso_wishlistmanager.0
source: Wishlist Manager
de: Wunschlisten Manager
it: Manager della lista dei favoriti

# FMD.iso_wishlistmanager.1
source: Allows the current member to manage it's wishlists.
de: Erlaubt es dem aktuellen Mitglied, seine Wunschliste zu verwalten.
it: Permette al membro attuale di gestire le sue liste dei favoriti.

# FMD.iso_wishlistviewer.0
source: Public Wishlists
de: Öffentliche Wunschlisten
it: Lista dei favoriti pubblico

# FMD.iso_wishlistviewer.1
source: Shows published wishlists of all users.
de: Zeigt veröffentlichte Wunschlisten aller Benutzer an.
it: Mostra le liste dei desideri pubblicate di tutti gli utenti.

# FMD.iso_wishlistdetails.0
source: Wishlist Details
de: Wunschlistedetails
it: Dettagli della lista dei favoriti

# FMD.iso_wishlistdetails.1
source: Shows details of a given wishlist.
de: Zeigt Details einer bestimmten Wunschliste an.
it: Mostra i dettagli di una determinata lista dei favoriti.

# FMD.iso_configswitcher.0
source: Store Config Switcher
de: Shopkonfigurations-Wechsler
fr: Changeur de configuration de boutique
it: Cambio Configurazione Negozio
nl: Winkelinstellingen wisselaar
pl: Zmiana konfiguracji sklepu
tr: Mağaza Yapılandırma Değiştirici

# FMD.iso_configswitcher.1
source: Switch between store configuration to change currency and other settings.
de: Zwischen Shopkonfigurationen umschalten um Währungen und andere Einstellungen zu ändern.
fr: Basculer entre les configurations de boutique pour changer de monnaie et d'autres paramètres.
it: Cambio tra due configurazioni di negozio per scegliere una valuta diversa e altre impostazioni.
nl: Wissel tussen verschillende winkelinstellingen om de valuta of andere instellingen te wijzigen
pl: Przełącznik pomiędzy konfiguracjami sklepu, np. do zmiany waluty i innych ustawień.
tr: Para birimini ve diğer ayarları değiştirmek için mağaza yapılandırmaları arasında geçiş yapın.

# FMD.iso_relatedproducts.0
source: Related products
de: Verknüpfte Produkte
fr: Produits similaires
it: Prodotti correlati
nl: Gerelateerde producten
pl: Powiązane produkty
tr: İlgili ürünler

# FMD.iso_relatedproducts.1
source: List products related to the current one.
de: Zeigt Produkte an, die aktiven Produkt verknüpft sind.
fr: Lister les produits similaires au produit courant.
it: Elenco dei prodotti correlati al presente.
nl: Lijst van producten die gerelateerd zijn aan het getoonde product
pl: Lista produktów powiązanych z aktywnie wyświetlonym.
tr: Geçerli ürünle ilgili ürünleri listeleyin.

# FMD.iso_messages.0
source: Messages
de: Nachrichten
it: Messaggi
nl: Berichten
pl: Wiadomości
tr: Mesajlar

# FMD.iso_messages.1
source: Displays all Isotope messages if they have not been displayed elsewhere.
de: Zeigt alle Isotope-Meldungen an, wenn diese bislang noch nicht angezeigt wurden.
fr: Affiche tous les messages d'Isotopes s'ils n'ont pas été affichés ailleurs.
it: Visualizza tutti i messaggi Isotope se non sono stati visualizzati altrove.
nl: Toon alle Isotope berichten als deze niet al elders getoond worden.
pl: Wyświetla wszystkie wiadomości Isotope, jeśli nie zostały wyświetlone nigdzie indziej.
tr: Başka bir yerde gösterilmediyse, tüm Isotope mesajlarını görüntüler.

# FMD.iso_shipping_calculator.0
source: Shipping cost calculator
de: Versandkosten-Rechner
it: Calcolatore dei costi di spedizione
tr: Nakliye maliyeti hesaplayıcı

# FMD.iso_shipping_calculator.1
source: Displays a module to calculate the shipping costs before going to the checkout page.
de: Zeigt ein Modul zur Berechnung von Versandkosten an, bevor es weiter zur Kasse geht.
it: Visualizza un modulo per calcolare le spese di spedizione prima di andare alla pagina di checkout.
tr: Ödeme sayfasına gitmeden önce nakliye maliyetlerini hesaplamak için bir modül görüntüler.

# FMD.iso_cart_address.0
source: Cart address
de: Warenkorb-Adresse
it: Indirizzo del carrello
tr: Sepet adresi

# FMD.iso_cart_address.1
source: Displays a form to enter the cart address data that will be used to calculate prices.
de: Zeigt ein Formular zur EIngabe der Warenkorb-Adresse an, um Preise zu berechnen.
it: Visualizza un modulo per l'inserimento dei dati dell'indirizzo del carrello che verrà utilizzato per il calcolo dei prezzi.
tr: Fiyatları hesaplamak için kullanılacak alışveriş sepeti adres verilerini girmek için bir form görüntüler.

# FMD.iso_trustedshops.1
source: Displays a Trusted Shops Badge on your website.
de: Zeigt ein Trusted Shops-Badge auf Ihrer Website an.
it: Mostra un Badge dei negozi di fiducia sul tuo sito web.

# IMD.product
source: Products
de: Produkte
fr: Produits
it: Prodotti
nl: Producten
pl: Produkty
tr: Ürünler

# IMD.attributes.0
source: Attributes
de: Attribute
fr: Attributs
it: Attributi
nl: Attributen
pl: Atrybuty
tr: Özellikler

# IMD.attributes.1
source: Manage and create product attributes such as size, color, etc.
de: In der Attributverewaltung können Sie eigene Felder für Ihre Produkte anlegen. Dies ist z.B. hilfreich wenn Ihr Produkt einen Untertitel haben soll. Beachten Sie dass die entsprechenden Felder dann manuell im Template ausgegeben werden müssen (=Template-Anpassung).
fr: Gérer et créer des attributs de produits telles que la taille, la couleur, etc.
it: Gestisca e crei attributi prodotto come misura, colore, ecc.
nl: Maak en beheer productattributen zoals maat, kleur, etc.
pl: Twórz i zarządzaj atrybutami porduktów takimi jak rozmiar, kolor, kształt itd... Ułatwi Ci to późniejsze generowanie wariantów tego samego towaru.
tr: Boyut, renk vb. gibi ürün özelliklerini yönetin ve oluşturun.

# IMD.producttypes.0
source: Product types
de: Produkttypen
fr: Types de produits
it: Tipi prodotto
nl: Productsoorten
pl: Typy produktów
tr: Ürün tipleri

# IMD.producttypes.1
source: Manage and create product types from sets of attributes.
de: Mittels Produkttypen können Sie Ihre Produkte gruppieren. Verschiedene Produttypen können verschiedene Felder und Funktionen (z.B. Downloads aktivieren) enthalten.
fr: Gérer et créer des types de produits à partir d'ensembles d'attributs.
it: Gestisca e crei tipi di prodotti da insieme di attributi.
nl: Maak en beheer productsoorten uit sets van attributen.
pl: Dodawaj i zarządzaj typami towaru w sklepie na podstawie zdefiniowanych atrybutów.
tr: Özellik gruplarından ürün türlerini yönetin ve oluşturun.

# IMD.related_categories.0
source: Related categories
de: Verknüpfte Kategorien
fr: Catégories similaires
it: Categorie correlate
nl: Gerelateerde categoriën
pl: Powiązane kategorie
tr: İlgili kategoriler

# IMD.related_categories.1
source: Define categories for product relations.
de: Legen Sie hier Kategorien an, mit deren Gruppierung Sie später Produkte miteinander verknüpfen können.
fr: Choisir des catégories pour définir les relations de produits.
it: Definisca le categorie in base a relazioni prodotto.
nl: Definieer categorieën voor gerelateerde producten.
pl: Swórz nowe kategorie i powiaż ze sobą produkty lub grupy produktów.
tr: Ürün ilişkileri için kategorileri tanımlayın.

# IMD.gallery.0
source: Galleries
de: Galerien
fr: Galeries
it: Gallerie
nl: Gallerijen
pl: Galerie
tr: Galeriler

# IMD.gallery.1
source: Define how you want the images in your product to be rendered.
de: Definieren Sie, wie die Bilder in Ihrem Produkt gerendert werden sollen.
fr: Définir comment les images de votre produit seront rendues.
it: Definire come si desidera che le immagini del prodotto siano presentate.
nl: Geef aan hoe u de afbeeldingen van uw product weergegeven wilt hebben.
pl: Określ w jaki sposób mają wyświetlać się obrazki produktów.
tr: Ürününüzdeki görüntülerin nasıl oluşturulmasını istediğinizi tanımlayın.

# IMD.baseprice.0
source: Base prices
de: Grundpreis
fr: Prix de base
it: Prezzi base
nl: Eenheidsprijzen
pl: Ceny bazowe
tr: Taban fiyatlar

# IMD.baseprice.1
source: Define base price.
de: Grundpreis festlegen.
fr: Définir les prix de base.
it: Definisci prezzi base.
nl: Eenheidsprijzen definiëren.
pl: Definiuj cenę bazową.
tr: Taban fiyatı tanımlayın.

# IMD.checkout
source: Checkout Flow
de: Bestellablauf
fr: Déroulement de la commande
it: Flusso Checkout
nl: Afreken stappen
pl: Funkcje finansowe
tr: Ödeme Akışı

# IMD.shipping.0
source: Shipping methods
de: Versandarten
fr: Modes de livraison
it: Metodi di spedizione
nl: Verzendmethoden
pl: Metody dostawy
tr: Nakliye yöntemleri

# IMD.shipping.1
source: Set up shipping methods.
de: Legen Sie Versandarten für verschiedene Regionen an, welche Sie beliefern. Wenn im Warenkorb nur Artikel enthalten sind, welche keinen Versand erfordern, wird die Versandart in der Kasse nicht berücksichtigt.
fr: Mise en place de modes de livraison tels que UPS, USPS, DHL, etc.
it: Imposti lo spedizioniere ad esempio UPS, USPS, DHL, etc.
nl: Stel verzendmethoden zoals UPS, USPS, DHL etc. in.
pl: Utwórz opcje dostawy widoczne dla klientów, PocztaPolska, UPS, DHL itd..
tr: Nakliye yöntemleri ayarların.

# IMD.payment.0
source: Payment methods
de: Zahlungsarten
fr: Modes de paiement
it: Metodi di pagamento
nl: Betaalmethoden
pl: Metody płatności
tr: Ödeme yöntemleri

# IMD.payment.1
source: Set up payment methods.
de: Hier definieren Sie die für Ihren Shop erlaubten Zahlungsarten. Es werden verschiedene Zahlungsmodule unterstützt (z.B. PayPal, Barzahlung usw). Zahlungsmodule können bezüglich Produkttypen, Versandarten, Ländern und anderen Einstellungen eingeschränkt werden. Es ist gut möglich dass Sie für dieselbe Zahlungsart mehrere Module anlegen müssen, um die volle Flexibilität zu erreichen.
fr: Mise en place de modes de paiement tels que Authorize.net, PayPal Pro, et plus encore.
it: Imposti un Metodo di Pagamento come Authorize.net, PayPal Pro, e altro.
nl: Stel betaalmethoden zoals overschrijving, Paypal en iDeal in.
pl: Zdefiniuj metody płatności dostepne przy składaniu zamówienia Authorize.net, PayPal Pro, i inne.
tr: Ödeme yöntemleri ayarlayın.

# IMD.tax_class.0
source: Tax classes
de: Steuerklassen
fr: Taxes
it: Classe imposta
nl: Belastingklassen
pl: Klasy podatku
tr: Vergi sınıfları

# IMD.tax_class.1
source: Set up Tax classes, which contain sets of Tax rates.
de: In Steuerklassen gruppieren Sie mehrere Steuersätze, um diesen dann den entsprechenden Produkten zuzuweisen. In Steuerklassen können Sie auch festlegen ob ein Produktpreis bereits Steuern enthält (welche dann ggf. beim Versand ins Ausland abgezogen werden).
fr: Mise en place de taxes, qui contiennent des ensembles de taux de taxe.
it: Imposti la classe di tassazione che contiene l'insieme delle aliquote d'imposta
nl: Stel belastingklassen in die zijn samengesteld o.b.v. belastingtarieven
pl: Definiuj i zarządzaj klasami podatku na postawie stawek podatkowych.
tr: Vergi oranları içeren vergi sınıfları oluşturun.

# IMD.tax_rate.0
source: Tax rates
de: Steuersätze
fr: Taux de taxe
it: Aliquota d'imposta
nl: Belastingtarief
pl: Stawki podatkowe
tr: Vergi oranları

# IMD.tax_rate.1
source: Set up tax rates based on things like shipping/billing location and order total.
de: Steuersätze definieren die Gebühren welche zum Preis hinzugerechnet werden sollen. Dies muss nicht zwingend eine Umsatzsteuer sein, sondern z.B. auch ein Zuschlag bei Verwendung einer bestimmten Zahlungsart (Kreditkarte).
fr: Mise en place des taux de taxe basés sur des choses comme le lieu de livraison/facturation et le total de la commande.
it: Imposti le aliquote di imposta in base alla desitnazione di spedizione/fattura e ordine totale.
nl: Stel belastingtarieven in gebaseerd op verzend/factuurlocatie of bestellingtotaal.
pl: Definiuj stawki podatku dla produktów. Moga one zależeć np. od miejsca/kraju w którym prowadzi działalność lub zamieszkuje odbiorca, miejsca dostawy towaru lub całości zamówienia.
tr: Nakliye / faturalandırma ve sipariş toplamı gibi şeyleri temel alan vergi oranlarını ayarlayın.

# IMD.config
source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
it: Impostazioni generali
nl: Algemene instellingen
pl: Ustawienia ogólne
tr: Genel ayarlar

# IMD.configs.0
source: Store configurations
de: Konfigurationen
fr: Configurations de boutique
it: Configurazioni negozio
nl: Winkel configuraties
pl: Konfiguracje sklepu
tr: Mağaza yapılandırmaları
