Repository: isotope/core
Catalog: system/modules/isotope/languages/*/modules.xlf
Languages: de, fr, it, nl, pl, tr

# IMD.configs.1
source: Configure general settings for this store.
de: Konfigurationen umfassen Einstellungen bezüglich Währung, Preisberechnung, Adressaufbereitung, Produktbildgrössen und anderem. Sie können mehrere Konfigurationen anlegen und diese im Shop-Betrieb (über das entsprechende Frontend-Modul) wechseln, um z.B. eine Umschaltung zwischen mehreren Währungen zu ermöglichen.
fr: Configurer les paramètres généraux de la boutique.
it: Configura le impostazioni generali per questo negozio.
nl: Stel hier de algemene instellingen voor deze webwinkel in
pl: Skonfiguruj najważniejsze ustawienia dla swoich sklepów.
tr: Bu mağazanın genel ayarlarını yapılandırın

# IMD.orderstatus.0
source: Order status
de: Bestellstatus
fr: État des commandes
it: Stato ordine
nl: Bestelstatus
pl: Status zamówienia
tr: Sipariş durumu

# IMD.orderstatus.1
source: Define order status.
de: Verschiedene Statusbezeichnungen für die Bestellungen anlegen.
fr: Définir l'état des commandes.
it: Definisci stato ordine.
nl: Bestelstatus definiëren
pl: Definiuj statusy zamówień.
tr: Sipariş durumu tanımlayın.

# IMD.notifications.0
source: Notifications
de: Benachrichtigungen
it: Notifiche
nl: Meldingen
pl: Powiadomienia
tr: Bildirimler

# IMD.notifications.1
source: Use the Notification Center to manage emails etc. for Isotope eCommerce.
de: Nutzen Sie das Benachrichtigungs-Center um alle E-Mails für Isotope eCommerce zu verwalten.
fr: Utiliser le Centre de Notification pour gérer les emails, etc. pour Isotope eCommerce.
it: Usa il Centro Notifiche per gestire le email etc. per Isotope eCommerce.
nl: Gebruik het berichtencentrum om e-mails en dergelijke te beheren.
pl: Użyj Centrum Powiadomień do zarządzania e-mailami np. dla Isotope eCommerce.
tr: Isotope eCommerce'de e-postaları yönetmek için Bildirim Merkezi'ni kullanın.

# IMD.documents.0
source: Documents
de: Dokumente
it: Documenti
nl: Documenten
pl: Dokumenty
tr: Belgeler

# IMD.documents.1
source: Define documents.
de: Dokumente definieren.
fr: Définir des documents.
it: Definire i documenti.
nl: Definieer documenten.
pl: Definiuj dokumenty.
tr: Belgeleri tanımlayın.

# IMD.miscellaneous
source: Miscellaneous
de: Verschiedenes
fr: Divers
it: Varie
nl: Diversen
pl: Rożności
tr: Muhtelif

# IMD.labels.0
source: Translations
de: Übersetzungen
fr: Traductions
it: Traduzioni
nl: Vertalingen
pl: Tranzakcje
tr: Çeviriler

# IMD.labels.1
source: Replace given labels for certain languages.
de: Bezeichnungen für gewisse Sprachen ersetzen.
fr: Remplacez les libellés fournis pour certaines langues.
it: Sostituire etichette fornite per alcune lingue.
nl: Vervang aangepaste labels voor ingestelde talen.
pl: Zastąp podane etykiety dla określonych języków.
tr: Belirli diller için verilen etiketleri değiştirin.

# IMD.integrity.0
source: Integrity Check
de: Integritätscheck
it: Controllo integrità
tr: Bütünlük Denetimi

# IMD.integrity.1
source: Validate your shop configuration against common errors.
de: Prüfe deine Shopkonfiguration auf häufige Fehler.
it: Convalidate la configurazione del vostro negozio contro gli errori più comuni.
tr: Mağazanızın yapılandırmasını genel hatalara karşı doğrulayın.

# FMD.iso_trustedshops.0
source: Trusted Shops Badge
it: Badge Negozi di fiducia
