Repository: isotope/core
Catalog: system/modules/isotope/languages/*/tokens.xlf
Languages: de, it, pl, sv_se, tr

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.uniqid
source: The order's unique ID.
de: Eindeutige ID der Bestellung
it: ID unico dell'ordine.
pl: Unikalne ID zamówienia
sv_se: Beställningens unika ID.
tr: Siparişin benzersiz ID'si.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_status
source: The label of the order's current status.
de: Bezeichnung des derzeitigen Status der Bestellung.
it: L'etichetta dello stato attuale dell'ordine.
pl: Etykieta aktualnego statusu zamówienia
sv_se: Etiketten för beställningens aktuella status.
tr: Siparişin geçerli durumu etiketi.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_status_old
source: The label of the order's previous status. Useful for things like "order status changed from x to y".
de: Bezeichnung des vorherigen Bestellstatus. Nützlich beispielsweise für „Bestellstatus änderte sich von x zu y“.
it: L'etichetta dello stato precedente dell'ordine. Utile per cose come "lo stato dell'ordine è cambiato da x a y".
pl: Etykieta poprzedniego statusu zamówienia. Użyteczne dla rzeczy typu "status zamówienia zmienił się z x na y".
sv_se: Etiketten för beställningens tidigare status. Användbar för saker som "orderstatus ändrad från x till y".
tr: Siparişin önceki durumunun etiketi. "Sipariş durumu x'ten y'ye değiştirildi" gibi şeyler için kullanışlı.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_status_id
source: The ID of the order's current status.
de: Die ID des derzeitigen Status der Bestellung.
it: ID dello stato attuale dell'ordine.
pl: ID aktualnego statusu zamówienia
sv_se: ID för beställningens aktuella status.
tr: Sipariş güncel durumunun ID'si.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_status_id_old
source: The ID of the order's previous status.
de: ID des vorherigen Status der Bestellung.
it: ID dello stato precedente dell'ordine.
pl: ID poprzedniego statusu zamówienia
sv_se: ID för beställningens tidigare status.
tr: Siparişin önceki durumunun ID'si.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.recipient_email
source: The email address of the recipient.
de: Die E-Mail-Adresse des Empfängers.
it: L'indirizzo e-mail del destinatario.
pl: Adres e-mail odbiorcy.
sv_se: Mottagarens e-postadress.
tr: Alıcının e-posta adresi.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_id
source: The ID of the order.
de: Die ID der Bestellung.
it: ID dell'ordine.
pl: ID zamówienia
sv_se: Beställningens ID.
tr: Siparişin ID'si.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_items
source: The number of items (quantities summed up) in the order.
de: Die Anzahl der Artikel (Anzahl aufsummiert) in der Bestellung.
it: Il numero di articoli (quantità sommate) nell'ordine.
pl: Ilość przedmiotów (ilości zsumowane) w zamówieniu.
sv_se: Antalet artiklar (summerade kvantiteter) i beställningen.
tr: Siparişteki öğelerin sayısı (toplam miktarlar).

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_products
source: The number of individual products in the order.
de: Die Anzahl von individuellen Produkten in der Bestellung.
it: Il numero di singoli prodotti nell'ordine.
pl: Ilość indywidualnych produktów z zamówieniu.
sv_se: Antalet enskilda produkter i beställningen.
tr: Siparişteki ürünlerin tek tek sayıları.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_subtotal
source: The order's subtotal.
de: Zwischensumme der Bestellung.
it: Il subtotale dell'ordine.
pl: Podsuma zamówienia.
sv_se: Beställningens delsumma.
tr: Siparişin ara toplamı.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.order_total
source: The order's total.
de: Gesamtsumme der Bestellung.
it: L'ordine in totale.
pl: Suma zamówienia.
sv_se: Beställningens total-summa.
tr: Sipariş toplamı.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.document_number
source: The order document number.
de: Die Dokumentennummer der Bestellung.
it: Il numero del documento d'ordine.
pl: Numer dokumentu zamówienia.
sv_se: Orderdokumentnumret.
tr: Sipariş belge numarası.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.cart_text
source: Order/Cart as text.
de: Bestellung/Warenkorb im Text-Format.
it: Ordine/carrello come testo.
pl: Zamówienie/Koszyk jako tekst.
sv_se: Beställning/vagn som text.
tr: Metin şeklinde Sipariş/Sepet.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.cart_html
source: Order/Cart as HTML.
de: Bestellung/Warenkorb in HTML.
it: Ordine/carrello come HTML.
pl: Zamówienie/Koszyk jako HTML.
sv_se: Beställ/vagn som HTML.
tr: HTML olarak Sipariş/Sepet.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.document
source: The document that should be attached (e.g. an invoice).
de: Das Dokument, welches angehängt werden soll (z. B. eine Rechnung).
it: Il documento che deve essere allegato (ad es. una fattura).
pl: Dokument, który powinien być załączony (np. faktura).
sv_se: Dokumentet som ska bifogas (t.ex. en faktura).
tr: Eklenmesi gereken belge (ör. Fatura).

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.bank_name
source: Bank name entered in store config.
de: Bankname in der Shop-Konfiguration eingegeben.
it: Nome della banca inserito in store config.
sv_se: Banknamn angett i butikskonfiguration.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.bank_account
source: Bank account number (IBAN) entered in store config.
de: Bankkontonummer (z. B. IBAN) in der Shop-Konfiguration eingegeben.
it: Numero di conto bancario (IBAN) inserito nella configurazione del negozio.
sv_se: Bankkontonummer (IBAN) angett i butikskonfiguration.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.bank_code
source: Bank code (BIC/SWIFT) entered in store config.
de: Bankleitzahl (BIC / SWIFT) in der Shop-Konfiguration eingegeben.
it: Codice bancario (BIC/SWIFT) inserito in store config.
sv_se: Bankkod (BIC/SWIFT) inmatad i butikskonfiguration.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.tax_number
source: Tax number entered in store config.
de: Steuernummer in der Shop-Konfiguration eingegeben.
it: Codice fiscale inserito nella configurazione del negozio.
sv_se: Skattenummer angett i butikskonfiguration.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.log_shipping_tracking
source: Shipping tracking entered in order status log.
de: Versandverfolgung im Auftragsstatusprotokoll eingetragen.
it: Tracciamento della spedizione inserito nel registro dello stato dell'ordine.
sv_se: Fraktspårning inmatad i orderstatuslogg.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.log_customer_notes
source: Customer notes entered in order status log.
de: Im Auftragsstatusprotokoll eingegebene Kundennotizen.
it: Note del cliente inserite nel registro dello stato dell'ordine.
sv_se: Kundanteckningar inmatade i orderstatuslogg.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.collection_*
source: All the collection/order column fields as stored in the database
de: Alle Collection/Bestell-Spalten-Felder wie in der Datenbank gespeichert.
it: Tutti i campi della colonna raccolta/ordine come memorizzati nella banca dati
sv_se: Alla insamlings-/orderkolumnfält som lagras i databasen
tr: Veritabanın da saklandığı gibi tüm koleksiyon/sipariş sütunları

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.billing_address
source: Formatted billing address.
de: Formatierte Rechnungsanschrift
it: Indirizzo di fatturazione formattato.
sv_se: Formaterad faktureringsadress.
tr: Biçimlendirilmiş fatura adresi.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.billing_address_*
source: All the billing address model fields.
de: Alle Rechnungsadresse-Model-Felder.
it: Tutti i campi del modello di indirizzo di fatturazione.
pl: Wszystkie pola adresu rozliczeniowego.
sv_se: Alla faktureringsadressmodellfält.
tr: Tüm fatura adresi model alanları.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.shipping_address
source: Formatted shipping address.
de: Formatierte Versandanschrift
it: Indirizzo di spedizione formattato.
sv_se: Formaterad leveransadress.
tr: Biçimlendirilmiş nakliye adresi.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.shipping_address_*
source: All the shipping address model fields.
de: Alle Versandadresse-Model-Felder.
it: Tutti i campi del modello di indirizzo di spedizione.
pl: Wszystkie pola adresu wysyłki.
sv_se: Alla fält för leveransadressmodell.
tr: Tüm nakliye adresi model alanları.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.form_*
source: All the order condition form fields.
de: Alle Bestellbedingungen-Formular-Felder.
it: Tutti i campi del modulo d'ordine.
pl: Wszystkie pola formularza warunków zakupu.
sv_se: Alla formulärfält för beställningsvillkor.
tr: Tüm sipariş koşulları alanları.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.payment_id
source: Payment method ID.
de: ID der Zahlungsart.
it: Identificativo del metodo di pagamento.
pl: ID metody płatności.
sv_se: Betalningsmetod ID.
tr: Ödeme şekli ID'si.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.payment_label
source: Payment method label.
de: Zahlungsart-Beschriftung.
it: Etichetta del metodo di pagamento.
pl: Etykieta metody płatności.
sv_se: Betalningsmetodetikett.
tr: Ödeme şekli etiketi.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.payment_note
source: Payment method note.
de: Notiz zur Zahlungsart.
it: Nota sulle modalità di pagamento.
pl: Notatka metody płatności.
sv_se: Anmärkning om betalningssätt.
tr: Ödeme şekli notu.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.shipping_id
source: Shipping method ID.
de: ID der Versandart.
it: Identificazione del metodo di spedizione.
pl: ID metody wysyłki.
sv_se: Leveransmetod ID.
tr: Nakliye şekli ID'si.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.shipping_label
source: Shipping method label.
de: Versandart-Name.
it: Etichetta del metodo di spedizione.
pl: Etykieta metody wysyłki.
sv_se: Fraktmetodetikett.
tr: Nakliye şekli etiketi.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.shipping_note
source: Shipping method note.
de: Versandart-Hinweis.
it: Nota sul metodo di spedizione.
pl: Notatka metody wysyłki.
sv_se: Anmärkning om fraktmetod.
tr: Nakliye şekli notu.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.config_*
source: All the store configuration fields.
de: Alle Shop-Konfigurations-Felder.
it: Tutti i campi di configurazione del negozio.
pl: Wszystkie pola konfiguracji sklepu.
sv_se: Alla butikskonfigurationsfält.
tr: Tüm mağaza yapılandırma alanları.

# NOTIFICATION_CENTER_TOKEN.iso_order_status_change.member_*
source: All the member fields if it was a member checkout.
de: Alle Mitglieder-Felder wenn es die Bestellung eines Migliedes war.
it: Tutti i campi dei membri se si trattava di una cassa per i membri.
pl: Wszystkie pola użytkownika, który złożył zamówienie.
sv_se: Alla medlemsfält om det var en medlemsutcheckning.
tr: Üyelik işlemi olan tüm üye alanları.
