Repository: isotope/core
Catalog: system/modules/isotope_rules/languages/*/*_iso_rule.xlf
Languages: de, es, it, pl, sv_se, tr

# tl_iso_rule.type.0
source: Type
de: Typ
es: Tipo
it: Tipo
pl: Typ
sv_se: Typ
tr: Tip

# tl_iso_rule.type.1
source: Please choose the type of rule.
de: Bitte wählen Sie den Regeltyp.
es: Por favor, elija el tipo de regla.
it: Prego scegliere il tipo di regola.
pl: Wybierz typ reguły.
sv_se: Välj typ av regel.
tr: Lütfen kuralın tipini seçin

# tl_iso_rule.type.product
source: Product
de: Produkt
es: Producto
it: Prodotto
pl: Produkt
sv_se: Produkt
tr: Ürün

# tl_iso_rule.type.cart
source: Cart
de: Warenkorb
es: Cesta
it: Carrello
pl: Koszyk
sv_se: Varukorg
tr: Sepet

# tl_iso_rule.type.cart_group
source: Cart Group
de: Warenkorb-Gruppe
it: Gruppo Carrello
sv_se: Varukorgsgrupp

# tl_iso_rule.name.0
source: Name
es: Nombre
it: Nome
pl: Nazwa
sv_se: Namn
tr: Ad

# tl_iso_rule.name.1
source: Please enter a name for this rule.
de: Bitte geben Sie einen Namen für diese Regel ein.
es: Por favor, introduzca un nombre para esta regla.
it: Prego inserire un nome per questa regola.
pl: Wprowadź nazwę tej reguły.
sv_se: Ange ett namn för denna regel.
tr: Lütfen bu kural için bir ad girin

# tl_iso_rule.label.0
source: Label
de: Bezeichnung
es: Etiqueta
it: Etichetta
pl: Etykieta
sv_se: Etikett
tr: Etiket

# tl_iso_rule.label.1
source: The label will be show in cart. If you do not enter a label, the name will be used.
de: Diese Bezeichnung wird im Warenkorb angezeigt. Wenn Sie keine Bezeichnung angeben, wird stattdessen der Name genutzt.
es: La etiqueta aparecerá en el carrito. Si no se introduce una etiqueta, se utilizará el nombre.
it: L'etichetta sarà mostrata nel carrello. Se non inserisci un'etichetta, verrà usato il nome.
pl: Etykieta będzie pokazana w koszyku. Jeśli nie dodasz etykiety, zostanie użyta nazwa.
sv_se: Etiketten kommer att visas i kundvagnen. Om du inte anger en etikett kommer namnet att användas.
tr: Etiket sepette gösterilecek. Bir etiket girmezseniz, ad kullanılacaktır.

# tl_iso_rule.discount.0
source: Discount
de: Ermäßigung
es: Descuento
it: Sconto
pl: Zniżka
sv_se: Rabatt
tr: İndirim

# tl_iso_rule.discount.1
source: Valid values are decimals or whole numbers, minus a numerical value or minus a percentage.
de: Gültige Werte sind Dezimalzahlen oder ganze Zahlen, Minus einem numerischen Wert oder Minus einer Prozentangabe
es: Los valores válidos son números decimales o enteros, menos un valor numérico o menos un porcentaje.
it: I valori validi sono numeri decimali o interi, meno un valore numerico o meno una percentuale.
pl: Prawidłowe wartości to liczby dziesiętne lub całkowite, ujemna wartość numeryczna lub ujemny procent.
sv_se: Giltiga värden är decimaler eller heltal, minus ett numeriskt värde eller minus en procentsats.
tr: Geçerli değerler, ondalık sayı veya tam sayı, eksi bir sayısal değer veya eksi bir yüzdeliktir.

# tl_iso_rule.tax_class.0
source: Tax Class
de: Steuerklasse
es: Clase de Impuesto
it: Classe fiscale
pl: Klasa podatku
sv_se: Skatteklass
tr: Vergi Sınıfları

# tl_iso_rule.tax_class.1
source: Select a tax class that should be applied to the rule.
de: Wählen Sie eine Steuerklasse aus, die auf die Regel angewendet werden soll.
it: Selezionare una classe fiscale da applicare alla regola.
sv_se: Välj en skatteklass som ska tillämpas på regeln.

# tl_iso_rule.groupRules.0
source: Grouped rules
de: Gruppierte Regeln
it: Regole raggruppate
sv_se: Grupperade regler

# tl_iso_rule.groupRules.1
source: Select the rules that belong to this group.
de: Wählen Sie die Regeln aus, die zu dieser Gruppe gehören.
it: Selezionare le regole che appartengono a questo gruppo.
sv_se: Välj de reglerna som tillhör denna grupp.

# tl_iso_rule.groupCondition.0
source: Conditions
de: Bedingungen
es: Condiciones
it: Legenda Condizioni
pl: Warunki
sv_se: Villkor
tr: Koşullar

# tl_iso_rule.groupCondition.1
source: Choose how multiple rules should be applied.
de: Wählen Sie, wie mehrere Regeln angewendet werden sollen.
it: Scegliere come applicare più di una regola.
sv_se: Välj hur flera regler ska tillämpas.

# tl_iso_rule.groupCondition.first
source: Apply first matching rule
de: Erste passende Regel anwenden
it: Applicare la prima regola di corrispondenza
sv_se: Tillämpa första matchningsregeln

# tl_iso_rule.groupCondition.all
source: Apply all matching rules
de: Anwenden aller passenden Regeln
it: Applicare tutte le regole di corrispondenza
sv_se: Tillämpa alla matchningsregler

# tl_iso_rule.applyTo.0
source: Apply discount to
de: Ermäßigung hinzufügen zu
es: Aplicar descuento a
it: Applica sconto a
pl: Zastosuj zniżkę do
sv_se: Tillämpa rabatt på
tr: İndirimi şuna uygula

# tl_iso_rule.applyTo.1
source: Select how the discount is applied.
de: Wählen Sie aus wie die Ermäßigung hinzugefügt werden soll.
es: Seleccione la forma en que se aplica el descuento.
it: Seleziona come lo sconto è applicato.
pl: Proszę wybrać w jaki sposób zastosowana jest zniżka.
sv_se: Välj hur rabatten ska tillämpas.
tr: İndirimin nasıl uygulanacağını seçin.

# tl_iso_rule.applyTo.products
source: to each product
de: für jedes Produkt
es: a cada producto
it: per ogni prodotto
pl: do każdego produktu
sv_se: till varje produkt
tr: her ürüne

# tl_iso_rule.applyTo.items
source: to each unit of a product
de: für jede Einheit eines Produktes
es: a cada unidad de un producto
it: per ogni unità di un prodotto
pl: do każdej jednostki produktu
sv_se: till varje enhet av en produkt
tr: bir ürünün her bir birimi için

# tl_iso_rule.applyTo.subtotal
source: to the cart subtotal
de: für den Warenkorb-Gesamtwert
es: al subtotal de la cesta
it: per il subtotale del carrello
pl: do podsumy koszyka
sv_se: till varukorgens delsumma
tr: sepet ara toplamına

# tl_iso_rule.rounding.0
source: Discount rounding
de: Rabatt-Rundung
it: Sconto arrotondamento
sv_se: Rabattavrundning
tr: İndirim yuvarlama

# tl_iso_rule.rounding.1
source: Define how percentual discounts should be rounded.
de: Definieren Sie wie Rabatte gerundet werden sollen.
it: Definire come arrotondare gli sconti percentuali.
sv_se: Definiera hur procentuella rabatter ska avrundas.
tr: Yüzdelik indirimin nasıl yuvarlanacağını tanımlayın.

# tl_iso_rule.rounding.normal
source: Commercial rounding
de: kaufmännisch
it: Arrotondamento commerciale
sv_se: Kommersiell avrundning
tr: Ticari yuvarlanma

# tl_iso_rule.rounding.down
source: Always round down (in favor of shop owner)
de: Immer nach unten (zum Vorteil des Shopbetreibers)
it: Sempre arrotondare verso il basso (a favore del proprietario del negozio)
sv_se: Avrunda alltid nedåt (till förmån för butiksägaren)
tr: Her zaman yuvarlak (dükkan sahibi lehine)

# tl_iso_rule.rounding.up
source: Always round up (in favor of shop visitor)
de: Immer nach oben (zum Vorteil des Besuchers)
it: Arrotondare sempre (a favore dei visitatori del negozio)
sv_se: Runda alltid uppåt (till förmån för butiksbesökare)
tr: Her zaman yuvarlak (mağaza ziyaretçisi lehine)

# tl_iso_rule.enableCode.0
source: Enable coupon code
de: Gutscheincode freischalten
es: Habilitar código de descuento
it: Attiva codice coupon
pl: Włącz kod kuponu
sv_se: Aktivera kupongkod
tr: Kupon kodunu etkinleştir

# tl_iso_rule.enableCode.1
source: Require a code to be entered to invoke this rule, as a coupon.
de: Festlegen, dass ein Code eingegeben werden muss um diese Regeln als Gutschein zu aktivieren.
es: Requiere un código a introducir para invocar esa regla, como un cupón.
it: Richiedi un codice da immettere per invocare questa regola, come un coupon.
pl: Wymagaj kodu dla zastosowania tej zasady, jako kupon.
sv_se: Kräv att en kod anges för att åberopa denna regel, som en kupong.
tr: Bu kuralı çağırmak için kupon olarak bir kod girilmesini isteyin.

# tl_iso_rule.code.0
source: Rule (coupon) code
de: Regel (Gutschein) Code
es: Código de Regla (cupón)
it: Regola (coupon) codice
pl: Kod zasady (kuponu)
sv_se: Regel (kupong) kod
tr: Kural (kupon) kodu

# tl_iso_rule.code.1
source: Please enter a code by which a customer will invoke this rule, as a coupon.
de: Bitte geben Sie einen Code ein, mit dem ein Kunde diese Regel als Gutschein aktivieren kann.
es: Introduce un código mediante el cual un cliente va a invocar esta regla, como un cupón.
it: Prego inserire un codice tale che un cliente possa invocare questa regola, come un coupon.
pl: Proszę wprowadzić kod, który zastosuje tą zasadę, jako kupon.
sv_se: Vänligen ange en kod med vilken en kund kommer att åberopa denna regel, som en kupong.
tr: Lütfen bir müşterinin bu kuralı bir kupon olarak kullanacağı bir kod girin.

# tl_iso_rule.singleCode.0
source: Single usage
de: Einmalige Nutzung
it: Utilizzo singolo
sv_se: Engångsanvändning

# tl_iso_rule.singleCode.1
source: Do not allow this coupon code if another code has already been applied.
de: Lassen Sie diesen Gutscheincode nicht zu, wenn bereits ein anderer Code angewendet wurde.
it: Non accettare questo codice coupon se è già stato applicato un altro codice.
sv_se: Tillåt inte denna kupongkod om en annan kod redan har använts.

# tl_iso_rule.limitPerMember.0
source: Uses per member
de: Benutzungen pro Kunde
es: Usos por miembro
it: Utilizza per membro
pl: Użycia na użytkownika
sv_se: Användning per medlem
tr: Üye başına kullanır

# tl_iso_rule.limitPerMember.1
source: This will be used to see if the rule has already been redeemed. If this is set to 0, it can be used unlimited times for each customer.
de: Dies wird genutzt um zu sehen ob die Regel bereits eingelöst wurde. Wenn es auf 0 eingestellt wird, kann sie von jedem Kunden beliebig oft eingesetzt werden.
es: Esto se utiliza para ver si la regla ya ha sido redimido. Si se establece en 0, se puede utilizar un número ilimitado de veces para cada cliente.
it: Questo sarà utilizzato per verificare se la regola è stata già riscattata. Se è fissato a 0, può essere usato illimitatamente per ogni cliente.
pl: To zostanie użyte do określenia, czy zasada została już wykupiona. Jeśli zostanie ustawione na 0, będzie to mogło być użyte niezliczoną ilość razy przez każdego klienta.
sv_se: Detta kommer att användas för att se om regeln redan har lösts in. Om detta är satt till 0 kan det användas obegränsat med tider för varje kund.
tr: Bu, kuralın daha önce kullanıldığını görmek için kullanılacaktır. Bu 0 olarak ayarlanırsa, her müşteri için sınırsız süre kullanılabilir.

# tl_iso_rule.limitPerConfig.0
source: Uses per store config
de: Benutzungen pro Shop-Konfiguration
es: Usos por configuración de tienda
it: Utilizza per configurazione negozio
pl: Użycia na konfigurację sklepu
sv_se: Används per butikskonfiguration
tr: Mağaza yapılandırma başına kullanır

# tl_iso_rule.limitPerConfig.1
source: This will be used to see if the rule has already been redeemed. If this is set to 0, it can be used unlimited times for each store config.
de: Dies wird genutzt um zu sehen ob die Regel bereits eingelöst wurde. Wenn es auf 0 eingestellt wird, kann sie in jeder Shop-Konfiguration beliebig oft eingesetzt werden.
es: Esto se utiliza para ver si la regla ya ha sido redimido. Si se establece en 0, se puede utilizar un número ilimitado de veces para cada configuración de tienda.
it: Questo sarà utilizzato per verificare se la regola è stata già riscattata. Se è fissato a 0, può essere usato illimitatamente per ogni cliente.
pl: To zostanie użyte do określenia, czy zasada została już wykupiona. Jeśli zostanie ustawione na 0, będzie to mogło być użyte niezliczoną ilość razy na każdą konfigurację sklepu.
sv_se: Detta kommer att användas för att se om regeln redan har lösts in. Om detta är satt till 0, kan det användas obegränsat antal gånger för varje butikskonfiguration.
tr: Bu, kuralın daha önce kullanıldığını görmek için kullanılacaktır. Bu 0 olarak ayarlanırsa, her bir mağaza yapılandırması için sınırsız süre kullanılabilir.

# tl_iso_rule.minSubtotal.0
source: Minimum subtotal
de: Mindestbetrag Zwischensumme
es: Subtotal mínimo
it: Subtotale minimo
pl: Minimalna suma częściowa
sv_se: Minsta delsumma
tr: Minimum ara toplam

# tl_iso_rule.minSubtotal.1
source: Please specify a minimum subtotal this rule applies to.
de: Bitte geben Sie einen Mindestbestellwert ein, ab welchem diese Regel angewendet werden soll.
es: Por favor, especifique un subtotal mínimo para que se aplique esta regla.
it: Prego specificare un subtotale minimo a cui questa regola è applicata.
pl: Proszę określić minimalną sumę częściową, do której stosowana jest ta zasada.
sv_se: Vänligen ange en lägsta delsumma som denna regel gäller.
tr: Lütfen bu kuralın uygulandığı minimum bir alt toplam belirtin.

# tl_iso_rule.maxSubtotal.0
source: Maximum subtotal
de: Höchstbetrag Zwischensumme
es: Subtotal máximo
it: Subtotale massimo
pl: Maksymalna suma częściowa
sv_se: Maximal delsumma
tr: Maksimum ara toplam

# tl_iso_rule.maxSubtotal.1
source: Please specify a maximum subtotal this rule applies to.
de: Bitte geben Sie einen Höchstbestellwert ein, bis zu welchem diese Regel angewendet werden soll.
es: Por favor, especifique un subtotal máximo para que se aplique esta regla.
it: Prego specificare un subtotale massimo a cui questa regola è applicata.
pl: Proszę określić maksymalną sumę częściową, do której stosowana jest ta zasada.
sv_se: Vänligen ange en maximal delsumma som denna regel gäller.
tr: Lütfen bu kuralın geçerli olduğu maksimum bir alt toplam belirtin.

# tl_iso_rule.minWeight.0
source: Minimum weight
de: Mindestgewicht
it: Peso minimo
pl: Minimalna waga
sv_se: Minsta vikt
tr: Minimum ağırlık

# tl_iso_rule.minWeight.1
source: Enter a minimum weight to control availability based on the products in cart.
de: Geben Sie ein Mindestgewicht für die Verfügbarkeit dieser Versandart ein.
it: Inserire un peso minimo per controllare la disponibilità in base ai prodotti nel carrello
pl: Proszę wprowadzić minimalną wagę do kontroli dostępności opartej na produktach w koszyku.
sv_se: Ange en minimivikt för att kontrollera tillgängligheten baserat på produkterna i kundvagnen.
tr: Uygunluğu, alışveriş sepetindeki ürünler temel alınarak kontrol etmek için minimum bir ağırlık girin.

# tl_iso_rule.maxWeight.0
source: Maximum weight
de: Höchstgewicht
it: Peso massimo
pl: Maksymalna waga
sv_se: Maxvikt
tr: Maksimum ağırlık

# tl_iso_rule.maxWeight.1
source: Enter a maximum weight to control availability based on the products in cart.
de: Geben Sie ein Maximalgewicht für die Verfügbarkeit dieser Versandart ein.
it: Inserire un peso massimo per controllare la disponibilità in base ai prodotti nel carrello.
pl: Proszę wprowadzić maksymalną wagę do kontroli dostępności opartej na produktach w koszyku.
sv_se: Ange en maxvikt för att kontrollera tillgängligheten baserat på produkterna i kundvagnen.
tr: Uygunluğu, alışveriş sepetindeki ürünler temel alınarak kontrol etmek için maksimum bir ağırlık girin.

# tl_iso_rule.minItemQuantity.0
source: Minimum item quantity
de: Geringste Produktanzahl
es: Cantidad mínima de artículos
it: Quantità articolo minima
pl: Minimalna ilość przedmiotu
sv_se: Minsta artikelkvantitet
tr: Minimum öğe sayısı

# tl_iso_rule.minItemQuantity.1
source: Please specify a minimum quantity of an item this rule applies to.
de: Bitte legen Sie fest, wie oft das Produkt mindestens gewählt sein muss, damit diese Regel angewendet werden soll.
es: Por favor, especifique la cantidad mínima de un único artículo para que se aplique esta regla.
it: Prego specificare una quantità minima di un articolo a cui questa regola è applicata.
pl: Proszę określić minimalną ilość przedmiotu, do której stosowana jest ta zasada.
sv_se: Vänligen ange en minsta kvantitet för en vara som denna regel gäller.
tr: Lütfen bu kuralın uygulanacağı minimum adedi belirtin.

# tl_iso_rule.maxItemQuantity.0
source: Maximum item quantity
de: Höchste Produktanzahl
es: Cantidad máxima de artículos
it: Quantità articolo massima
pl: Maksymalna ilość przedmiotu
sv_se: Maximal artikelkvantitet
tr: Maksimum öğe adedi

# tl_iso_rule.maxItemQuantity.1
source: Please specify a maximum quantity of a single item this rule applies to.
de: Bitte legen Sie fest, wie oft das Produkt höchstens gewählt sein darf, damit diese Regel angewendet werden soll.
es: Por favor, especifique la cantidad máxima de un único artículo para que se aplique esta regla.
it: Prego specificare una quantità massima di un articolo a cui questa regola è applicata.
pl: Proszę określić maksymalną ilość przedmiotu, do której stosowana jest ta zasada.
sv_se: Vänligen ange ett maximalt antal för en enskild artikel som denna regel gäller.
tr: Lütfen bu kuralın uygulandığı tek bir öğe için maksimum öğe adedi belirtin.

# tl_iso_rule.quantityMode.0
source: Quantity calculation mode
de: Mengen-Berechnungsmodus
es: Modo de cálculo de la cantidad'
it: Modalità quantità calcolo
pl: Tryb obliczeń ilościowych
sv_se: Kvantitets beräkningsläge
tr: Adet hesaplama modu

# tl_iso_rule.quantityMode.1
source: Select a calculation mode for min/max quantity.
de: Wählen Sie einen Berechnungsmodus für die minimale/maximale Menge.
es: Seleccione el modo de cálculo de cantidad min/max.
it: Selezionare una modalità calcolo per una quantità minima/massima.
pl: Proszę wybrać tryb obliczeń dla minimalnej/maksymalnej ilości.
sv_se: Välj ett beräkningsläge för min/max kvantitet.
tr: Min / maks adet için bir hesaplama modu seçin.

# tl_iso_rule.quantityMode.product_quantity
source: Quantity of product in cart
de: Menge der Produkte im Warenkorb
es: Cantidad de producto en la cesta
it: Quantità di prodotti nel carrello
pl: Ilość produktów w koszyku
sv_se: Antal produkter i varukorgen
tr: Sepetteki ürünün adedi

# tl_iso_rule.quantityMode.cart_products
source: Total products in cart
de: Menge der verschiedenen Produkte im Warenkorb
es: Total de productos en la cesta
it: Prodotti totali nel carrello
pl: Wszystkie produkty w koszyku
sv_se: Totalt antal produkter i varukorgen
tr: Sepetteki Toplam Ürün

# tl_iso_rule.quantityMode.cart_items
source: Total quantity in cart
de: Gesamtmenge im Warenkorb
es: Cantidad total en la cesta
it: Quantità totale nel carrello
pl: Całkowita ilość w koszyku
sv_se: Total kvantitet i varukorgen
tr: Sepetteki toplam adet

# tl_iso_rule.startDate.0
source: Start date
de: Startdatum
es: Fecha de inicio
it: Data inizio
pl: Data początkowa
sv_se: Start datum
tr: Başlangıç tarihi

# tl_iso_rule.startDate.1
source: If desired, please specify the date this rule will become eligible on.
de: Falls gewollt, geben Sie hier an ab welchem Datum diese Regel zur Verfügung steht.
es: Si lo desea, especifique la fecha en la cual esta regla será elegible.
it: Se lo si desidera, prego specificare la data in cui questa regola diventerà ammissibile.
pl: Tutaj możesz wprowadzić datę, od której zasada będzie ważna.
sv_se: Om så önskas, vänligen ange det datum då denna regel blir kvalificerad.
tr: İsterseniz, lütfen bu kuralın uygun olacağı tarihi belirtin.

# tl_iso_rule.endDate.0
source: End date
de: Enddatum
es: Fecha de fin
it: Data di fine
pl: Data zakończenia
sv_se: Slutdatum
tr: Bitiş tarihi

# tl_iso_rule.endDate.1
source: If desired, please specify the date after which this rule will no longer be eligible on.
de: Falls gewollt, geben Sie hier ein nach welchem Datum diese Regel nicht mehr zur Verfügung steht.
it: Se lo si desidera, specificare la data oltre la quale questa regola non sarà più valida.
sv_se: Om så önskas, vänligen ange det datum efter vilket denna regel inte längre är berättigad.

# tl_iso_rule.startTime.0
source: Start time
de: Startzeit
es: Hora de inicio
it: Ora di inizio
pl: Czas rozpoczęcia
sv_se: Starttid
tr: Başlangıç zamanı

# tl_iso_rule.startTime.1
source: If desired, please specify the time this rule will become eligible at.
de: Falls gewollt, geben Sie hier an ab welcher Uhrzeit diese Regel zur Verfügung steht.
es: Si lo desea, especifique la hora en el que esta regla será elegible.
it: Se lo si desidera, specificare il tempo in cui questa regola diventerà ammissibile a.
pl: Tutaj możesz wprowadzić czas, od którego zasada będzie ważna.
sv_se: Om så önskas, vänligen ange den tidpunkt då denna regel blir kvalificerad vid.
tr: İsterseniz, lütfen bu kuralın uygun olacağı süreyi belirtin.

# tl_iso_rule.endTime.0
source: End time
de: Endzeit
es: Hora de fin
it: Fine tempo
pl: Czas zakończenia
sv_se: Sluttid
tr: Bitiş zamanı

# tl_iso_rule.endTime.1
source: If desired, please specify the time this rule will not longer be eligible at.
de: Falls gewollt, geben Sie hier ein ab welcher Uhrzeit diese Regel nicht mehr zur Verfügung steht.
es: Si lo desea, especifique la hora en el que esta regla no será ya elegible.
it: Se lo si desidera, prego specificare il tempo in cui questa regola non sarà più ammissibile a.
pl: Tutaj możesz wprowadzić czas, do którego zasada będzie ważna.
sv_se: Om så önskas, vänligen ange den tidpunkt då denna regel inte längre är kvalificerad vid.
tr: İsterseniz, lütfen bu kuralın artık uygun olmayacağı zamanı belirtin.

# tl_iso_rule.configRestrictions.0
source: Store config restrictions
de: Einschränkungen der Shop-Konfiguration
es: Restricciones de configuración de tienda
it: Restrizioni configurazione negozio
pl: Ograniczenia konfiguracji sklepu
sv_se: Butikskonfigurationsbegränsningar
tr: Mağaza yapılandırması kısıtlamaları

# tl_iso_rule.configRestrictions.1
source: Restrict a rule to certain store configs.
de: Schränken Sie diese Regel auf bestimmte Shop-Konfigurationen ein.
es: Restringir una regla para ciertas configuración de tienda.
it: Limitare una regola a determinate configurazioni del negozio.
pl: Ogranicz zasadę do określonych konfiguracji sklepu.
sv_se: Begränsa en regel till vissa butikskonfigurationer.
tr: Bir kuralın belirli mağaza yapılandırmalarıyla sınırlandırılması.

# tl_iso_rule.configCondition.0
source: Store config condition
de: Bedingung der Shop-Konfiguration
es: Condiciones de configuración de tienda
it: Condizione di configurazione del negozio
pl: Warunek konfiguracji sklepu
sv_se: Spara konfigurations kondition
tr: Mağaza yapılandırma koşulu

# tl_iso_rule.configCondition.1
source: Define if the selection should match or not.
de: Definieren Sie ob die Auswahl passen soll oder nicht.
es: Definir si la selección debe coincidir o no.
it: Definire se la selezione deve corrispondere o meno.
pl: Proszę określić, czy wybór będzie pasować czy nie.
sv_se: Definiera om urvalet ska matcha eller inte.
tr: Seçimin eşleşip eşleşemeyeceğini tanımlayın.

# tl_iso_rule.configs.0
source: Store configs
de: Shop-Konfigurationen
es: Configuración de tienda
it: Configurazioni del negozio
pl: Konfiguracje sklepów
sv_se: Spara konfigurationer
tr: Mağaza yapılandırmaları

# tl_iso_rule.configs.1
source: Select configs this rule is restricted to.
de: Wählen Sie auf welche Konfigurationen diese Regel beschränkt ist.
es: Seleccionar las configuracion de tienda a la cual se limita esta regla.
it: Selezionare la configurazione a cui questa regola è limitata.
pl: Proszę wybrać konfiguracje, do których ograniczona jest ta zasada.
sv_se: Välj konfigurationer som denna regel är begränsad till.
tr: Bu kural için sınırlandırılmış yapılandırmaları seçin.

# tl_iso_rule.memberRestrictions.0
source: Member restrictions
de: Mitglieder-Einschränkungen
es: Restricciones a miembros
it: Restrizioni per i membri
pl: Ograniczenia użytkowników
sv_se: Medlemsbegränsningar
tr: Üye kısıtlamaları

# tl_iso_rule.memberRestrictions.1
source: Restrict a rule to certain groups or members.
de: Schränken Sie diese Regel auf bestimmte Gruppen oder Mitglieder ein.
es: Restringir una regla para ciertos grupos o miembros.
it: Limitare una regola a determinati gruppi o membri.
pl: Ogranicz zasadę do określonych grup lub użytkowników.
sv_se: Begränsa en regel till vissa grupper eller medlemmar.
tr: Bir kuralın belirli gruba veya üyelere sınırlandırılması.

# tl_iso_rule.memberRestrictions.none
source: No restrictions
de: Keine Einschränkungen
es: Sin restricciones
it: Nessuna restrizione
pl: Brak ograniczeń
sv_se: Inga begränsningar
tr: Kısıtlama yok
