Repository: isotope/core
Catalog: system/modules/isotope_rules/languages/*/*_iso_rule.xlf
Languages: de, es, it, pl, sv_se, tr

# tl_iso_rule.memberRestrictions.guests
source: Guests
de: Nur für Gäste
es: Invitados
it: Ospiti
pl: Goście
sv_se: Gäster
tr: Misafirler

# tl_iso_rule.memberRestrictions.groups
source: Specific groups
de: Bestimmte Gruppen
es: Grupos específicos
it: Gruppi specifici
pl: Określone grupy
sv_se: Specifika grupper
tr: Belirli gruplar

# tl_iso_rule.memberRestrictions.members
source: Specific members
de: Bestimmte Mitglieder
es: Miembros específicos
it: Membri specifici
pl: Określeni użytkownicy
sv_se: Specifika medlemmar
tr: Belirli üyeler

# tl_iso_rule.memberCondition.0
source: Member condition
de: Bedingung für Mitglieder
es: Condición membro
it: Condizione di membro
pl: Warunek użytkownika
sv_se: Medlemsvillkor
tr: Üye koşulu

# tl_iso_rule.memberCondition.1
source: Define if the selection should match or not.
de: Definieren Sie ob die Auswahl passen soll oder nicht.
es: Definir si la selección debe coincidir o no.
it: Definire se la selezione deve corrispondere o meno.
pl: Proszę określić, czy wybór będzie pasować czy nie.
sv_se: Definiera om urvalet ska matcha eller inte.
tr: Seçimin eşleşip eşleşemeyeceğini tanımlayın.

# tl_iso_rule.members.0
source: Members
de: Mitglieder
es: Miembros
it: Membri
pl: Użytkownicy
sv_se: Medlemmar
tr: Üyeler

# tl_iso_rule.members.1
source: Select members this rule is restricted to.
de: Wählen Sie auf welche Mitglieder diese Regel beschränkt ist.
es: Selección de los miembros para los cuales se limita esta regla.
it: Selezionare i membri a cui questa regola è limitata.
pl: Proszę wybrać użytkowników do których ograniczona jest ta zasada.
sv_se: Välj medlemmar som denna regel är begränsad till.
tr: Bu kuralın sınırlandırıldığı üyeleri seçin

# tl_iso_rule.groups.0
source: Groups
de: Gruppen
es: Groupos
it: Gruppi
pl: Grupy
sv_se: Grupper
tr: Gruplar

# tl_iso_rule.groups.1
source: Select groups this rule is restricted to.
de: Wählen Sie auf welche Gruppen diese Regel beschränkt ist.
es: Selección de los grupos para los cuales se limita esta regla.
it: Selezionare i gruppi a cui questa regola è limitata.
pl: Proszę wybrać grupy, do których ograniczona jest ta zasada.
sv_se: Välj grupper som denna regel är begränsad till.
tr: Bu kuralın sınırlandırıldığı grupları seçin.

# tl_iso_rule.productRestrictions.0
source: Product restrictions
de: Produkt-Einschränkungen
es: Restricciones de productos
it: Restrizioni sui prodotti
pl: Ograniczenia produktów
sv_se: Produktrestriktioner
tr: Ürün kısıtlamaları

# tl_iso_rule.productRestrictions.1
source: Restrict this rule to certain product types, categories, or to individual products.
de: Schränken Sie diese Regel auf bestimmte Produkttypen, Kategorien oder individuelle Produkte ein.
es: Restringir esta regla para ciertos tipos de productos, categorías, o para productos individuales.
it: Limitare questa regola a determinati tipi di prodotti, categorie o singoli prodotti.
pl: Ogranicz zasadę do określonych typów produktów, kategorii lub indywidualnych produktów.
sv_se: Begränsa denna regel till vissa produkttyper, kategorier eller till enskilda produkter.
tr: Bu kuralı belirli ürün türlerine, kategorilere veya tek tek ürünler için sınırlandırın.

# tl_iso_rule.productRestrictions.none
source: No restrictions
de: Keine Einschränkungen
es: Sin restricciones
it: Nessuna restrizione
pl: Brak ograniczeń
sv_se: Inga begränsningar
tr: Kısıtlama yok

# tl_iso_rule.productRestrictions.producttypes
source: Product types
de: Produkttypen
es: Tipos de productos
it: Tipi prodotto
pl: Typy produktów
sv_se: Produkttyper
tr: Ürün tipleri

# tl_iso_rule.productRestrictions.pages
source: Categories
de: Kategorien
es: Categorías
it: Categorie
pl: Kategorie
sv_se: Kategorier
tr: Kategoriler

# tl_iso_rule.productRestrictions.products
source: Products
de: Produkte
es: Productos
it: Prodotti
pl: Produkty
sv_se: Produkter
tr: Ürünler

# tl_iso_rule.productRestrictions.variants
source: Products & Variants
de: Produkte & Varianten
es: Productos & Variantes
it: Prodotti e varianti
pl: Produkty i warianty
sv_se: Produkter och varianter
tr: Ürübler & Çeşitler

# tl_iso_rule.productRestrictions.attribute
source: Product attribute
de: Produktattribute
es: Atributo del producto
it: Attributo del prodotto
pl: Atrybut produktu
sv_se: Produktattribut
tr: Ürün niteliği

# tl_iso_rule.productCondition.0
source: Product condition
de: Produktbedingungen
es: Condición del producto
it: Condizioni del prodotto
pl: Warunek produktu
sv_se: Produktens skick
tr: Ürün koşulu

# tl_iso_rule.productCondition.1
source: Define if the selection should match or not.
de: Definieren Sie ob die Auswahl passen soll oder nicht.
es: Definir si la selección debe coincidir o no.
it: Definire se la selezione deve corrispondere o meno.
pl: Proszę określić, czy wybór będzie pasować czy nie.
sv_se: Definiera om urvalet ska matcha eller inte.
tr: Seçimin eşleşip eşleşemeyeceğini tanımlayın.

# tl_iso_rule.producttypes.0
source: Product Types
de: Produkttypen
es: Tipos de productos
it: Tipi di prodotto
pl: Typy produtków
sv_se: Produkttyper
tr: Ürün Tipleri

# tl_iso_rule.producttypes.1
source: Select the product types this rule is restricted to. If none, all are eligible.
de: Wählen Sie auf welche Produkttypen diese Regel beschränkt ist. Falls Sie keine wählen, gilt sie für alle.
es: Seleccione los tipos de productos para los cuales esta regla se limita. Si no, todos son elegibles.
it: Selezionare i tipi di prodotto a cui questa regola è limitata. Se non ce n'è nessuno, sono tutti ammissibili.
pl: Proszę wybrać typy produktów, do których ograniczona jest ta zasada. Jeśli nie zostanie wybrane nic, wtedy ta zasada obejmie wszystko.
sv_se: Välj de produkttyper som denna regel är begränsad till. Om ingen är alla kvalificerade.
tr: Bu kuralın sınırlandırıldığı ürün türlerini seçin. Yoksa hepsi uygun olacak.

# tl_iso_rule.products.0
source: Products
de: Produkte
es: Productos
it: Prodotti
pl: Produkty
sv_se: Produkter
tr: Ürünler

# tl_iso_rule.products.1
source: Select products this rule is restricted to. If none, all are eligible.
de: Wählen Sie auf welche Produkte diese Regel beschränkt ist. Falls Sie keine wählen, gilt sie für alle.
es: Seleccione los productos para los cuales esta regla se limita. Si no, todos son elegibles.
it: Selezionare i prodotti a cui questa regola è limitata. Se non ce n'è nessuno, sono tutti ammissibili.
pl: Proszę wybrać produkty, do których ograniczona jest ta zasada. Jeśli nie zostanie wybrane nic, wtedy ta zasada obejmie wszystko.
sv_se: Välj produkter som denna regel är begränsad till. Om ingen är alla kvalificerade.
tr: Bu kuralın sınırlandırıldığı ürünleri seçin. Yoksa hepsi uygun olacak.

# tl_iso_rule.variants.0
source: Products & Variants
de: Produkte & Varianten
es: Productos & Variantes
it: Prodotti e varianti
pl: Produkty i warianty
sv_se: Produkter och varianter
tr: Ürübler & Çeşitler

# tl_iso_rule.variants.1
source: Enter a comma-separated list of product or variant IDs to limit this rule to.
de: Geben Sie eine komma-separierte Liste von Produkt- oder Varianten-ID's ein, auf welche diese Regel angewendet werden soll.
it: Inserire un elenco separato da virgole di prodotti o varianti per limitare questa regola.
pl: Wprowadź listę produktów po przecinku lub ID wariantów, do których ograniczona jest ta zasada.
sv_se: Ange en kommaseparerad lista med produkt- eller variant-id:n att begränsa denna regel till.
tr: Bu kuralı sınırlandırmak için virgülle ayrılmış ürün veya çeşit ID listesini girin.

# tl_iso_rule.attributeName.0
source: Attribute name
de: Namen des Attributes
es: Nombre del atributo
it: Nome dell'attributo
pl: Nazwa atrybutu
sv_se: Attributnamn
tr: Özellik adı

# tl_iso_rule.attributeName.1
source: Select the product attribute you want to restrict.
de: Wählen Sie das Produktattribut, welches eingeschränkt werden soll.
es: Seleccione el atributo del producto que desea restringir.
it: Selezionare l'attributo del prodotto che si desidera limitare.
pl: Proszę wybrać atrybut produktu, który chcesz ograniczyć.
sv_se: Välj det produktattribut du vill begränsa.
tr: Kısıtlamak istediğiniz ürün özelliklerini seçin.

# tl_iso_rule.attributeCondition.0
source: Attribute condition
de: Attributbedingungen
es: Condición del atributo
it: Condizione dell'attributo
pl: Warunek atrybutu
sv_se: Attributvillkor
tr: Özellik koşulu

# tl_iso_rule.attributeCondition.1
source: Select the product attribute you want to restrict.
de: Wählen Sie das Produktattribut, welches eingeschränkt werden soll.
es: Seleccione el atributo del producto que desea restringir.
it: Selezionare l'attributo del prodotto che si desidera limitare.
pl: Proszę wybrać atrybut produktu, który chcesz ograniczyć.
sv_se: Välj det produktattribut du vill begränsa.
tr: Kısıtlamak istediğiniz ürün özelliklerini seçin.

# tl_iso_rule.attributeCondition.eq
source: equals
de: ist gleich
es: iguales
it: uguale
pl: równa się
sv_se: lika
tr: eşittir

# tl_iso_rule.attributeCondition.neq
source: not equal
de: ist nicht gleich
es: no es igual
it: non uguale
pl: nie równa się
sv_se: inte lika med
tr: eşit değildir

# tl_iso_rule.attributeCondition.lt
source: less than
de: weniger als
es: menos de
it: meno di
pl: mniej niż
sv_se: mindre än
tr: daha az

# tl_iso_rule.attributeCondition.gt
source: greater than
de: größer als
es: más de
it: superiore a
pl: więcej niż
sv_se: större än
tr: daha büyük

# tl_iso_rule.attributeCondition.elt
source: less than or equal to
de: weniger als oder ist gleich
es: menos de o igual a
it: inferiore o uguale a
pl: mniej lub równe
sv_se: mindre än eller lika med
tr: daha az veya eşit

# tl_iso_rule.attributeCondition.egt
source: greater than or equal to
de: größer als oder ist gleich
es: mayor que o igual a
it: superiore o uguale a
pl: więcej niż lub równe
sv_se: större än eller lika med
tr: daha fazla veya eşit

# tl_iso_rule.attributeCondition.starts
source: starts with
de: Beginnt mit
es: comienza con
it: inizia con
pl: zaczyna się na
sv_se: börjar med
tr: bununla başlayanlar

# tl_iso_rule.attributeCondition.ends
source: ends with
de: Endet mit
es: termina con
it: termina con
pl: kończy się na
sv_se: slutar med
tr: bununla bitenler

# tl_iso_rule.attributeCondition.contains
source: contains
de: beinhaltet
es: contiene
it: contiene
pl: zawiera
sv_se: innehåller
tr: içeriyor

# tl_iso_rule.pages.0
source: Categories
de: Kategorien
es: Categorías
it: Categorie
pl: Kategorie
sv_se: Kategorier
tr: Kategoriler

# tl_iso_rule.pages.1
source: Select categories this rule is restricted to. If none, all are eligible.
de: Wählen Sie auf welche Kategorien diese Regel beschränkt ist. Falls Sie keine wählen, gilt sie für alle.
es: Seleccione las categorías para las cuales esta regla se limita. Si no, todos son elegibles.
it: Selezionare le categorie a cui questa regola è limitata. Se nessuna, sono tutte ammissibili.
pl: Proszę wybrać kategorie, do których ograniczona jest ta zasada. Jeśli nie zostanie wybrane nic, wtedy ta zasada obejmie wszystko.
tr: Bu kuralın sınırlandırıldığı kategorileri seçin. Yoksa hepsi uygun olacak.

# tl_iso_rule.enabled.0
source: Enabled
de: Aktiv
es: Activado
it: Attivato
pl: Aktywna
sv_se: Aktiverad
tr: Etkinleştirildi

# tl_iso_rule.enabled.1
source: Please select whether this rule is currently enabled or not.
de: Bitte wählen Sie ob diese Regel derzeit aktiv ist oder nicht.
es: Seleccione si esta regla está habilitada o no.
it: Si prega di selezionare se questa regola è attualmente abilitata o meno.
pl: Proszę wybrać, jeśli zasada ma być aktywna lub nie.
sv_se: Välj om den här regeln för närvarande är aktiverad eller inte.
tr: Lütfen bu kuralın şu anda etkin olup olmadığını seçin.

# tl_iso_rule.groupOnly.0
source: Only for groups
de: Nur für Gruppen
it: Solo per gruppi
sv_se: Endast för grupper

# tl_iso_rule.groupOnly.1
source: Only apply this rule as part of a rule group.
de: Wenden Sie diese Regel nur als Teil einer Regelgruppe an.
it: Applicare questa regola solo come parte di un gruppo di regole.
sv_se: Använd endast denna regel som en del av en regelgrupp.

# tl_iso_rule.basic_legend
source: Basic rule setup
de: Basis-Regeleinstellungen
es: Configuración de regla básica
it: Impostazione delle regole di base
pl: Podstawowe ustawienia
sv_se: Grundläggande regeluppsättning
tr: Temel kuralı ayarlama

# tl_iso_group.group_legend
source: Group configuration
it: Configurazione del gruppo
sv_se: Gruppkonfiguration

# tl_iso_rule.coupon_legend
source: Coupon Code
de: Geschenkgutschein
es: Código cupón
it: Codice Coupon
pl: Kod kuponu
sv_se: Kupongskod
tr: Kupo Kodu

# tl_iso_rule.limit_legend
source: Limit Uses
de: Nutzungen einschränken
es: Limitar los usos
it: Limiti di utilizzo
pl: Limity użycia
sv_se: Begränsa användningsområden
tr: Limit Kullanımları

# tl_iso_rule.datim_legend
source: Date & Time Restrictions
de: Datum & Zeit Einschränkungen
es: Restricciones de Fecha y hora
it: Restrizioni per data e ora
pl: Ograniczenia daty i czasu
sv_se: Begränsningar för datum och tid
tr: Tarih & Zaman Kısıtlamaları

# tl_iso_rule.advanced_legend
source: Advanced Restrictions
de: Erweiterte Einschränkungen
es: Restricción avanzadas
it: Restrizioni avanzate
pl: Zaawansowane ograniczenia
sv_se: Avancerade begränsningar
tr: Gelişmiş Kısıtlamalar

# tl_iso_rule.enabled_legend
source: Availability
de: Verfügbarkeit
es: Disponibilidad
it: Disponibilità
pl: Dostępność
sv_se: Tillgänglighet
tr: Kullanılabilirlik

# tl_iso_rule.ruleRestrictions.all
source: Exclude all other rules
de: Alle anderen Regeln ausschließen
es: Excluir todas las otras reglas
it: Escludere tutte le altre regole
pl: Wyklucz wszystkie inne zasady
sv_se: Uteslut alla andra regler
tr: Diğer tüm kuralları hariç tut

# tl_iso_rule.ruleRestrictions.none
source: No rule exclusions
de: Keine Regeln ausschließen
es: No excluir reglas
it: Nessuna esclusione di regole
pl: Brak wykluczeń
sv_se: Inga regelundantag
tr: Hariç tutulan kural bulunmamaktadır

# tl_iso_rule.ruleRestrictions.rules
source: Exclude certain rules
de: Bestimmte Regeln ausschließen
es: Excluir ciertas reglas
it: Escludere alcune regole
pl: Wyklucz wybrane zasady
sv_se: Uteslut vissa regler
tr: Belirli kuralları hariç tut

# tl_iso_rule.condition_true
source: true
de: Wahr
es: verdad
it: vero
pl: prawda
sv_se: Sann
tr: doğru

# tl_iso_rule.condition_false
source: false
de: Falsch
es: falso
it: falso
pl: fałsz
sv_se: falsk
tr: yanlış

# tl_iso_rule.new.0
source: Add rule
de: Regel hinzufügen
es: Añadir regla
it: Aggiungere regola
pl: Dodaj zasadę
sv_se: Lägg till regel
tr: Kural ekle

# tl_iso_rule.new.1
source: Create a new rule
de: Neue Regeln erstellen
es: Crear una nueva regla
it: Creare una nuova regola
pl: Dodaj nową zasadę
sv_se: Skapa en ny regel
tr: Yeni kural oluştur

# tl_iso_rule.edit.0
source: Edit rule
de: Regel bearbeiten
es: Editar regla
it: Modifica regola
pl: Edytuj zasadę
sv_se: Redigera regel
tr: Kuralı düzenle

# tl_iso_rule.edit.1
source: Edit rule ID %s
de: Bearbeite die Regel mit der ID %s
es: Editar regla ID %s
it: Modifica ID regola %s
pl: Edytuj zasadę ID %s
sv_se: Redigera regel ID %s
tr: %s ID'li kuralı düzenle

# tl_iso_rule.copy.0
source: Duplicate rule
de: Regel duplizieren
es: Duplicar regla
it: Duplicare la regola
pl: Duplikuj zasadę
sv_se: Duplicera regel
tr: Kuralı kopyala

# tl_iso_rule.copy.1
source: Duplicate rule ID %s
de: Dupliziere die Regel mit der ID %s
es: Duplicar regla ID %s
it: Duplicare ID della regola %s
pl: Duplikuj zasadę ID %s
sv_se: Duplicera regel ID %s
tr: %s ID'li kuralı kopyala

# tl_iso_rule.delete.0
source: Delete rule
de: Regel löschen
es: Borrar regla
it: Cancella regola
pl: Usuń zasadę
sv_se: Ta bort regel
tr: Kuralı sil

# tl_iso_rule.delete.1
source: Delete rule ID %s
de: Lösche die Regel mit der ID %s
es: Borrar regla ID %s
it: Cancellare ID della regola %s
pl: Usuń zasadę ID %s
sv_se: Ta bort regel ID %s
tr: %s ID'li kuralı sil

# tl_iso_rule.toggle.0
source: Publish/unpublish rule
de: Regel veröffentlichen/unveröffentlichen
es: Publicar/anular la publicación de la regla
it: Pubblicare/non pubblicare regola
pl: Włącz/wyłącz zasadę
sv_se: Publicera/avpublicera regel
tr: Kuralı yayınla/yayından kaldır

# tl_iso_rule.toggle.1
source: Publish/unpublish rule ID %s
de: Regel mit ID %s veröffentlichen/unveröffentlichen
es: Publicar/anular la publicación de la regla ID %s
it: Pubblicare/non pubblicare ID della regola %s
pl: Włącz/wyłącz zasadę ID %s
sv_se: Publicera/avpublicera regel ID %s
tr: %s ID'li kuralı yayınla/yayından kaldır

# tl_iso_rule.show.0
source: Rule details
de: Regeldetails
es: Detalles de las reglas
it: Dettagli della regola
pl: Szczegóły zasady
sv_se: Regeldetaljer
tr: Kural detayları

# tl_iso_rule.show.1
source: Show the details of rule ID %s
de: Zeige die Details der Regel mit der ID %s
es: Mostrar los detalles de la regla ID %s
it: Mostra i dettagli della regola ID %s
pl: Pokaż szczegóły zasady ID %s
sv_se: Visa detaljer om regel ID %s
tr: %s ID'li kuralın detaylarını gör
